Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/LC_MESSAGES/TortoiseUI.po
Languages: da

source: The selected file appears to still have one or more conflict markers in it. Are you sure you want to mark the file resolved?
da: Den valgte fil ser ud til stadig at indeholde én eller flere konfliktmarkeringer. Er du sikker på, at du ønsker at markere filen som løst for konflikter?

source: The target URL %s already exists!
da: URL'en %s findes allerede!

source: The target file %s already exists. Do you want to replace the file?
da: Målfilen %s findes allerede. Vil du overskrive den?

source: The target folder %s is not empty! Are you sure you want to checkout/export into that folder?
da: Den valgte mappe %s er ikke tom! Er du sikker på, at du vil hente en arbejdskopi eller eksportere til denne mappe?

source: The target working copy has local modifications!
da: Destinations-arbejdskopien har lokale ændringer!

source: The target working copy has local modifications. Do you want to merge anyway?
da: Destinations-arbejdskopien har lokale ændringer. Ønsker du at flette alligevel?

source: The time in seconds after which the parsing of the selected files stops. A lower value will make the auto-completion list available sooner, but maybe not scan all files.
da: Tid i sekunder hvorefter læsningen af de valgte filer stopper. En lavere værdi vil gøre Automatisk fuldføring tilgængelig hurtigere, men skanner dermed måske ikke alle filer.

source: The two selected URL's are not created from the same root. It's not possible to show the log messages between them!
da: De to valgte URL'er er ikke oprettet fra samme rod. Det er ikke muligt at vise logbeskederne mellem dem.

source: The user who did the last commit
da: Den bruger, som lavede sidste arkivering

source: The user who owns the lock of the file
da: Den bruger, som ejer låsen på filen

source: The working copy has changed! Please commit your changes first or revert.
da: Arbejdskopien er blevet ændret! Arkivér eller tilbagefør venligst dine ændringer først.

source: The working copy is not up to date! Please Update first.
da: Arbejdskopien er ikke up to date! Du skal først opdatere den.

source: Their file:
da: Deres fil:

source: Theirs
da: Deres

source: There are changes or unversioned items inside one or more directories which you have included with svn:externals. Those files are not listed for commit. You need to commit those files separately.
da: Der er ændringer eller ikke-versionerede emner i en eller flere mapper som er inkluderet med svn:externals. Disse filer er ikke oplistet til arkivering. Du bliver nødt til at arkivere disse filer separat.

source: There are no issue-tracker providers available.
da: Der er ingen tilgængelige sagsbehandlerudbydere.

source: There are still unresolved conflicts in line %d! You should resolve those conflicts first before saving. Do you want to save the file with the conflicts still there? If you click YES, then you have to manually resolve the conflicts in another editor!
da: Der er stadig uløste konflikter i linje %d! Du bør først løse disse konflikter, før du gemmer. Vil du gemme filen med de eksisterende konflikter? Hvis du vælger JA, bliver du nødt til at løse konflikterne med et andet program!

source: There are unsaved modifications! Do you want to save your changes?
da: Der er ikke-gemte ændringer. Ønsker du at gemme ændringerne?

source: There has been a problem contacting the server. Do you want to see the cached data instead? Please understand that the cached data may be outdated, incomplete or even misleading due to incomplete history data.
da: Der opstod et problem med at forbinde til serveren. Vil du se de cachede data i stedet? Vær opmærksom på at de cachede data kan være forældede, ufuldstændige eller endda misvisende på grund af mangelfuld historik-data.

source: There is nothing to add. All the files and folders are either under version control or have been ignored using the svn:ignore property or the global ignore configuration setting.
da: Der er intet at tilføje. Alle filer og mapper er enten allerede under versionskontrol eller er blevet udeladt på grund af brug af egenskaben svn:ignore eller den globale ignorer-indstilling.

source: There's nothing to unlock. No file has a lock in this working copy.
da: Der er intet at låse op. Der er ingen filer i arbejdskopien med en lås.

source: Thesaurus
da: Opslagsværk

source: These are more recently saved than the currently open documents and contain changes that were made before the application closed.
da: Disse er gemt senere end end de nuværende åbne dokumenter og indeholder ændringer der blev foretaget før programmet lukkede.

source: This file already exists!
da: Denne fil eksisterer allerede!

source: This is not a valid URL. Please enter an URL here.
da: Dette er ikke en gyldig URL. Indtast en URL her.

source: This is not a valid path! A valid path must not contain '<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
da: Dette er ikke en gyldig sti! En gyldig sti må ikke indeholde '<>|"?*:' eller én af følgende enhedsnavne: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$

source: This method covers the case when you have made a feature branch as discussed in the Subversion book. Use this to merge all changes of a branch back to trunk.
da: Denne metode dækker tilfældet når du har lavet en funktionsgren, som omtalt i Subversion-bogen. Brug denne til at flette alle ændringer af en gren tilbage til stammen.

source: This method covers the case when you have made one or more revisions to a branch (or to the trunk) and you want to port those changes across to a different branch.
da: Denne metode dækker tilfældet når du har lavet en eller flere revisioner til en gren (eller til stammen), og du ønsker at overføre disse ændringer tværs over til en anden gren.

source: This method covers the case when you want to merge the differences of two different branches into your working copy.
da: Denne metode dækker tilfældet når du vil flette forskellene mellem to forskellige grene ind i din arbejdskopi.

source: This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (http://www.openssl.org/)
da: Dette produkt indeholder software udviklet af OpenSSL-projektet til brug i OpenSSL Toolkit (http://www.openssl.org/)

source: This program is linked to the missing export %s in the file %s. This machine may have an incompatible version of %s.
da: Dette program er lænket til den manglende eksport %s i filen %s. Denne computer har muligvis en inkompatibel version af %s.

source: This program requires the file %s, which was not found on this system.
da: Dette program kræver filen %s, som ikke blev fundet på denne computer.

source: This property is only allowed on folders, not files.
da: Denne egenskab er kun tilgængelig for mapper, ikke for filer.

source: This property must not have multiple lines. Only one line is allowed.
da: Denne egenskab må ikke indeholde flere linjer. Der tillades kun én linje.

source: This will delete the record of commands you've used in this application and restore the default set of visible commands to the menus and toolbars. It will not undo any explicit customizations. Are you sure you want to do this?
da: Dette vil slette historikken over kommandoer du har brugt i dette program samt genoprette standardsættet af synlige kommandoer i menuer og værktøjslinjer. Dette vil ikke annullere nogen eksplicitte tilpasninger. Er du sikker på at du vil gøre dette?

source: Tile &Vertically
da: Arranger &Vertikalt

source: Tile Hori&zontally
da: Arranger &Horisontalt

source: To commit recursively and work around this error, make sure that all child items of a checked folder are also checked in the commit dialog. Otherwise, TortoiseSVN must do a non-recursive commit which does not allow directory deletion.
da: For at arkivere rekursivt og omgå denne fejl skal du sørge for at alle emner inde i en valgt mappe og også er valgt i arkivér-dialogen. Ellers skal TortoiseSVN lave en ikke-rekursiv arkivering, som ikke tillader sletning af mapper.

source: To steal the lock, right-click on the parent folder of this item and select 'Get Lock' from the context menu. This will bring up the locking dialog where you can enforce the lock, i.e., 'steal' it from the one currently holding it.
da: For at stjæle låsen skal du højreklikke på mappen over emnet og vælge "Rekvivier lås" fra kontekstmenuen. Dette vil vise låsedialogen, hvor du kan gennemtvinge låsen, dvs. 'stjæle' den fra den, som ellers har taget den.

source: To:
da: Til:

source: Toggle One/Two Pages display Toggle One/Two Pages display
da: Skift mellem en- og tosidet visning Skift mellem en- og tosidet visning

source: Toolbar
da: Værktøjslinje

source: Toolbar Name
da: Navn på Værktøjslinje

source: Toolbar Options
da: Indstillinger for Værktøjslinje

source: Toolbar internal error. Please contact your application vendor.
da: Intern værktøjslinjefejl. Kontakt venligst din programansvarlige.

source: Toolbars
da: Værktøjslinjer

source: Tools
da: Funktioner

source: Tools:
da: Funktioner:

source: TortoiseBlame should not be started directly! Use TortoiseProc.exe /command:blame /path:"path\to\file" instead. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
da: TortoiseBlame bør ikke startes direkte! Brug TortoiseProc.exe /command:blame /path:"sti\til\fil" i stedet. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linjenumber] [/path:originalsti] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]

source: TortoiseIDiff - An image diff tool, part of TortoiseSVN
da: TortoiseIDiff - Et værtøj til billedsammenligning, en del af TortoiseSVN

source: TortoiseIDiff: the image diff viewer for TortoiseSVN Available command line parameters are: /left:"path to left picture" /lefttitle:"title to show for the left picture" /right:"path to right picture" /righttitle:"title to show for the right picture" /overlay to enable overlay mode /fit to fit the images sizes /showinfo to show the image info boxes
da: TortoiseIDiff: Billeddifferens-viseren for TortoiseSVN Tilgængelige kommandolinjeparametre:: /left:"sti til venstre billede" /lefttitle:"titel til venstre billede" /right:"sti til højre billede" /righttitle:"titel til højre billede"" /overlay for at slå "overlay mode" til /fit for at tilpasse billedernes størrelser /showinfo for at vise billedinfo-boksene

source: TortoiseSVN auto commit: changed externals to fixed revision.
da: TortoiseSVN auto arkivering: ændrede eksterne til låst revision.

source: TortoiseSVN has detected similar filenames. Do you want the files:%s to be renamed too?
da: TortoiseSVN har opdaget lignende filnavne. Ønsker du at filerne:%s også skal omdøbes?

source: TortoiseSVN is a shell extension. That means it is integrated into the Windows explorer. To use TortoiseSVN please open the explorer and right-click on any folder you like to bring up the context menu where you will find all TortoiseSVN commands. And read the manual!
da: TortoiseSVN er en såkaldt shell-udvidelse. Det betyder, at den er integreret i Windows Stifinder. For at benytte TortoiseSVN skal du åbne Windows Stifinder og højreklikke på en mappe for at vise kontekstmenuen, hvor du finder alle kommandoerne i TortoiseSVN. Husk at læse manualen!

source: Total commits analyzed:
da: Antal analyserede arkiveringer:

source: Total file changes:
da: Antal filændringer:

source: Total number of changes over all cached revisions
da: Samlet antal ændringer på tværs af alle cachede revisioner

source: Total number of merged revisions
da: Samlet antal flettede revisioner

source: Total number of user revision properties
da: Samlet antal af brugerdefinerede revisionsegenskaber

source: Tr&ee stripes
da: Tr&æ striber

source: Transferring at %s
da: Overfører med %s

source: Transparent &color...
da: Gennemsigtig &farve...

source: Tree conflict
da: Træ konflikt

source: Tree merge
da: Træfletning

source: Trunk nodes
da: Hovedgrens-knuder

source: Try a 'Cleanup'. If that doesn't work you need to do a fresh checkout.
da: Prøv at udføre kommandoen "Ryd op". Hvis det ikke hjælper, så er det nødvendigt at hente en ny arbejdskopi.

source: Try again
da: Prøv igen

source: Tweak TortoiseSVN
da: Optimer TortoiseSVN

source: U&pdate
da: O&pdater

source: URL history
da: URL-historik

source: URL not known (UUID: %s)
da: URL ukendt (UUID: %s)

source: URL of Subversion items
da: URL for Subversion-emner

source: URL to merge &from
da: URL til at flette &fra

source: Un&modified
da: U&ændret

source: Un&versioned
da: U&versioneret

source: Unable to determine merge source for %s Please use the main merge dialog.
da: Ude af stand til at bestemme fletningskilde for %s Benyt venligst hoved-fletningsdialogen.

source: Unable to load mail system support.
da: Understøttelse af mailsystem kan ikke startes.

source: Unable to process command, server busy.
da: Kunne ikke behandle kommando, serveren er optaget.

source: Unable to read from %1, it is opened by someone else.
da: Der kan ikke læses fra %1. Filen er åbnet af en anden kilde.

source: Unable to read write-only property.
da: Der kan ikke læses fra en kun-skrivebar egenskab.

source: Unable to reconstruct working copy path! This can happen if the file has been renamed. Please start the log dialog on this specific file alone and then revert the changes from the top pane in the log dialog.
da: Stien til arbejdskopien kunne ikke genskabes. Dette kan ske, hvis filen er blevet omdøbt. Åbn log-dialogen på denne fil alene og tilbagefør så ændringerne via det øverste panel.

source: Unable to write read-only property.
da: Der kan ikke skrives til en skrivebeskyttet egenskab.

source: Unable to write to %1, it is read-only or opened by someone else.
da: Der kan ikke skrives til %1. Filen er enten skrivebeskyttet eller allerede åbnet af en anden kilde.

source: Unchanged node
da: Uændret knude

source: Uncheck
da: Fravælg

source: Undo %d Actions
da: Fortryd %d Handlinger

source: Undo 1 Action
da: Fortryd 1 Handling

source: Undo Add..
da: Fortryd tilføj...

source: Undo the last action Undo
da: Fortryd den seneste handling Fortryd

source: Unexpected file format.
da: Ikke-forventet filformat.

source: Unfold
da: Luk op

source: Unformatted Text text without any formatting
da: Uformateret tekst tekst uden nogen formatering

source: Unified &diff of HEAD revisions
da: Unified &diff af HEAD-revisioner

source: Unknown certificate issuer. Fingerprint: %1!s! Distinguished name: %2!s!
da: Ukendt certifikatudsteder. Fingeraftryk: %1!s! Kendenavn: %2!s!

source: Unknown depth
da: Ukendt dybde

source: Unknown failure in SVN::List
da: Ukendt fejl i SVN::List

source: Unlock
da: Lås op

source: Unlock failed
da: Oplåsning mislykkedes

source: Unlocked
da: Låst op

source: Unrecognized or invalid property file format!
da: Ugenkendeligt eller ugyldigt egenskabsfil-format!

source: Untitled
da: Ikke-navngivet

source: Unused log caches will only be removed if the respective file is smaller than the given size in kBytes.
da: Ubrugte logcaches vil kun blive fjernet hvis den respektive fil er mindre end den givne størrelse i kBytes.

source: Unversion
da: Afversionér

source: Unversion and add to &ignore list
da: Afversioner og tilføj til &ignorer-listen

source: Unversioned
da: Uversioneret

source: Unversioned files mark parent folder as modified
da: Ikke-versionerede filer viser overordnet mappe som ændret

source: Unversioning %1!s!
da: Afversionerer %1!s!

source: Up one folder
da: Åbn overordnet mappe

source: Update
da: Opdater

source: Update Depth
da: Opdateringsdybde

source: Update WC to revision
da: Opdater arbejdskopi til revision

source: Updated
da: Opdateret

source: Updates the working copy to a specific revision
da: Opdaterer arbejdskopien til en bestemt revision

source: Updates the working copy to the current revision
da: Opdaterer arbejdskopien til den nyeste revision

source: Updating %s
da: Opdaterer %s

source: Updating ActiveX objects
da: Opdaterer ActiveX-objekter

source: Updating and retrying the lock...
da: Opdaterer og forsøger låsning igen...

source: Updating log cache
da: Opdaterer log-cache

source: Upgrade working copy
da: Opgrader arbejdskopi

source: Use &Default Image:
da: Benyt &Standardbillede:

source: Use &left block
da: Benyt &venstre blok

source: Use &one-pane view as default for 2-file diff
da: Benyt &enkelt-panel-visning som standard for 2-fils-sammenligning

source: Use &other text block
da: Benyt den &anden tekstblok

source: Use &text viewer to view blames
da: Benyt et &tekst-visningsprogram til at vise ansvar

source: Use '*' as a wildcard character when specifying an exception. To separate multiple exceptions, use commas (','). Example: *.mylan.com, *.company.com
da: Benyt '*' som et joker-tegn ved specificering af en undtagelse. Benyt kommaer (',') for at adskille flere undtagelser. Eksempel: *.mitlan.dk, *.firma.dk

source: Use Aero dialogs
da: Brug Aero dialoger

source: Use URL of &WC as the default "From:" URL
da: Benyt URL for &arbejdskopi som standard "Fra:"-URL

source: Use Unified Diff from &clipboard
da: Benyt unified diff fra &udklipsholder

source: Use all content from the left view Use left file
da: Benyt alt indhold fra den venstre visning Benyt venstre fil

source: Use block from left before right
da: Benyt blok fra venstre før højre

source: Use block from left view before block from right view Use block from left before right
da: Benyt blok fra venstre visning før blok fra højre visning Benyt blok fra venstre før højre

source: Use block from right before left
da: Benyt blok fra højre før venstre

source: Use block from right view before block from left view Use block from right before left
da: Benyt blok fra højre visning før blok fra venstre visning Benyt blok fra højre før venstre

source: Use both text blocks (this one first)
da: Benyt begge tekstblokke (denne først)

source: Use both text blocks (this one last)
da: Benyt begge tekstblokke (denne sidst)

source: Use left file
da: Benyt venstre fil

source: Use recycle bin when reverting
da: Brug papirkurv ved tilbageførsel

source: Use regular expression
da: Benyt regulært udtryk

source: Use stri&keout for removed lines
da: Benyt overst&regning til fjernede linjer

source: Use system locale for date/time
da: Benyt systemformatering til dato/tid

source: Use text block from '&mine'
da: Benyt tekstblok fra "&min"

source: Use text block from '&theirs'
da: Benyt tekstblok fra "&deres"

source: Use text block from 'm&ine' before 'theirs'
da: Benyt tekstblok fra "m&in" før "deres"

source: Use text block from 'mine' before 'theirs' Use 'mine' text block then 'theirs'
da: Benyt tekstblok fra "min" før "deres" Benyt "min" tekstblok, derefter "deres"

source: Use text block from 'mine' Use 'mine' text block
da: Benyt tekstblok fra "min" Benyt "min" tekstblok

source: Use text block from 't&heirs' before 'mine'
da: Benyt tekstblok fra "d&eres" før "min"

source: Use text block from 'theirs' before 'mine' Use 'theirs' text block then 'mine'
da: Benyt tekstblok fra "deres" før "min" Benyt "deres" tekstblok, derefter "min"

source: Use text block from 'theirs' Use 'theirs' text block
da: Benyt tekstblok fra "deres" Benyt "deres" tekstblok

source: Use text block from "&mine"
da: Benyt tekstblok fra "&min"

source: Use text block from "&theirs"
da: Benyt tekstblok fra "&deres"

source: Use text block from "m&ine" before "theirs"
da: Benyt tekstblok fra "m&in" før "deres"

source: Use text block from "t&heirs" before "mine"
da: Benyt tekstblok fra "d&eres" før "min"

source: Use text block from the left view Use left block
da: Benyt tekstblok fra den venstre visning Benyt venstre blok

source: Use th&is text block
da: Benyt &denne tekstblok

source: Use the log dialog to select the revisions you want to merge, or enter the revisions to merge, separated by commas. A revision range can be specified by a dash. Example: 4-7,9,11,15-HEAD To merge all revisions, leave the box empty.
da: Benyt logdialogen til at vælge de revisioner der skal flettes, eller indtast revisionerne adskilt af kommaer. Et revisionsinterval kan specificeres med en tankestreg. Eksempel: 4-7,9,11,15-HEAD Efterlad boksen tom for at flette alle revisioner.

source: Use this &whole file
da: Benyt &hele denne fil

source: Use this if the URL of the repository has changed
da: Benyt denne, hvis URL'en til versionsarkivet er blevet ændret

source: Use whole other &file
da: Benyt hele den anden &fil

source: User cancelled
da: Annulleret af bruger

source: Username:
da: Brugernavn:

source: Valid command line options are: /base:<path to base file> /theirs:<path to their file> /mine:<path to your file> /merged:<path to resulting merged file> /diff:<path to unified diff file> /patchpath:<path to folder>
da: Gyldige kommandolinjeparametre er: /base:<sti til basisfil> /theirs:<sti til deres fil> /mine:<sti til din fil> /merged:<sti til den resulterende, flettede fil> /diff:<sti til unified diff-fil> /patchpath:<sti til mappe>

source: Value
da: Værdi

source: Version Information
da: Versionsinformation

source: Versioned
da: Versioneret

source: View
da: Vis

source: View revision for path in &webviewer
da: Vis revision for sti i &webviser

source: View revision in &webviewer
da: Vis revision i &webviser

source: Visit our website
da: Besøg vores hjemmeside

source: WARNING: Only change these settings if you are absolutely sure what you are doing! To set the values to their default, delete the value text.
da: ADVARSEL: Ændr kun disse værdier hvis du er helt sikker på hvad du gør! For at sætte værdierne tilbage til standard, skal du slette indtastningen.

source: WC node
da: Arbejdskopi knude

source: WC node border
da: Arbejdskopi knude grænse

source: Wait
da: Vent

source: Wait for the script to finish
da: Vent på at scriptet afsluttes

source: Want to go offline?
da: Ønsker du at gå offline?

source: Warning
da: Advarsel

source: Warning!
da: Advarsel!

source: When a small log cache has not been used for the given number of days, it will be removed automatically.
da: Når en lille logcache ikke er blevet brugt i det givne antal dage, vil den blive fjernet automatisk.

source: When connecting to the repository server is not possible, TSVN can switch to using cached data only. Select the default behaviour here.
da: Når det ikke er muligt at forbinde til versionsarkivserveren, kan TSVN skifte over til kun at bruge cached data. Vælg standardindstillingen her.

source: When enabled, the versioned items listed in the commit dialog are automatically selected
da: Når aktiveret, vil versionerede emner automatisk blive markeret i arkivér-dialogen

source: When locking one or more selected files, shows a dialog asking for a descriptive message about the locking
da: Ved låsning af én eller flere filer vises dialogen hvor der kan indtastes en beskrivende besked om låsningen

source: Whitespaces
da: Blanktegn

source: Window Position
da: Vinduesposition

source: With URL:
da: Med URL:

source: Working Copy
da: Arbejdskopi

source: Working Copy Path:
da: Sti til arbejdskopi:

source: Working copy
da: Arbejdskopi

source: Working copy relocated to %s
da: Arbejdskopien blev omlagt til %s

source: Working copy: %s
da: Arbejdskopi: %s

source: Yes
da: Ja

source: Yes to all
da: Ja til alle

source: You already have the latest version installed.
da: Du har allerede den nyeste version installeret.
