Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/LC_MESSAGES/TortoiseUI.po
Languages: da

source: How do you want to resolve this conflict?
da: Hvordan ønsker du at løse denne konflikt?

source: I&gnore all whitespaces
da: I&gnorer alle blanktegn

source: I&gnored
da: &Ignoreret

source: I&nclude paths:
da: I&nkluder stier:

source: Icon Overlays
da: Ikonoverdækninger

source: Icon Overlays / Status Columns
da: Ikonoverdækninger/statuskolonner

source: Icon Overlays::Icon Set
da: Ikonoverdækning::Ikonsæt

source: Icon Overlays::Overlay Handlers
da: Ikonoverdækning::Overdækningshåndteringer

source: Icons/Design/Code: Luebbe Onken
da: Ikoner/Design/Kode: Luebbe Onken

source: If a component (part between two '/') of a given path matches one of these patterns, it is considered a 'branch'.
da: Hvis et element (teksten mellem to '/') i en given sti matcher en af følgende mønstre, bliver det opfattet som en 'sidegren'.

source: If a component (part between two '/') of a given path matches one of these patterns, it is considered a 'tag'.
da: Hvis et element (teksten mellem to '/' ) i en given sti matcher en af følgende mønstre, bliver det opfattet som en 'mærke'.

source: If a component (part between two '/') of a given path matches one of these patterns, it is considered a 'trunk'.
da: Hvis et element (teksten mellem to '/' ) i en given sti matcher en af følgende mønstre, bliver det opfattet som en 'hovedgren'.

source: If activated, prevents the overlays and the context menu from showing in 'save as...' or 'open' dialogs
da: Hvis valgt, så vises overdækningerne og kontekstmenuen ikke i dialogerne "gem som..." eller "åbn"

source: If activated, the menu entry 'Get Lock' is always shown in the top level menu if the selected file has the svn:needs-lock property set
da: Hvis aktiveret, så vises menupunktet "Rekvirer lås" altid i den øverste menu, hvis den valgte fil har egenskaben svn:needs-lock sat

source: If checked then a new folder is created in the repository. If not checked then the import goes directly to the specified URL.
da: Hvis valgt oprettes en ny mappe i versionsarkivet. Hvis ikke valgt importeres der direkte til den angivne URL.

source: If checked, TortoiseSVN creates a temporary file of the BASE to do the diff with the keywords expanded and the line endings adjusted.
da: Hvis valgt, så opretter TortoiseSVN en midlertidig kopi af basisfilen for at lave sammenligningen med udfyldte nøgleord og tilpassede linjeafslutninger.

source: If checked, double-clicking on a revision in the log list compares it with the previous revision
da: Hvis valgt, sammenlignes der med den tidligere revision, når der dobbeltklikkes på en revision i loglisten.

source: If enabled, the Merge dialog initializes the 'From:' URL with the URL of the selected working copy instead of the last used URL.
da: Hvis slået til, vil fletningsdialogen automatisk udfylde "Fra:"-URL'en med URL'en til den valgte arbejdskopi i stedet for den sidst brugte URL.

source: If enabled, the repository is contacted when the dialog starts up. You don't have to click on 'Check Repository' anymore.
da: Hvis slået til kontaktes versionsarkivet når dialogen åbnes. Du behøver ikke længere at klikke på "Check versionsarkiv".

source: If enabled, working copy folders which are excluded from showing overlays still show the overlay for status 'normal'
da: Hvis valgt, så vises overdækningsikoner for mapper, som er udelukket fra overdækningsikon-visning blot som status 'normal'

source: If set, TortoiseSVN will set the filetimes to the time they were last committed. If not set, TortoiseSVN uses the current time.
da: Hvis valgt, vil TortoiseSVN sætte tidsstemplerne på filerne til det tidspunkt, hvor de sidst blev arkiveret. Hvis ikke valgt, vil TortoiseSVN anvende den aktuelle tid.

source: If set, files inside unversioned folders can be shown in the status control. The status control is used for example in the commit dialog.
da: Hvis valgt, kan filer i ikke-versionerede mapper vises i statuselementet. Statuselementet benyttes for eksempel i "Arkivér"-dialogen.

source: If set, then unversioned files will mark the status of the parent directory as modified i.e. they get the modified overlay icon.
da: Hvis valgt, vil ikke-versionerede filer markere status af den overordnede mappe som ændret dvs. blive vist med ikonoverdækningen for "ændret".

source: If the graph contains multiple trees, separate them by slight variations in background color.
da: Hvis grafen indeholder flere træer, separer dem med mindre variationer i baggrundsfarven

source: If the repository can not be contacted
da: Hvis versionsarkivet ikke kan kontaktes

source: If you want to break the lock, use the 'Check For Modifications' dialog.
da: Hvis du ønsker at bryde låsen, skal du benytte dialogen "Check for ændringer".

source: Ignore
da: Ignorer

source: Ignore %d items by &extension
da: Ignorerer %d elementer efter &filtypenavn

source: Ignore &all whitespaces
da: Ignorer &alle blanktegn

source: Ignore &ancestry
da: Ignorer &forældreskab

source: Ignore all whitespace changes
da: Ignorer alle ændringer i blanktegn

source: Ignore all whitespaces
da: Ignorer alle blanktegn

source: Ignore case cha&nges
da: Ignorer &store/små bogstaver

source: Ignore line &endings
da: Ignorer linje&afslutninger

source: Ignore line &endings (recommended)
da: Ignorer linje&afslutninger (anbefales)

source: Ignore line endings
da: Ignorer linjeafslutninger

source: Ignore whitespace c&hanges
da: Ignorer &ændringer i blanktegn

source: Ignore whitespace changes
da: Ignorer ændringer i blanktegn

source: Ignored
da: Ignoreret

source: Ignored items included
da: Ignorerede emner inkluderet

source: Ignores all whitespace changes when diffing Ignore all whitespace changes
da: Ignorer alle mellemrum ændringer ved differens Ignorer alle mellemrum ændringer

source: Ignores changes in whitespaces when diffing Ignore whitespace changes
da: Ignorer ændringer i mellemrum ved differens Ignorer ændringer i mellemrum

source: Image &and Text
da: Billede &og Tekst

source: Image &and text
da: Billede &og tekst

source: Images
da: Billeder

source: Immediate children, including folders
da: 2 niveauer (filer, undermapper og undermappers filer)

source: Import
da: Importer

source: Import %ld items
da: Importer %ld emner

source: Import &message
da: &Logbesked for import

source: Import a previously saved set of properties from a file
da: Importer et tidligere gemt sæt af indstillinger fra en fil

source: Import file %1!s! to %2!s!
da: Importer filer %1!s! til %2!s!

source: Import file to %s
da: Importer fil til %s

source: Import folder %1!s! to %2!s!
da: Importer mappe %1!s! til %2!s!

source: Import to %1
da: Importertil %1

source: Imported folder structure
da: Importet folder struktur

source: Importing file %1!s!
da: Importerer filen %1!s!

source: Imports the directory to a repository
da: Importerer mappen til et versionsarkiv

source: Include ignored files
da: Inkluder ignorerede filer

source: Include merged revisions
da: Inkluder flettede revisioner

source: Include only the following revision range:
da: Inkluder kun følgende interval af revisioner:

source: Includes the repository for status check Hold down the shift key when clicking to fetch everything.
da: Indkluderer versionsarkivet for status check Hold shift-tasten nede når du klikker for at hente alting.

source: Incorrect filename.
da: Forkert filnavn.

source: Initial import
da: Oprindelig import

source: Inline differences
da: Linjesammenligning

source: Insert Clipboard contents Paste
da: Indsæt indholdet af udklipsholderen Indsæt

source: Insert message at:
da: Indtast besked ved:

source: Insufficient memory to perform operation.
da: Der er ikke tilstrækkelig hukommelse til at udføre handlingen.

source: Internal application error.
da: Intern programfejl.

source: Internal value indicating compression quality
da: Intern værdi der indikerer komprimeringskvalitet

source: Invalid Currency.
da: Ugyldig Valuta.

source: Invalid data object dropped!
da: Et ugyldigt dataobjekt blev sluppet!

source: Invalid revision number! Valid revisions are: HEAD, BASE, PREV, COMMITTED, WC, positive decimal numbers, dates in one of the following example forms: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
da: Revisionsnummeret er ugyldigt! Gyldige revisioner er: HEAD, BASE, PREV, COMMITTED, WC, positive heltal, datoer i et af følgende formater: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}

source: Invalid revision number! Valid revisions are: HEAD positive decimal numbers, dates in one of the following example forms: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
da: Revisionsnummeret er ugyldigt! Gyldige revisioner er: HEAD positive heltal, datoer i et af følgende formater: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}

source: Invalid revision range! Valid revisions are numbers and HEAD, separated by commas. A range can be specified with a dash. Example: 2-5,7,10,44-70,300-HEAD
da: Ugyldigt revisionsinterval! Gyldige revisioner er numre og HEAD, separeret af kommaer. Et interval kan specificeres med en tankestreg. Eksempel: 2-5,7,10,44-70,300-HEAD

source: Issue tracker
da: Sagsstyrings-system

source: Items in &externals
da: Elementer i &externe egenskaber

source: Items to show
da: Vis elementer

source: J&ump to first conflict when loading
da: &Gå til første konflikt ved indlæsning

source: Join with following &tree
da: Foren med følgende &træ

source: Join with source tree
da: Foren med kilde-træet

source: Keep &locks
da: Bevar &låse

source: Keep ch&angelists
da: Behold &ændringslister

source: Keep the directory from the repository
da: Hold folderen tilbage fra versionsarkivet

source: Keep the file from the repository
da: Hold filen tilbage fra versionsarkivet

source: Keep the local directory
da: Bevar lokal folder

source: Keep the local file
da: Bevar lokal fil

source: Keyboard
da: Tastatur

source: Keyboard shortcuts:
da: Tastaturgenveje:

source: Keys
da: Taster

source: L&imit:
da: &Grænse

source: L&ocal path:
da: L&okal sti:

source: Lan&guages
da: &Sprog:

source: Language:
da: Sprog:

source: Last commit revision:
da: Sidst arkiverede revision:

source: Last saved revision of item
da: Sidst gemte revision af emne

source: Last time the cache content was changed
da: Seneste tidspunkt cacheindholdet blev ændret

source: Last time the cache was accessed
da: Seneste tidspunkt cachen blev tilgået

source: Last time the repository was asked for the HEAD revision number
da: Sidste tidspunkt versionsarkivet blev spurgt om HEAD-revisionsnummeret.

source: Launches the external diff / merge program to solve the conflicts
da: Starter det eksterne sammenlignings/fletningsprogram for at løse konflikterne

source: Least active author:
da: Mindst aktive forfatter:

source: Leave conflicted:
da: Efterlad konflikt:

source: Left View:
da: Venstre visning:

source: Left image
da: Venstre billede

source: Line
da: Linje

source: Line Graph
da: Kurvediagram

source: Line Tool Line
da: Linjeværktøj Linje

source: Line diff bar
da: Bar med linjeforskelle

source: Line differences
da: Linjeforskelle

source: Line:
da: Linje:

source: Line: %*ld
da: Linje: %*ld

source: List Help topics Help Topics
da: Oversigt over hjælpeemner Hjælpeemner

source: List of repositories for which log information has been cached
da: Liste over versionsarkiver hvis loginformation er blevet cached

source: Load Images
da: Hent billeder

source: Local status
da: Lokal status

source: Location where the contents of the repository URL(s) will be saved to.
da: Placering hvor indholdet af versionsarkiv-URL'en vil blive gemt.

source: Locator Bar
da: Lokationsbar

source: Lock
da: Lås

source: Lock Date
da: Lås Dato

source: Lock Files
da: Lås filer

source: Lock broken!
da: Lås brudt!

source: Lock comment
da: Lås-kommentar

source: Lock creation date:
da: Dato for oprettelse af lås:

source: Lock failed
da: Låsning mislykkedes

source: Lock owner:
da: Ejer af lås:

source: Lock stolen by %s
da: Låsen stjålen af %s

source: Locked
da: Låst

source: Locked by %s
da: Låst af %s

source: Locking failed because a newer version exists! Do you want to update and try again?
da: Låsning mislykkedes fordi der findes en nyere version! Vil du opdatere og prøve igen?

source: Locks a file for other users and makes it editable by you.
da: Låser en fil for andre brugere og gør, at du kan redigere den.

source: Log Cache Statistics
da: Statistik over logcache

source: Log Caching::Cached Repositories
da: Cachede versionsarkiver

source: Log History
da: Log-historik

source: Log Messages
da: Logbeskeder

source: Log message
da: Logbesked

source: Log messages
da: Logbeskeder

source: Log messages (Input dialog)
da: Logbeskeder (indtastningsdialog)

source: Log messages (Show log dialog)
da: Logbeskeder (dialogen "vis log")

source: Lowest shown revision: %1!ld! - Highest shown revision: %2!ld!
da: Laveste viste revision: %1!ld! - Højeste viste revision: %2!ld!

source: Lowest shown revision: %1!ld! - Highest shown revision: %2!ld! HEAD revision: %3!ld!
da: Laveste viste revision: %1!ld! - Højeste viste revision: %2!ld! HEAD-revision: %3!ld!

source: Lum
da: Luminans

source: Mail system DLL is invalid.
da: Mailsystem-DLL'en er ugyldig.

source: Make this the default
da: Gør dette til standard

source: Manage Subversion properties
da: Rediger Subversion-egenskaber

source: Mark as &resolved
da: Marker som &løst

source: Mark as resolved
da: Marker som løst

source: Mark current revision of your working copy
da: Marker aktuel revision af din arbejdskopi

source: Mark for comparison
da: Marker til sammenligning

source: Mark the conflict as resolved
da: Marker konflikt som løst

source: Markers
da: Markører

source: Marks a file as resolved in Subversion Mark as resolved
da: Markerer en fil med konflikter som løst i Subversion Marker som løst

source: Marks the revisions as merged, without actually doing the merge. This blocks the revisions from getting merged in the future.
da: Markerer revisionerne som flettet uden at foretage selve fletningen. Dette forhindrer revisionerne i at blive flettet i fremtiden.

source: Match &case
da: Forskel på store/små &bogstaver

source: Max
da: Maks

source: Max. items to keep in the log message history
da: Maksimalt antal logbeskeder gemt i historikken

source: Max. lines in action log
da: Maks. linjer i handlingsloggen

source: Maximum number of tool &failures until cache removal
da: Maksimum antal værktøjs&fejl inden cache fjernes

source: Me&nus show recently used commands first
da: Me&nuer viser sidst brugte kommandoer først

source: Menu s&hadows
da: Menus&kygger

source: Merge
da: Flet

source: Merge &depth:
da: Fletnings&dybde:

source: Merge Reintegrate
da: Reintegreringsfletning

source: Merge a &range of revisions
da: Flet et &interval af revisioner

source: Merge all
da: Flet alle

source: Merge non-interactive
da: Flet ikke-interaktive

source: Merge options
da: Indstillinger for fletning

source: Merge reintegrate...
da: Reintegreringsfletning...

source: Merge revision range
da: Revisionsinterval for fletning

source: Merge revision to...
da: Flet revision til...

source: Merge revisions to...
da: Flet revisioner til...

source: Merge the changes into '%s'
da: Flet ændringerne til "%s"

source: Merge two different &trees
da: Flet to forskellige &træer

source: Merge type
da: Fletningstype

source: Merged
da: Flettet

source: Merged revision(s) %s from %s:
da: Flettede revision(er) %s fra %s:

source: Merges all missing revisions back into the working copy using merge-tracking information
da: Fletter alle manglende revisioner tilbage i arbejdskopien ved hjælp af sporingsinformation om fletninger.

source: Merging
da: Fletning

source: Merging differences between repository URLs
da: Fletter forskelle mellem versionsarkiv URL'er

source: Merging r%1!ld! through r%2!ld!
da: Fletter fra r%1!ld! til og med r%2!ld!

source: Merging r%ld
da: Fletter r%ld

source: Merging requires different revisions or different URLs in 'From:' and 'To:'
da: Fletning kræver forskellige revisioner eller forskellige URL'er i "Fra:" og "Til:"

source: Message
da: Besked

source: Message &label:
da: Besked &tekst:

source: Message &pattern:
da: Besked &mønster:

source: Message part &expression:
da: Besked del-&udtryk

source: Message:
da: Besked:

source: Messages
da: Beskeder

source: Messages, authors, paths and revs
da: Beskeder, forfattere, stier og revisioner

source: Mine
da: Min

source: Minimize the Ribbon
da: Minimer båndet

source: Minimum number of chars for a commit message:
da: Minimum antal karakterer for arkiveringsmeddelelse:

source: Minimum number of chars for a lock message:
da: Minimum antal karakterer for låsningsmeddelelse:

source: Misc
da: Diverse

source: Mixed
da: Blandet

source: Modification date
da: Ændringsdato

source: Modified
da: Ændret

source: Modified node
da: Ændret knude

source: More
da: Mere

source: More Buttons
da: Flere Knapper

source: More Commands...
da: Flere Kommandoer...

source: More colors...
da: Flere farver...

source: More...
da: Mere...

source: Most active author:
da: Mest aktive forfatter:

source: Mouse
da: Mus

source: Move %1!ld! items to %2!s!
da: Flyt %1!ld! elementer til %2!s!

source: Move %1!s! to %2!s!
da: Flyt %1!s! til %2!s!

source: Move &Down
da: Flyt &Op

source: Move &Up
da: Flyt &Ned

source: Move Item Down
da: Flyt Emne Ned

source: Move Item Up
da: Flyt Emne Op

source: Move and rename
da: Flyt og omdøb

source: Move and rename item to here
da: Flyt og omdøb emne hertil

source: Move items to here
da: Flyt emner hertil

source: Move to %1
da: Flyt til %1

source: Move to changelist
da: Flyt til ændringsliste

source: Move/Rename
da: Flyt/Omdøb

source: Move: New name for %s
da: Flyt: Nyt navn til %s

source: Moved from
da: Flyttet fra

source: Moved remotely
da: Flyttet på serveren

source: Moved to
da: Flyttet til

source: Moves the modified files to the recycle bin first before reverting
da: Flytter de redigerede filer til papirkurven før tilbageførsel

source: Moving %1!s!
da: Flytte r%1!s!

source: Moving...
da: Flytter...

source: Multiple, &independent working copies
da: Multiple, &uafhængige arbejdskopier

source: My file:
da: Min fil:

source: N&ext Conflict
da: N&æste konflikt

source: Navigation Pane Options
da: Indstillinger for navigeringsrude

source: Navigation Pane Options...
da: Indstillinger for navigeringsrude...

source: Needs lock
da: Kræver lås

source: Needs-&Lock
da: Kræver-&Lås

source: Needs-lock
da: Kræver-lås

source: Nested
da: Indlejret

source: Network
da: Netværk

source: Never try to contact the repository again
da: Forsøg aldrig at kontakte versionsarkivet igen

source: New
da: Ny

source: New &name:
da: Nyt &navn:

source: New Menu
da: Ny Menu

source: New name for %s
da: Nyt navn til %s

source: New name:
da: Nyt navn:

source: Next &Inline Difference
da: Næste &Linie Forskel

source: Next Page Next Page
da: Næste Side Næste Side

source: No
da: Nej

source: No command specified! TortoiseProc.exe is used by the Shell extension and should not be called directly!
da: Der er ikke angivet nogen kommando! TortoiseProc.exe benyttes af shell-udvidelsen og bør ikke kaldes direkte!

source: No command value specified!
da: Der er ikke angivet nogen værdi til kommandoen!

source: No differences found!
da: Der er ingen forskelle.

source: No error message is available.
da: Der er ingen fejlmeddelelse tilgængelig.

source: No error occurred.
da: Der opstod ingen fejl.

source: No externals found
da: Ingen eksterne fundet

source: No files or folders were modified. There is nothing for TortoiseSVN to revert!
da: Der er ikke ændret nogen filer eller mapper. Der er derfor ikke noget for TortoiseSVN at tilbageføre.

source: No files to show with the current setting. Check one or more settings below to see unversioned, ignored and/or unmodified files. To see remote changes, click on 'Check Repository'
da: Der er ingen filer at vise med den nuværende indstilling. Vælg én eller flere indstillinger nedenfor for at se uarkiverede, ignorerede og/eller uændrede filer. For at se fjernændringer, klik på "Check versionsarkiv"

source: No files were changed or added since the last commit. There's nothing for TortoiseSVN to do here...
da: Der er ikke blevet ændret eller tilføjet nogen filer siden sidste arkivering. Der er derfor ikke noget for TortoiseSVN at foretage sig...

source: No graph available
da: Der er ingen graf tilgængelig

source: No image encoder found for %s.
da: Der blev ikke fundet nogen billed-indkoder til %s.

source: No path or pathfile specified on the command line!
da: Ingen sti eller sti-fil specificeret på kommandolinien

source: No spell corrections
da: Ingen stavekontrol-rettelser

source: No status cache. Only versioned folders get an overlay, files don't get an overlay
da: Ingen status-cache. Kun mapper under versionskontrol får overdækning, filer gør ikke

source: No such revision '%1!s!'
da: Ingen revision ved navn '%1!s!'

source: No thesaurus suggestions
da: Ingen forslag fra opslagsværk

source: Node Status:
da: Knude status:

source: Node colors
da: Knude farver

source: Non-versioned
da: Ikke-versioneret

source: None
da: Ingen

source: Not all of the system registry entries (or INI file) were removed.
da: Ikke alle indgange i registreringsdatabasen (eller INI-filen) blev fjernet.

source: Not enough memory to complete operation.
da: Der er ikke nok hukommelse til at færdiggøre handlingen.

source: Not enough memory! Try reducing the size of the revision graph by either collapsing nodes or reducing the zoom factor.
da: Ikke nok hukommelse! Prøv at reducere størrelsen af revisions-grafen ved enten at kollapse træ-noder eller mindske zoom-faktoren.

source: Not recursive
da: Ikke-rekursivt

source: Note that if you choose to recover the auto-saved documents, you must explicitly save them to overwrite the original documents. If you choose to not recover the auto-saved versions, they will be deleted.
da: Bemærk at hvis du vælger at genskabe de automatisk gemte dokumenter skal du eksplicit gemme og overskrive de originale dokumenter. Hvis du vælger ikke at genskabe de automatisk gemte dokumenter, vil de blive slettet.

source: Note: the folder contains unversioned items
da: Bemærk: Kataloget indeholder ikke-versionerede emner

source: Note: the font settings also affect the TortoiseUDiff viewer
da: Bemærk: Skrifttypeindstillingerne påvirker også visningsprogrammet TortoiseUDiff

source: Note: this affects all Tortoise clients, not just TortoiseSVN!
da: Bemærk: Dette påvirker alle Tortoise klienter, ikke bare TortoiseSVN!

source: Note: this property has no effect on Windows
da: Bemærk: Denne egenskab har ingen effekt på Windows

source: Notice
da: Bemærk

source: Number of %s
da: Antal af %s

source: Number of authors in the cache
da: Antal forfattere i cachen:

source: Number of authors:
da: Antal forfattere:

source: Number of cached merged revisions
da: Antal af cachede flettede revisioner

source: Number of cached revisions
da: Antal af cachede revisioner

source: Number of cached revisions that have a non-empty change list
da: Antal af cachede revisioner der har en ikke-tom ændringsliste
