Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/LC_MESSAGES/TortoiseUI.po
Languages: da

source: Allow different repositories to use the same UUID, e.g. copied repositories
da: Tillad flere forskellige versionsarkiver at benytte samme UUID, f.eks. http://localhost/mitversionsarkiv/

source: Already merged
da: Allerede flettet

source: Always close dialogs for local operations
da: Altid luk dialoger ved lokale handlinger

source: Always use the system locale settings to show times and dates
da: Benyt altid systemformateringen til at vise tidspunkter og datoer

source: Amount of memory required to load the cache
da: Mængden af hukommelse nødvendig for at indlæse cachen

source: An external diff program used for comparing different revisions of files You can specify the following parameters to the path: %base : the base file %mine : the modified file
da: Et eksternt sammenligningsprogram, der benyttes til at sammenligne forskellige revisioner af filer Du kan angive følgende parametre til stien: %base : basisfilen %mine : den ændrede fil

source: An external merge program used to resolve conflicted files. You can specify the following parameters to the path: %merged : the conflicted file, where to save %theirs : the file as it is in the repository %mine : your own file, with your changes %base : the original file without your changes
da: Et eksternt fletningsprogram, der benyttes til at løse konfliktramte filer. Du kan angive følgende parametre til stien: %merged : hvor filen indeholdende konflikter skal gemmes %theirs : filen, som den ser ud i versionsarkivet %mine : din egen fil med ændringer %base : den originale fil uden dine ændringer

source: An incorrect file handle was associated with %1.
da: Et ugyldigt filkendetegn blev associeret med %1.

source: An unknown error has occurred.
da: Der opstod en ukendt fejl.

source: An unknown error occurred while accessing %1.
da: En ukendt fejl opstod under adgang til %1.

source: An unknown line type was found in line %d !
da: En ukendt linjetype blev fundet i linje %d!

source: Application Frame Menus:
da: Program hoved-menuer:

source: Applies a unified diff file to the working copy
da: Aktiverer en unified diff-fil på arbejdskopien

source: Applies the properties recursively to all files/folders. bugtraq:, tsvn: and webviewer: properties are only applied to folders.
da: Anvender egenskaberne rekursivt på alle filer/mapper. Egenskaberne bugtraq:, tsvn: og webviewer: anvendes kun på mapper.

source: Apply &patch...
da: Påfør rettelsesf&il

source: Apply 'Power User' defaults. Those will provide a smoother experience. You should know the meaning of all the settings above.
da: Anvend indstillinger for erfarne brugere. Dette vil give en mere strømlinet oplevelse. Du bør kende betydningen af alle indstillingerne nævnt ovenfor.

source: Apply Patch...
da: Påfør Rettelse...

source: Apply unified diff
da: Aktiver unified diff

source: Arb&itrary text
da: &Tilfældig tekst

source: Are you sure you want to mark the conflicted file(s) as resolved?
da: Er du sikker på, at filen/filerne med konflikter skal markeres som løst?

source: Are you sure you want to remove the cache of the selected %d items?
da: Er du sikker på at du vil fjerne cachen af de valgte %d emner?

source: Are you sure you want to revert %d item(s)? You will lose all changes since the last update!
da: Er du sikker på at du vil tilbageføre %d emne(r)? Du mister alle ændringer siden sidste opdatering!

source: Arrange &Vertical
da: Arranger &lodret

source: As &is (no specific EOL)
da: &Uændret (ingen specifik EOL)

source: Ask the user
da: Spørg brugeren

source: Assigned to changelist '%s'
da: Tildelt ændringslisten "%s"

source: Assigned to:
da: Tildelt til:

source: At revision: %d
da: Ved revision: %d

source: Attempted an unsupported operation.
da: Forsøgte at udføre en handling der ikke er understøttet.

source: Attempted to access %1 past its end.
da: Forsøgte at tilgå %1 ud over dets slutning.

source: Attempted to read from the writing %1.
da: Forsøgte at læse fra skrivningen %1.

source: Attempted to write to the reading %1.
da: Forsøgte at skrive til læsningen %1.

source: Authentication
da: Autorisation

source: Authentication data
da: Autorisationsdata

source: Author
da: Forfatter

source: Author: Stefan Kueng
da: Forfatter: Stefan Kueng

source: Authors
da: Forfattere

source: Authors case sensitive
da: Forfattere er følsom overfor store/små bogstaver.

source: Authors:
da: Forfattere:

source: Auto Hide
da: Skjul automatisk

source: Auto Hide All
da: Skjul automatisk alle

source: Auto Rename
da: Auto-omdøb

source: Auto-close if no conflicts
da: Luk automatisk, hvis ingen konflikter

source: Auto-close if no errors
da: Luk automatisk, hvis ingen fejl

source: Auto-close if no merges, adds or deletes
da: Luk automatisk hvis ingen fletninger, tilføjelser eller sletninger

source: Auto-complete suggests words (usually class or member names) from the files that you have changed as you type a log message.
da: Automatisk fuldføring foreslår ord (normalt klasse- eller medlemsnavne) fra de filer du har ændret når du skriver en logbesked.

source: Automatic
da: Automatisk

source: Average
da: Gennemsnit

source: B&lack Style
da: S&ort stil

source: B&rowse...
da: &Gennemse...

source: Back
da: Tilbage

source: Background
da: Baggrund

source: Bar Graph
da: Søjlediagram

source: Base file:
da: Basis-fil:

source: Bitmap a bitmap
da: Bitmap et bitmap

source: Blame
da: Ansvar

source: Blame - TortoiseSVN
da: Ansvar - TortoiseSVN

source: Blame...
da: Ansvar...

source: Blames each line of a file on an author
da: Viser den ansvarlige forfatter for hver linje i en fil

source: Blend Alpha
da: Mix alpha-kanaler

source: Both /logmsg and /logmsgfile were specified! Only one of those can be specified.
da: Både /logmsg og /logmsgfile blev angivet! Kun én af disse kan angives.

source: Br&owse...
da: Ge&nnemse...

source: Branch / tag created successfully!
da: Gren / mærke oprettet!

source: Branch at copy-from-rev even if there was no change in that revision
da: Forgren ved copy-from-rev selvom der ikke var nogen ændringer i revisionen

source: Branch/&tag...
da: Forgre&n/mærk...

source: Break loc&k
da: Br&yd lås

source: Browse for the external diff program
da: Vælg eksternt sammenligningsprogram

source: Browse...
da: Gennemse...

source: Bug-&ID / Issue-Nr:
da: Fejl-&ID / Sagsnr:

source: Bug-ID
da: Fejl-ID

source: Bug-ID e&xpression:
da: Fejl-ID &udtryk:

source: Bug-ID is:
da: Fejl-ID er:

source: Bug-IDs
da: Fejl-ID'er

source: Button Appearance
da: Knapudseende

source: C&heck now
da: C&heck nu

source: C&heck repository
da: C&heck versionsarkiv

source: C&ollapse sub-trees
da: K&ollaps under-træer

source: C&ommands:
da: K&ommandoer:

source: C&reate branch/tag from revision
da: O&pret gren/mærke fra revision

source: C&reate folder...
da: O&pret mappe...

source: C&urrent Keys:
da: N&uværende nøgler:

source: C&ut
da: K&lip

source: Cache size [kB]
da: Cachestørrelse [kB]

source: Cached Repositories
da: Cachede versionsarkiver

source: Caches the log messages to speed up log fetching
da: Cacher logbeskederne for hurtigere at hente logs

source: Can double-click in log list to compare with previous revision
da: Kan dobbeltklikke i loglisten for at sammenligne med tidligere revision

source: Can not activate a static ActiveX object.
da: Kan ikke aktivere et statisk ActiveX-objekt.

source: Can't copy %1!s! to %2!s!
da: Kan ikke kopiere %1!s! til %2!s!

source: Can't copy bitmap image into the clipboard!
da: Kan ikke kopiere bitmap-billede til udklipsholderen!

source: Can't create a new image!
da: Kan ikke oprette et nyt billede!

source: Can't customize menus!
da: Kan ikke tilpasse menuer!

source: Can't paste bitmap image from the clipboard!
da: Kan ikke indsætte bitmap-billede fra udklipsholderen!

source: Cancel
da: Annuller

source: Cancelling TortoiseSVN Blame...
da: Annullerer TortoiseSVN Blame...

source: Cancelling operation...
da: Annullerer handling...

source: Cannot show diff because of inconsistent newlines in the file.
da: Forskellene kan ikke vises på grund af inkonsistente linjeafslutninger i filen.

source: Casca&de
da: Vis i &serie

source: Cascaded context menu
da: Udvidet højrekliksmenu

source: Case-sensitive
da: Forskel på store/små bogstaver.

source: Cate&gories:
da: Kate&gorier:

source: Certificate expired or not yet valid
da: Certifikatet er udløbet eller endnu ikke gyldigt

source: Certificate expired. Valid until: %s
da: Certifikatet er udløbet. Gyldigt indtil: %s

source: Certificate not yet valid. Valid from: %s
da: Certifikatet er endnu ikke gyldigt. Gyldigt fra: %s

source: Certificates|*.p12;*.pkcs12;*.pfx|All|*.*||
da: Certifikater|*.p12;*.pkcs12;*.pfx|Alle|*.*||

source: Change the window position
da: Ret vinduesplaceringen

source: Change the window size
da: Ret vinduesstørrelsen

source: Changed Files
da: Ændrede filer

source: Changed files between %1!s!, %2!s! and %3!s!, %4!s!
da: Ændrede filer mellem %1!s!, %2!s! og %3!s!, %4!s!

source: Changed files: %d
da: Ændrede filer: %d

source: Changelist %s moved
da: Ændringsliste %s flyttet

source: Changelist:
da: Ændringsliste:

source: Changes made (double-click on file for diff):
da: Aktuelle ændringer (dobbeltklik på fil for at sammenligne):

source: Changing externals to fixed revision
da: Ændrer eksterne til låst revision

source: Char position where to show a border line in commit text boxes:
da: Position hvor en kant-linie vises i kommentar-bokse:

source: Chec&kout...
da: &Hent arbejdskopi...

source: Check
da: Vælg

source: Check For Updates
da: Check for opdateringer

source: Check For Updates...
da: Check for opdateringer...

source: Check for &modifications
da: Check for &ændringer

source: Check for modi&fications
da: &Check for ændringer

source: Check for modifications
da: Check for ændringer

source: Check for updates
da: Check for opdateringer

source: Check out a working copy from a repository
da: Hent en arbejdskopi fra et versionsarkiv

source: Check the files which you want to delete before importing.
da: Marker de filer, du ønsker at slette før importen.

source: Check the log to find out how the file/folder got renamed/moved and decide whether you want to keep your rename/move or the one from the repository. Then mark the conflict as resolved.
da: Check loggen for at finde ud af hvordan filen/folderen blev omdøbt/flyttet og beslut så om du ønsker at beholde din egen omdøbning/flytning eller den fra versionsarkivet. Herefter skal du markere konflikten som løst.

source: Check the log to find out how the file/folder got renamed/moved and decide whether you want to merge the change into your renamed file, or restore the original file.
da: Check loggen for at finde ud af hvordan filen/folderen blev omdøbt/flyttet og beslut om du ønsker at flette din ændring til din omdøbte fil eller genetablere den oprindelige fil.

source: Check the path and/or URL you've entered.
da: Check den sti og/eller URL, som du har indtastet.

source: Check those menu entries you want to appear in the top context menu instead of the TortoiseSVN submenu
da: Marker de menupunkter, som du vil have vist i den øverste kontekstmenu i stedet for TortoiseSVN-undermenuen

source: Check to use a less verbose date and time format in log messages
da: Marker denne for at benytte et kortere dato- og tidsformat i logbeskeder

source: Check working copy for modifications
da: Check arbejdskopi for ændringer

source: Check:
da: Vælg:

source: Checking if a newer version of TortoiseSVN is available...
da: Søger efter en nyere version af TortoiseSVN...

source: Checkout
da: Hent arbejdskopi

source: Checkout &directory:
da: &Mappe til arbejdskopi:

source: Checkout D&epth
da: D&ybde af "Hent arbejdskopi"

source: Choose item:
da: Vælg emne:

source: Classification Patterns
da: Klassificeringsmønstre

source: Cleaning up
da: Rydder op

source: Cleanup failed to process the following paths: %s
da: Oprydning mislykkedes for følgende stier: %s

source: Cleanup has successfully processed the following paths: %s
da: Oprydning lykkedes for følgende stier: %s

source: Cleanup interrupted operations, locked files, ...
da: Ryd op efter afbrudte handlinger, låste filer, ...

source: Clear
da: Ryd

source: Clear Tool Clear
da: Rydningsværktøj Ryd

source: Clears %1!ld! URLs stored for %2!ld! working copies
da: Rydder %1!ld! URL'er gemt for %2!ld! arbejdskopier

source: Clears %1!ld! log messages stored for %2!ld! working copies
da: Rydder %1!ld! logbeskeder gemt for %2!ld! arbejdskopier

source: Clears %1!ld! username/password pairs, %2!ld! ssl certificates and %3!ld! usernames
da: Rydder %1!ld! brugernavn/adgangskode-par, %2!ld! SSL-certifikater og %3!ld! brugernavne

source: Clears cached logs from %ld repositories
da: Rydder cachede logge fra %ld versionsarkiver

source: Clears the stored authentication. You will have to enter your username/password again for all repositories.
da: Rydder de gemte autorisationer. Du vil blive bedt om at indtaste dit brugernavn/adgangskode igen for alle versionsarkiver.

source: Clears the stored sizes and positions of %ld dialogs
da: Rydder de gemte størrelser og placeringer for %ld dialoger

source: Click here to go to the website
da: Klik her for at gå til hjemmesiden

source: Click here to select a recently typed message
da: Klik her for at vælge én af de sidst skrevne beskeder

source: Click on "Advanced" to specify alternate diff programs based on file extension
da: Klik på "Avanceret" for at angive alternative sammenligningsprogrammer baseret på filendelse

source: Click on "Advanced" to specify alternate merge programs based on file extension
da: Klik på "Avanceret" for at angive alternative fletningsprogrammer baseret på filendelse

source: Clipboard
da: Udklipsholder

source: Close
da: Luk

source: Close Full Screen
da: Luk fuldskærmsvisning

source: Close Print Preview &Close
da: Luk Udskriftsvisning &Luk

source: Close manually
da: Luk manuelt

source: Close the active window and prompts to save the documents
da: Lukker det aktive vindue og spørger, om dokumenterne skal gemmes

source: Coll&apse source tree
da: Koll&aps kilde-træ

source: Collapse &following tree
da: Kollaps &følgende træ

source: Collapse unchanged sections Collapse
da: Skjul uændrede sektioner Skjul

source: Collapsed
da: Sammentrukket

source: Color
da: Farve

source: Color 1
da: Farve 1

source: Color 2
da: Farve 2

source: Color co&de in-line changes
da: Farveko&dning af ændringer indenfor linje

source: Colors
da: Farver

source: Colors:
da: Farver:

source: Comman&ds:
da: Komman&doer:

source: Command
da: Kommando

source: Command Line
da: Kommandolinje

source: Command Line To Execute:
da: Kommandolinje, der skal udføres:

source: Command failed.
da: Kommandoen mislykkedes.

source: Commands
da: Kommandoer

source: Commit
da: Arkivér

source: Commit to:
da: Arkivér til:

source: Commit...
da: Arkivér...

source: Commits by author
da: Arkiveringer pr. forfatter

source: Commits by date
da: Arkiveringer efter dato

source: Commits each %s
da: Arkiveringer hver %s

source: Commits each week:
da: Ugentlige arkiveringer:

source: Commits your changes to the repository
da: Arkiverer dine ændringer til versionsarkivet

source: Committing an unversioned folder will not recursively add its child items! You might want to add these folders recursively by using the 'Add...' context menu item. Are you sure that you want to continue the commit?
da: Arkivering af en ikke-versioneret mappe vil ikke automatisk tilføje dens undermapper. Du kan tilføje disse mapper rekursivt ved at vælge "Tilføj..." i kontekstmenuen. Er du sikker på at fortsætte arkiveringen?

source: Compare &HEAD revisions
da: Sammenlign &HEAD-revisioner

source: Compare and &blame with working BASE
da: Sammenlign og angiv &ansvar i forhold til grundrevisionen af arbejdskopien

source: Compare and blame with previous revision
da: Sammenlign og angiv ansvar i forhold til forrige revision

source: Compare whitespaces
da: Sammenlign blanktegn

source: Compare with &working copy
da: Sammenlign med &arbejdskopien

source: Compare with b&ase
da: Sammenlign med b&asisfilen

source: Compare with previous revision
da: Sammenlign med forrige version

source: Compares all whitespaces when diffing Compare whitespaces
da: Sammenlign alle mellemrum ved differens Sammenlign mellemrum

source: Compares the file with the last committed revision to show you the changes you made
da: Sammenligner filen med den sidst arkiverede revision og viser de ændringer, du har foretaget

source: Compares the selected file with a file in the repository
da: Sammenligner den valgte fil med en fil i versionsarkivet

source: Comparing %1!s! to %2!s!
da: Sammenligner %1!s! med %2!s!

source: Completed
da: Gennemført

source: Completed!
da: Gennemført!

source: Configure Hook Scripts
da: Konfigurer tilkoblinger

source: Configure Issue Tracker Integration
da: Konfigurer sagsbehandlerintegration

source: Configure the program used for comparing different revisions of files
da: Konfigurer programmet, der bruges til at sammenligne forskellige revisioner af filer

source: Configure the program used for comparing different revisions of properties
da: Konfigurer programmet, der bruges til at sammenligne forskellige revisioner af egenskaber

source: Configure the program used to resolve conflicted files.
da: Konfigurer programmet, der bruges til at løse konflikter i filer.

source: Configure viewer program for GNU diff files (patch files).
da: Konfigurer visningsprogrammet til GNU diff-filer (rettelsesfiler).

source: Conflict Sources
da: Konflikt Kilder

source: Conflict resolved
da: Konflikt løst

source: Conflicted
da: Konfliktramt

source: Conflicts: %d
da: Konflikter: %d

source: Connect to the repository server and download missing log data
da: Forbind til versionsarkivserveren og download manglende logdata

source: Container sizes
da: Beholderstørrelser

source: Context Menus:
da: Kontekstmenuer:

source: Continue
da: Fortsæt

source: Contract docked window
da: Sammentræk fastgjort vindue

source: Converts the working copy format to the new version
da: Konverterer arbejdskopien til den nyeste version

source: Cop&y
da: Kop&ier

source: Copied
da: Kopieret

source: Copied from URL
da: Kopieret fra URL

source: Copied from revision
da: Kopieret fra revision

source: Copied from: %1!s!@%2!ld!
da: Kopieret fra: %1!s!@%2!ld!

source: Copied remotely
da: Kopieret på serveren

source: Copy
da: Kopiér

source: Copy %1!ld! items to %2!s!
da: Kopier %1!ld! elementer til %2!s!

source: Copy %1!s! to %2!s!
da: Kopier %1!s! til %2!s!

source: Copy %s
da: Kopier %s

source: Copy (Branch / Tag)
da: Kopier (Forgren / Mærk)

source: Copy Tool Copy
da: Kopieringsværktøj Kopiér

source: Copy URL to clipboard
da: Kopier URL til udklipsholder

source: Copy all information to clipboard
da: Kopier al information til udklipsholder

source: Copy and rename
da: Kopier og omdøb

source: Copy and rename item to here
da: Kopier og omdøb emne hertil

source: Copy column to clipboard
da: Kopier kolonne til udklipsholder

source: Copy error message to clipboard
da: Kopier fejlbesked til udklipsholder

source: Copy from path
da: Kopi fra sti

source: Copy items to here
da: Kopier emner hertil

source: Copy paths to clipboard
da: Kopier stier til udklipsholder

source: Copy selection to cli&pboard
da: Kopiér markering til &udklipsholder

source: Copy the selection and put it on the Clipboard Copy
da: Kopier det markerede og læg det i udklipsholderen Kopier

source: Copy to %1
da: Kopier til %1

source: Copy to clipboard
da: Kopier til udklipsholder

source: Copy to working copy
da: Kopier til arbejdskopi

source: Copy to working copy...
da: Kopier til arbejdskopi...

source: Copy: New name for %s
da: Kopier: Nyt navn til %s

source: Copying %1!s!
da: Kopierer %1!s!

source: Copying...
da: Kopierer...

source: Corrections
da: Rettelser

source: Could not add %s to the ignore list!
da: %s kunne ikke tilføjes "ignorer"-listen!

source: Could not add '%s' because
da: "%s" kunne ikke tilføjes fordi

source: Could not add property '%1!s!' on '%2!s!' because
da: Kunne ikke tilføje egenskab '%1!s!' på '%2!s!' fordi

source: Could not check for a newer version!
da: Det lykkedes ikke at tjekke for en nyere version!

source: Could not copy the files! %s
da: Filerne kunne ikke kopieres! %s

source: Could not create %1 because the directory is full.
da: Kunne ikke oprette %1, fordi mappen er fyldt op.

source: Could not delete '%s' because
da: "%s" kunne ikke slettes fordi

source: Could not delete property '%1!s!' on '%2!s!' because
da: Kunne ikke slette egenskab '%1!s!' på '%2!s!' fordi

source: Could not determine the last committed revision!
da: Kunne ikke fastslå den sidst arkiverede revision!

source: Could not get the status!
da: Status kunne ikke hentes!

source: Could not merge '%s' because
da: Kunne ikke flette "%s" fordi

source: Could not merge property '%1!s!' on '%2!s!' because
da: Kunne ikke flette egenskaben '%1!s!' på '%2!s!' fordi

source: Could not open %1 because there are too many open files.
da: Kunne ikke åbne %1 fordi der er for mange åbne filer.

source: Could not open the file %s
da: Det lykkedes ikke at åbne filen %s

source: Could not remove %1 because it is the current directory.
da: Kunne ikke fjerne %1, da det er den aktuelle mappe.

source: Could not remove %s from the ignore list
da: Det lykkedes ikke at fjerne %s fra "ignorer"-listen

source: Could not replace '%s' because
da: Kunne ikke erstatte '%s' fordi

source: Could not replace property '%1!s!' on '%2!s!' because
da: Kunne ikke erstatte egenskab '%1!s!' på '%2!s!' fordi

source: Could not retrieve URL of the file! %s
da: Filens URL kunne ikke hentes! %s

source: Could not retrieve revision %1!s! of the file %2!s!. Patching is not possible!
da: Kunne ikke hente revision %1!s! af filen %2!s!. Rettelser kan ikke foretages!

source: Could not save the file %s!
da: Filen %s kunne ikke gemmes!

source: Could not start diff viewer! %s
da: Kunne ikke åbne forskelsprogram! %s

source: Could not start external diff program! %s
da: Det eksterne sammenligningsprogram kunne ikke startes! %s

source: Could not start external merge program! %s
da: Det eksterne fletningsprogram kunne ikke startes! %s

source: Could not start print job.
da: Udskriftsjobbet kunne ikke startes.

source: Could not start text viewer! %s
da: Kunne ikke åbne program til at se tekst! %s

source: Could not start thread!
da: Tråden kunne ikke startes!

source: Create &Library
da: Opret &Bibliotek

source: Create &patch...
da: Op&ret rettelsesfil

source: Create Changelist
da: Opret ændringsliste

source: Create Patch
da: Opret rettelse

source: Create copy in the repository from:
da: Opret kopi i versionsarkivet fra:

source: Create new directory: %s
da: Opret ny mappe: %s

source: Create repositor&y here
da: Opret versions&arkiv her

source: Create shortcut
da: Opret genvej

source: Create unified diff file
da: Opret unified diff-fil

source: Created folder remotely
da: Mappen blev oprettet på serveren

source: Creates a 'cheap' copy inside the repository used for branches or tagging
da: Opretter en 'hurtig' kopi indeni versionsarkivet til brug for forgrening eller mærkning

source: Creates a library folder with special settings for Subversion working copies
da: Opret biblioteks-katalog med specielle egenskaber for Subversion arbejskopier

source: Creates a patch file from the differences of the two files Create patch file
da: Opretter en rettelsesfil ud fra forskellene mellem de to filer Opret rettelsesfil

source: Creates a repository database at the current location
da: Opretter en versionsarkiv-database på den nuværende placering

source: Creates a unified diff file with all changes you made
da: Opretter en unified diff-fil med alle ændringer, du har foretaget

source: Credits:
da: Tak til:

source: Cu&t
da: Kli&p
