Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/LC_MESSAGES/TortoiseUI.po
Languages: da

source: Number of cached revisions that have user revision properties
da: Antal af cachede revisioner der har brugerdefinerede revisionsegenskaber

source: Number of cached revisions whose change list is not cached yet
da: Antal af cachede revisioner hvis ændringsliste endnu ikke er cached

source: Number of cached revisions whose user revision properties are not cached yet
da: Antal af cachede revisioner hvis brugerdefinerede revisionsegenskaber endnu ikke er cachede

source: Number of different paths shown in the log dialog, including parent paths
da: Antal af forskellige stier vist i logdialogen, inklusiv rodstier.

source: Number of different words used in log messages
da: Antal af forskellige ord brugt i logbeskeder

source: Number of merged revisions that are not cached yet
da: Antal af flettede revisioner der ikke er cachet endnu

source: Number of path elements. A path element is a folder or file name like 'foo.txt' or 'mybranch'.
da: Antal af stielementer. Et stielement er en mappe eller et filnavn, f.eks. 'fil.txt' eller 'mingren'.

source: Number of times a log cache can fail to close properly due to crashes etc. until it gets deleted automatically.
da: Antal gange lukning af en logcache kan fejle p.gr.a. nedbrud osv., indtil den bliver slettet automatisk.

source: Number of weeks:
da: Antal uger:

source: Older lines
da: Ældre linjer

source: Oldest on to&p
da: Ældste &øverst

source: Omit e&xternals
da: Udelad e&xternals

source: Omit externals
da: Udelad externals

source: One of the paths you are attempting to move appears to be a special path (one of 'branches', 'tags' or 'trunk'). Are you sure you want to move the selected paths?
da: En af stierne du prøver at flytte er tilsyneladende en speciel sti (enten 'branches', 'tags' eller 'trunk'). Er du sikker på at du vil flytte de markerede stier?

source: One or more auto-saved documents were found.
da: Et eller flere automatisk gemte dokumenter blev fundet.

source: One or more files are in a conflicted state.
da: En eller flere filer indeholder konflikter.

source: Onl&y record the merge (block revisions from getting merged)
da: Registrer k&un fletningen (forhindr revisioner i at blive flettet)

source: Only check out the &top folder
da: Hent kun den &øverste mappe

source: Only file children
da: 1 niveau (kun filer)

source: Only numbers (optionally separated by commas) are allowed!
da: Kun tal (eventuelt adskilt af kommaer) er tilladt!

source: Only properties changed
da: Kun egenskaber ændret

source: Only this item
da: Kun dette emne

source: Only use s&pellchecker when tsvn:projectlanguage is set
da: Benyt kun &stavekontrol, hvis tsvn:projectlanguage er sat

source: Opacity
da: Gennemsigtighed

source: Open
da: Åbn

source: Open client certificate file
da: Åbn klient-certifikatfil

source: Open from clipboard
da: Åbn fra udklipsholder

source: Open image file...
da: Åbn billedfil...

source: Open parent folder
da: Åbn overordnet mappe

source: Open with...
da: Åbn med...

source: Opens Help Help Topics
da: Åbner hjælpen Hjælpeemner

source: Opens the repository browser to tweak the repository online
da: Åbner versionsarkivbrowseren for at justere versionsarkivet online

source: Operate from log cache for now only
da: Operer indtil videre kun fra logcachen

source: Option
da: Mulighed

source: Options
da: Indstillinger

source: Ori&ginal size
da: Ori&ginal størrelse

source: Other Task Panes
da: Andre opgaveruder

source: Others
da: Andre

source: Out of memory.
da: Der er ikke mere hukommelse.

source: Overlays
da: Overdækninger

source: Override the svn:eol-style property setting. Files which don't have this property set are not affected.
da: Overskriv egenskaben svn:eol-style. Filer, som ikke har denne egenskab, bliver ikke påvirkede.

source: Overwrite
da: Overskriv

source: P&revious Conflict
da: Fo&rrige konflikt

source: Page %u
da: Side %u

source: Page %u Pages %u-%u
da: Side %u Sider %u-%u

source: Page :
da: Side :

source: Parameters
da: Parametre

source: Parameters:
da: Parametre:

source: Password:
da: Adgangskode:

source: Paste Tool Paste
da: Indsætningsværktøj Indsæt

source: Paste filename list
da: Indsæt filnavne

source: Pastes the svn path from the clipboard, resulting in a move (cut) or copy operation
da: Indsætter svn-stien fra udklipsholderen og initierer en flytte- (klippe-) eller kopioperation

source: Patch &all items
da: Ret &alle elementer

source: Patch &selected item
da: Ret &valgte element

source: Patch all files
da: Ret alle filer

source: Patch selected files
da: Ret valgte filer

source: Patchfiles (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||
da: Rettelsesfiler (*.diff, *.patch)|*.diff;*.patch|Alle (*.*)|*.*||

source: Patching
da: Retter

source: Patching file '%1'
da: Retter filen '%1'

source: Path
da: Sti

source: Paths
da: Stier

source: Pencil Tool Pencil
da: Blyantsredskab Blyant

source: Percent of authorship
da: Andel af forfatterskab

source: Percents
da: Procenter

source: Personalized Menus and Toolbars
da: Tilpassede Menuer og Værktøjslinjer

source: Picture (Metafile) a picture
da: Billede (Metafil) et billede

source: Picture:
da: Billede:

source: Pictures (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|All (*.*)|*.*||
da: Billedfiler (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Alle (*.*)|*.*||

source: Pie Graph
da: Lagkagediagram

source: Please enter a hook script to execute.
da: Indtast venligst en tilkobling, der skal udføres.

source: Please enter a path where to apply the hook script to.
da: Indtast venligst en sti, som tilkoblingen skal anvendes på.

source: Please execute the 'Cleanup' command.
da: Udfør venligst kommandoen "Ryd op".

source: Please note: Your working copy remains on the previous path. If you want your next changes to be committed to the copy or branch you have just created, then you need to switch your working copy over to the new URL. Use the Switch command to do that.
da: Bemærk: Din arbejdskopi forbliver på den samme sti. Hvis du ønsker at dine fremtidige ændringer skal arkiveres i den nyoprettede kopi eller gren, skal du skifte over på URL'en for kopien. Benyt kommandoen Skift for at gøre dette.

source: Please resolve the conflict by choosing one of the following options:
da: Løs venligst konflikten ved at vælge én af nedenstående muligheder:

source: Please select a hook type
da: Vælg venligst en tilkoblingstype

source: Please specify the certificate type
da: Angiv venligst certifikattypen

source: Please wait - this can take several minutes. Seriously!
da: Vent venligst - dette kan meget vel vare flere minutter!

source: Please wait while cancelling...
da: Vent venligst mens der annulleres...

source: Please wait while differences are obtained...
da: Vent venligst mens forskellene findes...

source: Please wait while the externals are gathered...
da: Vent venligst mens de eksterne referencer findes...

source: Please wait while the repository browser is initializing...
da: Vent venligst mens versionsarkivbrowseren initialiserer...

source: Please wait while we gather more information...
da: Vent venligst mens vi samler information sammen...

source: Please wait...
da: Vent venligst...

source: Possible values: 0 (fully transparent) .. 255 (opaque)
da: Mulige værdier: 0 (fuldt transparent) .. 255 (uigennemsigtig)

source: Post-Commit Hook
da: "Efter arkivering"-tilkobling

source: Post-Update Hook
da: "Efter opdatering"-tilkobling

source: Pre&v Page
da: &Forrige Side

source: Pre-Commit Hook
da: "Før arkivering"-tilkobling

source: Pre-Connect Hook
da: Før-forbindelses tilkobling

source: Pre-Update Hook
da: "Før opdatering"-tilkobling

source: Prefer &local
da: Foretræk &lokal

source: Prefer &repository
da: Foretræk &versionsarkiv

source: Press &New Shortcut Key:
da: Tryk den &nye genvejstast:

source: Press &new shortcut key:
da: Tryk den &nye genvejstast:

source: Prevents most cases in which connection lines cross revision nodes
da: Forhindrer de fleste tilfælde hvor forbindelseslinjer krydser revisionsknuder

source: Preview
da: Forhåndsvisning

source: Preview patched file
da: Forhåndsvis rettet fil

source: Preview:
da: Forhåndsvisning:

source: Previous In&line Difference
da: Forrige &Linie Forskel

source: Previous Page Previous Page
da: Forrige Side Forrige Side

source: Print
da: Udskriv

source: Print Document &Print
da: Udskriv dokument &Udskriv

source: Print to File
da: Udskriv til fil

source: Printer Files (*.prn)|*.prn|All Files (*.*)|*.*||
da: Printer Filer (*.prn)|*.prn|Alle Filer (*.*)|*.*||

source: Printing
da: Udskriver

source: Processing revision %1!d! of %2!d!...
da: Behandler revision %1!d! ud af %2!d!...

source: Programs (*.exe)|*.exe|All Files (*.*)|*.*||
da: Programmer (*.exe)|*.exe|Alle filer (*.*)|*.*||

source: Progress
da: Fremskridts-dialog

source: Properties
da: Egenskaber

source: Properties (*.svnprops)|*.svnprops|All Files (*.*)|*.*||
da: Egenskaber (*.svnprops)|*.svnprops|Alle filer (*.*)|*.*||

source: Properties for
da: Egenskaber for

source: Properties...
da: Egenskaber...

source: Property
da: Egenskab

source: Property %1!s! : Revision %2!s!
da: Egenskab %1!s! : Revision %2!s!

source: Property %1!s! : Working Base, Revision %2!ld!
da: Egenskab %1!s! : Arbejdskopi, Revision %2!ld!

source: Property %s : remote
da: Egenskab %s : på server

source: Property %s : working base
da: Egenskab %s : grundrevision af arbejdskopi

source: Property %s : working copy
da: Egenskab %s : arbejdskopi

source: Property '%s' deleted
da: Egenskab "%s" slettet

source: Property '%s' set
da: Egenskab '%s' sat

source: Property Page
da: Egenskabsside

source: Property Status:
da: Egenskabsstatus:

source: Property name:
da: Egenskabsnavn:

source: Property status
da: Egenskabsstatus

source: Property value:
da: Egenskabsværdi:

source: Provider
da: Udbyder

source: Provider para&meters:
da: Udbyder para&metre:

source: Provider uuid win&32:
da: Udbyder uuid win&32:

source: Provider:
da: Udbyder:

source: Proxy &timeout in seconds:
da: Proxy-&timeout i sekunder:

source: Proxy Settings
da: Proxy-indstillinger

source: Put "Get Lock" on top menu when svn:needs-lock is set
da: Føj "Rekvivier lås" i øverste menu, når svn:needs-lock er sat

source: Q%d/%.2d
da: K%d/%.2d

source: Quit the application; prompts to save documents Exit
da: Afslutter applikationen og spørger, om dokumenterne skal gemmes Afslut

source: R&AM drives
da: &Hukommelsesdrev

source: R&eintegrate a branch
da: R&eintegrer en gren

source: R&eset
da: N&ulstil

source: R&everse merge
da: Omv&endt fletning

source: R&evert to this revision
da: Tilbag&efør til denne revision

source: Re&movable drives
da: F&lytbare drev

source: Re&name...
da: O&mdøb...

source: Re&set
da: Nul&stil

source: Re&set All
da: Nul&stil Alle

source: Re&solved
da: Lø&st

source: Re&store defaults
da: Gendan &standarder

source: Re&vert...
da: Til&bagefør...

source: Read the 'Daily Use Guide' before you are stuck...
da: Læs "Daily Use Guide" inden du går i stå...

source: Recent
da: Nylig(e)

source: Recently modified lines
da: Nyligt ændrede linjer

source: Record Only
da: Registrer kun

source: Recording mergeinfo for merge between URLs
da: Registrerer fletteinfo for fletning mellem URL'er

source: Recording mergeinfo for merge of r%1!ld! through r%2!ld!
da: Registrerer fletteinfo for fletning af r%1!ld! til r%2!ld!

source: Recording mergeinfo for merge of r%ld
da: Registrerer fletteinfo for fletning af r%ld

source: Recording mergeinfo for reverse merge of r%1!ld! through r%2!ld!
da: Registrerer fletteinfo for omvendt fletning af r%1!ld! til r%2!ld!

source: Recording mergeinfo for reverse merge of r%ld
da: Registrerer fletteinfo for omvendt fletning af r%ld

source: Recover the auto-saved documents Open the auto-saved versions instead of the explicitly saved versions
da: Genskab de automatisk gemte dokumenter Åben de automatisk gemte versioner i stedet for de eksplicit gemte versioner

source: Rectangle Tool Rectangle
da: Rektangelværktøj Rektangel

source: Recurse into unversioned folders
da: Søg i ikke-versionerede mapper

source: Recursive
da: Rekursivt

source: Redirecting to url
da: Viderestiller til url

source: Redo the previously undone action Redo
da: Gentag den sidst fortrudte handling Gentag

source: Reduce cross-&lines
da: Færre kryds&linjer

source: Reduce the window to an icon
da: Minimer vindue til et ikon

source: Refresh
da: Opdater

source: Regular Expression
da: Regulært Udtryk

source: Regular expressions filter: . : any character c+ : match character c one or more times c* : match character c zero or more times ^ : start of line $ : end of line (string){n} : match string n times (abcd) : subexpression [aei0-9] : match a,e,i and 0..9 [^aei0-9] : anything but a,e,i and 0..9 \w : matches a-z,A-Z,0-9 and _ \W : any non-alphanumeric character \d : digits 0-9 \s : whitespaces
da: Filter for regulære udtryk: . : vilkårligt tegn c+ : match tegnet c én eller flere gange c* : match tegnet c ingen eller flere gange ^ : start af linje $ : slutning af linje (string){n} : match strengen n gange (abcd) : deludtryk [aei0-9] : match a,e,i og 0..9 [^aei0-9] : alt andet end a,e,i og 0..9 \w : matcher a-z,A-Z,0-9 og _ \W : vilkårligt ikke-alfanumerisk tegn \d : cifrene 0-9 \s : blanktegn

source: Reintegrate merge
da: Reintegrer fletning

source: Reject
da: Afvis

source: Rejected patch hunks for '%s'
da: Afviste rettelses-stykker for '%s'

source: Release loc&k...
da: Lås o&p

source: Releases locks even if you're not the owner of the locks (breaks them).
da: Oplåser låse, selvom du ikke ejer dem (bryder dem op).

source: Releases locks on files so other users can edit them again.
da: Oplåser låse på filer, så brugere kan redigere dem igen.

source: Relo&cate...
da: Oml&æg...

source: Reload
da: Genindlæs

source: Reloads the opened files and reverts all changes. Reload
da: Genindlæser åbne filer og tilbagefører alle ændringer. Genindlæs

source: Relocate
da: Omlæg

source: Relocate Warning
da: Advarsel ved omlægning

source: Relocating...
da: Omlægger...

source: Remember the depth for this working copy
da: Husk dybden for denne revisionskopi

source: Remote property status
da: Egenskabstatus på server

source: Remote revision
da: Fjernrevision

source: Remote status
da: Status på server

source: Remote text status
da: Tekststatus på server

source: Remove
da: Fjern

source: Remove %ld items
da: Fjern %ld emner

source: Remove %s
da: Fjern %s

source: Remove from &ignore list
da: Fjern fra "&ignorer"-listen

source: Remove from Quick Access Toolbar
da: Fjern fra genvejsværktøjslinje

source: Remove from changelist
da: Fjern fra ændringsliste

source: Remove property '%1!S!' from %2!s!
da: Fjern egenskab '%1!S!' fra %2!s!

source: Remove the directory
da: Fjern folderen

source: Remove the file
da: Fjern filen

source: Remove the selected cache(s) from disk
da: Fjern de valgte cacher fra harddisken

source: Remove the whole subtree(s)
da: Fjern hele under-træet

source: Removed
da: Fjernet

source: Removed file/folder
da: Fjernet fil/mappe

source: Removed from changelist
da: Fjernet fra ændringslisten

source: Removed the file pattern(s) %s from the ignore list.
da: Fjernede filmønstret/filmønstrene %s fra "ignorer"-listen.

source: Removes all unversioned and ignored items
da: Fjerner alle ikke-versionerede og ignorerede emner

source: Removes the file or filemask from the list of ignored items
da: Fjerner filen eller filmasken fra listen over ignorerede emner

source: Removes the selected properties
da: Fjerner de markerede egenskaber

source: Rena&me...
da: O&mdøb...

source: Rename
da: Omdøb

source: Rename %s
da: Omdøb %s

source: Rename item from %1!s! to %2!s!
da: Omdøb emne fra %1!s! til %2!s!

source: Renamed node
da: Omdøbt knude

source: Renamed remotely
da: Omdøbt på serveren

source: Renames files / folders inside version control
da: Omdøber filer/mapper under versionskontrol

source: Repair copy
da: Reparationskopi

source: Repair move
da: Reparationsflytning

source: Repeat the last action Repeat
da: Gentag sidste handling Gentag

source: Replace specific text with different text Replace
da: Erstat en bestemt tekst med en anden Erstat

source: Replacing
da: Erstatter

source: Repository
da: Versionsarkiv

source: Repository Browser
da: Versionsarkivbrowser

source: Repository URL
da: URL til versionsarkiv

source: Repository UUID:
da: Versionarkivet-UUID:

source: Repository created
da: Versionsarkiv oprettet

source: Request cancelled by TSVN
da: Anmodning afbrudt af TSVN

source: Requests a username and a password
da: Spørger efter brugernavn og adgangskode

source: Res&olved...
da: L&øst...

source: Reset &All
da: Nulstil &Alt

source: Reset columns
da: Nulstil kolonner

source: Resolve
da: Løs

source: Resolve Conflict
da: Løs konflikt

source: Resolve all la&ter
da: Løs &alle senere

source: Resolve conflict using 'mine'
da: Løs konflikt ved at bruge "min"

source: Resolve conflict using 'theirs'
da: Løs konflikt ved at bruge "deres"

source: Resolve conflict:
da: Løs konflikt:

source: Resolve l&ater
da: Løs &senere

source: Resolved
da: Løst

source: Resolved: %s
da: Løst: %s

source: Resolves conflicted files
da: Løser konflikter i filer

source: Restore Default
da: Gendan standard

source: Restore the window to normal size
da: Gendan vinduet til normal størrelse

source: Restored
da: Gendannet

source: Retry
da: Prøv igen

source: Reverse merging %1!ld! through %2!ld!
da: Omvendt fletning fra %1!ld! til og med %2!ld!

source: Reverse merging %ld
da: Fortryd fletning af %ld

source: Revert
da: Tilbagefør

source: Revert to default settings. Recommended for unexperienced users.
da: Gå tilbage til standard indstilinger. Anbefalet for ikke-erfarne brugere.

source: Reverted
da: Tilbageført

source: Reverts all changes you made since the last update
da: Tilbagefører alle ændringer, du har foretaget siden sidste opdatering

source: Reverts an addition to version control
da: Tilbagefører en tilføjelse til versionskontrol

source: Revision &graph
da: Revisionsgr&af

source: Revision / Author:
da: Revision/forfatter:

source: Revision Graph
da: Revisionsgraf

source: Revision Graph Filter
da: Revisionsgraf-filter

source: Revision Graph::Colors
da: Revisionsgraf::Farver

source: Revision Range
da: Revisionsinterval

source: Revision graph
da: Revisionsgraf

source: Revision r&ange to merge
da: Revisions&interval for fletning

source: Revision: %1!ld! %2!s! URL: %3!s! %4!s!Author: %5!s! Date: %6!s! Logmessage: %7!s!
da: Revision: %1!ld! %2!s! URL: %3!s! %4!s!Forfatter: %5!s! Dato: %6!s! Log besked: %7!s!

source: Revision: %1!ld! %2!s! URL: %3!s! %4!s!Author: %5!s! Date: %6!s! Tags (%7!d!):%8!s! Logmessage: %9!s!
da: Revision: %1!ld! %2!s! URL: %3!s! %4!s!Forfatter: %5!s! Dato: %6!s! Tags (%7!d!):%8!s! Log besked: %9!s!

source: Revisions
da: Revisioner

source: Rich Text (RTF) text with font and paragraph formatting
da: Rich Text (RTF) tekst med skrifttype- of afsnitsformatering

source: Right View:
da: Højre visning:

source: Right image
da: Højre billede

source: Row %d of %d
da: Række %d af %d

source: Row %d-%d of %d
da: Række %d-%d af %d

source: Row Down
da: Række Ned

source: Row Up
da: Række Op

source: S&elect...
da: &Vælg...

source: S&ettings
da: &Indstillinger

source: S&how Buttons on One Row
da: V&is Knapper på En Række

source: S&how Buttons on Two Rows
da: V&is knapper på To Rækker

source: S&how Quick Access Toolbar below the Ribbon
da: &Vis genvejsværktøjslinje under båndet

source: S&tatistics
da: S&tatistik

source: S&witch...
da: &Skift...

source: SVN Author
da: SVN Forfatter

source: SVN Copy and add files to this WC
da: SVN Kopier og tilføj filer til denne arbejdskopi

source: SVN Copy and rename versioned item here
da: SVN Kopier og omdøb versioneret emne her

source: SVN Copy versioned item(s) here
da: SVN Kopier versionerede emne(r) her

source: SVN Export all items here
da: SVN Eksporter alle emner her

source: SVN Export versioned items here
da: SVN Kopier versionerede emner her

source: SVN Local lock owner
da: SVN Lokal ejer af lås

source: SVN Move and rename versioned item here
da: SVN Flyt og omdøb versioneret emne her

source: SVN Move versioned item(s) here
da: SVN Flyt versionerede emne(r) her

source: SVN Statusnumber
da: SVN Statusnummer

source: SVN short URL
da: SVN kort URL

source: Save &As...
da: Gem &som...

source: Save &as...
da: Gem &som...

source: Save As
da: Gem som

source: Save as...
da: Gem som...

source: Save changes to %1?
da: Gem ændringer som %1?

source: Save client certificate path
da: Sti til gemte klientcertifikater

source: Save in Git format
da: Gem i Git format

source: Save revision &to...
da: Gem revision &som...

source: Save the modified file Save file
da: Gem den ændrede fil Gem fil

source: Save to clipboard
da: Gem i udklipsholder

source: Saved Data
da: Gemt data

source: Saves expensive server roundtrips when set to longer than 0 seconds
da: Sparer kostbare serverressourcer når sat til længere end 0 sekunder

source: Saves the selected property value to a file
da: Gemmer den valgte egenskabsværdi til en fil.

source: Saving file %s
da: Gemmer filen %s

source: Saving files
da: Gemmer filer

source: Saving patchfile to:
da: Gemmer rettelsesfil til:

source: Scan
da: Gennemse

source: Scroll Left
da: Scoll til venstre

source: Scroll Right
da: Scroll til højre

source: Search &log messages...
da: Søg i &logbeskeder...

source: Search for:
da: Søg efter:

source: Search string not found!
da: Søgestrengen blev ikke fundet.

source: Searching for better path to apply patch...
da: Søger efter en bedre sti til at placere rettelse...

source: Seek failed on %1
da: Søgning mislykkedes på %1

source: Select &All
da: Vælg &alle

source: Select &User-defined Image:
da: Vælg &Bruger-defineret Billede:

source: Select &context menu:
da: Vælg &kontekstmenu:

source: Select &window:
da: Vælg &vindue:

source: Select / deselect &all
da: Vælg/fravælg &alle

source: Select Color Tool Select Color
da: Farvevalgsredskab Vælg farve

source: Select File...
da: Vælg fil...

source: Select Revision
da: Vælg revision

source: Select SSH client
da: Vælg SSH-klient

source: Select a button.
da: Vælg venligst en knap.

source: Select an object on which to get Help
da: Vælg et objekt, der skal vises hjælp til

source: Select changelist
da: Vælg ændringsliste

source: Select diff application
da: Vælg program til sammenligning

source: Select directory to check out to
da: Vælg mappen, der skal hentes til

source: Select end revision
da: Vælg slut-revision

source: Select folder to associate with this issue tracker
da: Vælg mappe der skal associeres med denne sagsbehandler

source: Select folder to export to. You might need to create a new folder before performing this export.
da: Vælg den mappe der skal eksporteres til. Det kan være nødvendigt at oprette en ny mappe, før du udfører denne eksport.

source: Select folder to run script for
da: Vælg mappen, som scriptet skal køres i

source: Select folder to save the selected files to
da: Vælg mappen, som de valgte filer skal gemmes i

source: Select hook script file
da: Vælg tilkoblingsfil

source: Select items automatically
da: Marker emner automatisk

source: Select merge application
da: Vælg fletningsprogram

source: Select merge target
da: Vælg mål for fletning

source: Select patch file...
da: Vælg rettelsesfil...

source: Select revision range
da: Vælg revisions-interval

source: Select start revision
da: Vælg start-revision

source: Select text editor application
da: Vælg tekstredigeringsprogram

source: Select the URL from which to reintegrate
da: Vælg URL'erne til reintegrationen

source: Select the URLs for the tree merge
da: Vælg URL'erne til træfletningen
