Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/LC_MESSAGES/TortoiseUI.po
Languages: da

source: You are creating a repository on a network share. This is safe, but once the repository is created you must access it by some other means. Accessing a repository via file:// on a network share may corrupt your data! Create the repository anyway?
da: Du er ved at oprette et versionsarkiv på et netværksdrev. Dette er ganske sikkert, men når versionarkivet først er oprettet, skal du tilgå det på en anden måde. Tilgang til versionsarkivet via file:// på et netværksdrev kan ødelægge dine data! Vil du alligevel oprette versionarkivet?

source: You are trying to access a repository via file:// on a shared network drive. This could lead to severe repository corruption! Do you really want to do that?
da: Du forsøger at opnå adgang til et versionsarkiv via file:// på et netværksdrev. Dette kan forårsage alvorlig ødelæggelse af versionsarkivet! Er du sikker på at du vil fortsætte?

source: You can disable specific Overlay handlers here. Disabled handlers won't use up an overlay slot and give other shell extensions a chance to show their overlays.
da: Du kan deaktivere specifikke overdækninger her. Deaktiverede overdækninger vil ikke tage en overdækningsplads og vil give andre udvidelser mulighed for at vise deres overdækninger.

source: You can paste bitmap with the size (%d x %d) only!
da: Du kan kun indsætte bitmaps med størrelsen (%d x %d)!

source: You can't create more than %d user-defined toolbars!
da: Du kan ikke oprette mere end %d brugerdefinerede værktøjslinjer!

source: You can't set this property on folders, only on files! If you want to set it on all files within that folder, you must activate the 'recursive' checkbox.
da: Du kan ikke sætte denne egenskab på mapper, kun på filer. Hvis du vil sætte den på alle filer i mappen, skal du afkrydse feltet 'rekursiv'.

source: You dropped more than one file or folder to add to the repository. It's not possible to do that in one step, so TortoiseSVN will add each file/folder individually, creating a new revision for every added item. Do you still want to do this?
da: Du har trukket mere end én fil eller mappe, som skal tilføjes versionsarkivet. Det er ikke muligt at gøre dette i ét skridt, så TortoiseSVN vil tilføje hver fil/mappe for sig selv og dermed lave en ny revision for hvert tilføjet emne. Vil du stadig fortsætte?

source: You have modified properties without saving them first. Do you want to save them now?
da: Du har ændret egenskaber uden at gemme dem først. Vil du gemme dem nu?

source: You have to update your working copy first.
da: Du skal først opdatere din arbejdskopi.

source: You haven't entered an issue number! Are you sure you want to commit without an issue number?
da: Du har ikke indtastet et sagsnummer! Er du sikker på at du vil arkivere uden et sagsnummer?

source: You may define up to %d tools.
da: Du kan definere op til %d redskaber.

source: You must restart your system for the changes to take effect.
da: Du skal genstarte computeren før ændringerne træder i kraft.

source: You selected an unversioned file. The file will be added to version control when you commit.
da: Du har valgt en ikke-versioneret fil. Filen vil blive tilføjet versionskontrol, når du arkiverer.

source: You should enter a text!
da: Du skal indtaste en tekst!

source: You should select an image!
da: Du skal vælge et billede!

source: You're trying to add the item '%1!s!', but the item '%2!s!' already exists. It seems the item got renamed outside Subversion but only with case changes. Do you really want to add it?
da: Du forsøger at tilføje elementet '%1!s!', men elementet '%2!s!' eksisterer allerede. Det lader til at navnet på elementet blev ændret m.h.t. store/små bogstaver uden for Subversion. Er du helt sikker på at du vil tilføje det?

source: Your previously entered log messages have been saved. Click here to read and insert them again.
da: Dine tidligere skrevne logbeskeder er blevet gemt. Klik her for at læse og indsætte dem igen.

source: Your version is:
da: Din version er:

source: Your version is: %d.%d.%d.%d
da: Din version er: %d.%d.%d.%d

source: Your working copy appears to be on a tag path! You should first switch to a branch or the main trunk before committing. Do you want to commit anyway?
da: Din arbejdskopi ser ud til at befinde sig på stien til et mærke! Du bør først skifte til en gren eller hovedstammen før du arkiverer. Vil du arkivere alligevel?

source: Your working copy contains modifications. Lowest revision in working copy: %1!ld! Path: %2!s!
da: Din arbejdskopi indeholder ændringer. Mindste revision i arbejdskopi: %1!ld! Sti: %2!s!

source: Your working copy has local modifications! Note: updating to another revision won't lose those modifications so the working copy won't look exactly as it was in the revision you're updating to!
da: Din arbejdskopi har lokale ændringer! Bemærk: Ved opdatering til en anden revision vil du ikke miste ændringerne, så din arbejdskopi vil ikke være helt magen til den revision, du opdaterer til!

source: Your working copy has local modifications. If you branch/tag from the HEAD revision, your local changes won't show up in the branch/tag!
da: Din arbejdskopi har lokale ændringer. Hvis du laver en gren eller etiket fra HEAD-revisionen, vil dine lokale ændringer ikke dukke op i forgreningen/mærket!

source: Zoo&m out
da: Zoo&m ud

source: Zoom &In
da: Zoom &Ind

source: Zoom &Out
da: Zoom &Ud

source: Zoom &in Ctrl-+
da: Zoom &ind Ctrl-+

source: Zoom &out Ctrl--
da: Zoom &ud Ctrl--

source: Zoom In Zoom In
da: Zoom Ind Zoom Ind

source: Zoom Out Zoom Out
da: Zoom Ud Zoom Ud

source: Zoom i&n
da: Zoom i&nd

source: Zoom in
da: Zoom ind

source: Zoom out
da: Zoom ud

source: Zoom to &100%
da: Zoom til &100%

source: Zoom to fit
da: Tilpas zoom

source: Zoom to fit in height
da: Tilpas zoom til højden

source: Zoom to fit in width
da: Tilpas zoom til bredden

source: [Default]
da: [Standard]

source: [Unassigned]
da: [Ikke tildelt]

source: Patterns match case-insensitively and must be specified in lower-case. Whitespaces will become part of the pattern. Allowed wildcards are '?' and '*'. Separate patterns using ';'
da: Mønster-genkendelse er case-uafhængigt og skal specificeres med små bogstaver. Blanktegn vil være en del af mønsteret. Tilladte wildcards er '?' og '*'. Adskil mønstre med ';'

source: added
da: tilføjet

source: added files
da: tilføjede filer

source: an unnamed file
da: en ikke-navngivet fil

source: and
da: og

source: and support the developers
da: og støt udviklerne

source: another item already exists in its place.
da: et andet emne findes allerede.

source: ask repository first if 'online' - work entirely from cache if 'offline'
da: spørg først versionsarkiv om det er 'online' - arbejd udelukkende fra cachen hvis 'offline'

source: at this revision
da: ved denne revision

source: author
da: forfatter

source: authors:
da: forfattere:

source: bugtraq:append Set to 'false' if you want the bugtracking ID to be inserted at the top of the log message. The default is 'true' which means the bugtracking ID is appended to the log message.
da: bugtraq:append Sæt til "false", hvis du vil have indsat bugtracking-ID'et i starten af logbeskeden. Standardværdien er "true", som betyder, at bugtracking-ID'et tilføjes til logbeskeden.

source: bugtraq:label Label text to show for the edit box where the user enters the issue number.
da: bugtraq:label Mærketekst der vises for redigeringsfeltet, hvor brugeren indtaster sagsnummeret.

source: bugtraq:logregex two regular expressions separated by a newline. The first expression is used to find a string referring to an issue, the second expression is used to extract the bare bug ID from that string.
da: bugtraq:logregex to linjeseparerede regulære udtryk. Det første udtryk benyttes til at finde en streng, der refererer til en sag, det andet udtryk benyttes til at udtrække fejl-ID'et fra sagsstrengen.

source: bugtraq:message String which is appended to a log message when an issue number is entered. The string must contain '%BUGID%' which gets replaced with the issue number.
da: bugtraq:message Den streng, som tilføjes en logbesked, når et sagsnummer udfyldes. Strengen skal indeholde "%BUGID%", som vil blive erstattet af fejl-ID'et.

source: bugtraq:number Set to 'false' if your bugtracking system has issues which are referenced not by numbers.
da: bugtraq:number Sæt til "false", hvis dit bugtracking-system ikke registrerer sager via tal.

source: bugtraq:providerparams the parameters passed to the IBugTraqProvider
da: bugtraq:providerparams parametre sendt til IBugTraqProvider

source: bugtraq:provideruuid the COM uuid of the IBugTraqProvider
da: bugtraq:provideruuid COM UUID værdi for IBugTraqProvider

source: bugtraq:url URL pointing to the issue tracker. It must contain '%BUGID%' which gets replaced with the issue number.
da: bugtraq:url URL, der peger på sagsbehandleren. Værdien skal indeholde "%BUGID%", som erstattes af sagsnummeret.

source: changes total:
da: ændringer i alt:

source: commits
da: arkiveringer

source: committed revision
da: arkiverede revision

source: conflicted
da: konflikter

source: connection:
da: forbindelse:

source: copied from %1!s! - revision %2!ld!
da: kopieret fra %1!s! - revision %2!ld!

source: copied:
da: kopieret:

source: day
da: dag

source: deleted
da: slettet

source: eol style
da: eol-stil

source: exported %s to %s
da: eksporterede %s til %s

source: external
da: ekstern

source: file external:
da: ekstern fil:

source: ignored
da: ignoreret

source: ignoring ancestry
da: ignorerer forældreskab

source: incomplete
da: ukomplet

source: it does not exist.
da: emnet findes ikke.

source: it is already deleted.
da: emnet er allerede slettet.

source: it is unversioned.
da: emnet er ikke versioneret.

source: item kept locally
da: emne beholdt lokalt

source: keep the file lists in English
da: vis fil-lister på engelsk

source: last head update:
da: sidste HEAD-opdatering:

source: last read:
da: sidste læsning:

source: last update:
da: sidste opdatering:

source: locked
da: låst

source: locked:
da: låst:

source: log text &editor
da: log tekst &editor

source: max revision:
da: højeste revision:

source: max. at this revision
da: max. ved denne revision

source: max. committed revision
da: max. arkiverede revision

source: merged
da: flettet

source: merges total:
da: fletninger i alt:

source: min. at this revision
da: min. ved denne revision

source: min. committed revision
da: min. arkiverede revision

source: missing
da: mangler

source: missing / deleted / replaced
da: mangler / slettet / erstattet

source: missing in:
da: mangler i:

source: modified
da: ændret

source: modified / copied
da: ændret / kopieret

source: month
da: måned

source: multiple URLs (e.g. %s)
da: flere URL'er (f.eks. %s)

source: no
da: nej

source: no description for this command is available
da: der findes ingen beskrivelse af denne kommando

source: non-versioned
da: ikke-versioneret

source: obstructed
da: spærret

source: on %1
da: på %1

source: or
da: eller

source: pair tokens:
da: sammensæt symboler:

source: path elements:
da: stielementer:

source: paths:
da: stier:

source: pixels
da: pixel

source: possible or real conflict / obstructed
da: mulig eller reel konflikt / spærret

source: quarter of year
da: kvartal

source: readonly
da: skrivebeskyttet

source: replaced
da: erstattet

source: respecting ancestry
da: respekterer afstamning

source: revision count:
da: revisionsantal:

source: revision has already been merged
da: revisionen er allerede blevet flettet

source: revisions %1!s!-%2!s!, %3!s!
da: revisioner %1!s!-%2!s!, %3!s!

source: revisions:
da: revisioner:

source: root project
da: grund projekt

source: scanning path:
da: gennemser sti:

source: skip ranges:
da: intervaller der skal springes over:

source: svn:eol-style One of 'native', 'LF', 'CR', 'CRLF'.
da: svn:eol-style En af følgende: 'native', 'LF', 'CR', 'CRLF'.

source: svn:executable If present, make the file executable. This property cannot be set on a directory. A non-recursive attempt will fail, and a recursive attempt will set the property only on the file children of the directory.
da: svn:executable Hvis angivet, gør filen eksekverbar. Denne egenskab kan ikke sættes på en mappe. Et ikke-rekursivt forsøg vil fejle, og et rekursivt forsøg vil kun sætte egenskaben på alle filerne i mappen.

source: svn:ignore A newline separated list of file patterns to ignore.
da: svn:ignore En linjesepareret liste over filmønstre der skal ignoreres.

source: svn:keywords Keywords to be expanded. Valid keywords are: URL, HeadURL : The URL for the head revision of the object. Author, LastChangedBy : The last person to modify the file. Date, LastChangedDate : The date/time the object was last modified. Rev, LastChangedRevision : The last revision the object changed. Id : A compressed summary of the previous 4 keywords.
da: svn:keywords Angiv de nøgleord der skal udfoldes. Følgende nøgleord er gyldige: URL, HeadURL : URL'en for den nyeste revision af objektet. Author, LastChangedBy : Den sidste person, som har ændret filen. Date, LastChangedDate : Dato/tidspunkt for hvornår sidste ændring fandt sted. Rev, LastChangedRevision : Den nyeste revision, hvor ændring fandt sted. Id : En forkortelse for de 4 forrige nøgleord.

source: svn:mergeinfo A newline separated list of merge tracking info. Each line consists of an absolute path followed by a colon and a list of comma separated revision numbers. For example /trunk:123-125,129
da: svn:mergeinfo En linjesepareret liste af information til fletningssporing. Hver linje består af en absolut sti efterfulgt af et kolon og en liste af kommaseparerede revisionsnumre. Eksempel: /trunk:123-125,129

source: svn:mime-type The mime type of the file. Used to determine whether to merge the file, and how to serve it from Apache. A mime type beginning with 'text/' (or an absent mime type) is treated as text. Anything else is treated as binary.
da: svn:mime-type Filens mime-typen. Bruges til at fastslå om filen skal flettes, og hvordan den skal behandles af Apache. En mime-type, der begynder med 'text/' (eller en manglende mime-type), opfattes som tekst. Alt andet opfattes som binært.

source: svn:needs-lock Set this to any value (e.g. '*') to enforce locking for this file. The file will be set to read-only when checked out or updated, indicating that a user must acquire a lock on the file before they can edit it and commit changes.
da: svn:needs-lock Sæt denne til en værdi (fx '*') for at kræve låsning for denne fil. Filen bliver gjort skrivebeskyttet, når den hentes eller opdateres og indikerer derved, at en bruger skal eje en lås på filen før redigering og arkivering af ændringer er mulig.

source: switched to %s
da: skiftet til %s

source: switched:
da: skiftet:

source: temp. offline
da: midl. offline

source: text [token count]:
da: tekst [antal symboler]:

source: the working copy is at this revision
da: arbejdskopien er på denne revision

source: there are conflicting modifications.
da: der er ændringer med konflikter.

source: to %1
da: til %1

source: to %1!s!
da: til %1!s!

source: to %s
da: til %s

source: tree conflict
da: træ konflikt

source: tsvn:autoprops A list of properties separated by newlines which get applied automatically when adding/importing files. Format: <filemask> = property=value;property=value Example: *.xml = svn:eol-style=native;svn:mime-type=text/xml
da: tsvn:autoprops En liste af linjeseparerede egenskaber som automatisk påføres ved tilføjelse/importering af filer. Format: <filmaske> = egenskab=værdi;egenskab=værdi Eksempel: *.xml = svn:eol-style=native;svn:mime-type=text/xml

source: tsvn:lockmsgminsize Minimum size in chars a lock message must have before a lock is allowed.
da: tsvn:lockmsgminsize Angiver det mindste antal tegn, en låsebesked skal indeholde, før låsning kan foretages.

source: tsvn:logfilelistenglish Set to 'false' if you don't want the list of changed files to be pasted in English in the commit dialog.
da: tsvn:logfilelistenglish Sæt denne til "false", hvis du ikke ønsker at indsætte listen over ændrede filer på engelsk i arkiveringsdialogen.

source: tsvn:logminsize Minimum size in chars a log message must have before a commit is allowed.
da: tsvn:logminsize Angiver det mindste antal tegn, en logbesked skal indeholde, før arkivering kan foretages.

source: tsvn:logrevregex A regular expression matching revision numbers in a log message
da: tsvn:logrevregex Et søgemønster som matcher revisionsnumre i en logmeddelelse

source: tsvn:logsummary A regex string which extracts a summary from a log message in its first group.
da: tsvn:logsummary En regex-streng som udtrækker et sammendrag fra en logbesked.

source: tsvn:logtemplate String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for users to fill in.
da: tsvn:logtemplate: Angiver en streng, som indsættes i logbesked-tekstfeltet i arkiveringsdialogen. Benyt denne funktion til at lave skabeloner til logbeskeder.

source: tsvn:logwidthmarker Set this to the number of chars the log message should not exceed its width. A faded line is shown in the commit dialogs at that position. The default is 80 chars.
da: tsvn:logwidthmarker Sæt denne værdi til det antal tegn, som logbeskedens bredde skal holde sig inden for. En streg vil blive vist i arkiveringsdialogen på dette sted. Standardværdien er 80 tegn.

source: tsvn:projectlanguage Set this to the language number you want your log messages written in. TortoiseSVN will then load the appropriate spell checker module if available.
da: tsvn:projectlanguage Sæt denne til nummeret på det sprog, som du ønsker at skrive logbeskeder i. TortoiseSVN vil automatisk hente det tilsvarende modul til stavekontrol, hvis det findes.

source: tsvn:userfileproperties Newline separated list of user defined properties for files which will be shown in the property dialog to choose from.
da: tsvn:userfileproperties En linjesepareret liste af brugerdefinerede egenskaber for filer, som vil bliver vist i egenskabsdialogen, til at vælge fra.

source: tsvn:userfolderproperties Newline separated list of user defined properties for folders which will be shown in the property dialog to choose from.
da: tsvn:userfolderproperties En linjesepareret liste af brugerdefinerede egenskaber for mapper, som vil blive vist i egenskabsdialogen, til at vælge fra.

source: tsvn:warnifnoissue Set to 'yes' if a warning shall be shown when no issue is entered in the commit dialog.
da: tsvn:warnifnoissue Sæt denne værdi til "ja", hvis der skal vises en advarsel, hvis der ikke indtastes et sagsnummer i arkiveringsdialogen.

source: user revprops total:
da: brugerdefinerede revisionsegenskaber i alt:

source: values are different
da: værdierne er forskellige

source: webviewer:pathrevision URL pointing to the web viewer for the repository for a specific file and revision. The string %REVISION% in the URL is replaced with the revision number, the string %PATH% is replaced with the path to the file relative to the repository root.
da: webviewer:pathrevision URL, der peger på web-visningsprogrammet for versionsarkivet for en bestemt fil og revision. Strengen %REVISION% i URL'en bliver erstattet med revisionsnummeret, og strengen %PATH% bliver erstattet med stien til filen, relativt til versionsarkivets rod.

source: webviewer:revision URL pointing to the web viewer for the repository for a specific revision. The string %REVISION% in that URL is replaced with the revision number.
da: webviewer:revision URL, der peger på web-visningsprogrammet for versionsarkivet for en bestemt revision. Strengen %REVISION% i URL'en bliver erstattet med revisionsnummeret.

source: week
da: uge

source: word tokens:
da: ord-symboler:

source: words [uncompressed]:
da: ord [ukomprimerede]:

source: year
da: år

source: yes
da: ja
