Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/LC_MESSAGES/TortoiseUI.po
Languages: da

source: Select the behaviour of the progress dialog at the end of the operation.
da: Vælg, hvordan fremskridtsdialogen skal opføre sig, når handlingen er afsluttet.

source: Select the entire document Select All
da: Vælg hele dokumentet Vælg alt

source: Select the language this project is using. This settings affects the spell checker used for commit messages.
da: Vælg det sprog som skal anvendes af dette projekt. Denne egenskab styrer stavekontrollen der anvendes til arkiveringsbeskeder.

source: Select the merge options
da: Vælg fletteindstillingerne

source: Select the revisions to merge
da: Vælg revisioner der skal flettes

source: Select the type of merge
da: Vælg fletningstype

source: Select viewer for diff-files
da: Vælg visningsprogram til diff-filer

source: Selected node
da: Valgt knude

source: Send Mail failed to send message.
da: Mailsystemet kunne ikke afsende meddelelsen.

source: Sending content
da: Sender indhold

source: Server &address:
da: &Server-adresse:

source: Set Accelerator &for:
da: Sæt genvejstast &for:

source: Set explicit revision for these externals:
da: Sæt eksplicit revision for disse eksterne:

source: Set file dates to the "last commit &time"
da: Sæt filers datostempel til "seneste arkiverings&tidspunkt"

source: Set property '%1!S!' on %2!s!
da: Sæt egenskab '%1!S!' på %2!s!

source: Setting properties...
da: Indstiller egenskaber...

source: Settings
da: Indstillinger

source: Settings - TortoiseSVN
da: Indstillinger - TortoiseSVN

source: Shell Icon Cache was rebuilt!
da: Ikon-cachen er nu blevet genopbygget.

source: Shift trees to the top of the window. Alignment to other trees will be lost.
da: Flyt træer til toppen af vinduet. Flugtning af andre træer mistes.

source: Sho&w properties
da: Vis &egenskaber

source: Short &date/time format in log messages
da: Kort &dato/tidsformat i logbeskeder

source: Short URL of Subversion items
da: Kort URL for Subversion-emner

source: Shorten property list
da: Forkort egenskabsliste

source: Show
da: Vis

source: Show &Accelerator for:
da: Vis genvejst&ast for:

source: Show &All
da: Vis &alle

source: Show &Log
da: &Vis log

source: Show &Range...
da: Vis &interval...

source: Show &WC revision
da: Vis &arbejdskopirevision

source: Show &all revisions
da: Vis &alle revisioner

source: Show &changes
da: Vis &ændringer

source: Show &log
da: &Vis log

source: Show &log...
da: &Vis log...

source: Show &overlays and context menu only in explorer
da: Vis kun &overdækninger og kontekstmenu i Windows Stifinder

source: Show &unversioned files
da: Vis &ikke-versionerede filer

source: Show Above the Ribbon
da: Vis over båndet

source: Show Below the Ribbon
da: Vis under båndet

source: Show Branch L&og
da: Vis Sidegrens L&og

source: Show Fewer Buttons
da: Vis færre knapper

source: Show File List
da: Vis filliste

source: Show HEAD revision nodes
da: Vis knuder for HEAD-revisionen

source: Show Inline-Diff word by word Inline diff word-wise
da: Vis linjesammenligning ord for ord Sammenlign ordvis ved linjesammenligning

source: Show Lock dialog before locking files
da: Vis låsedialog før låsning af filer

source: Show More Buttons
da: Vis flere knapper

source: Show Ove&rview
da: Vis ove&rsigt

source: Show Quick Access Toolbar Above the Ribbon
da: Vis genvejsværktøjslinje over båndet

source: Show Quick Access Toolbar Below the Ribbon
da: Vis genvejsværktøjslinje under båndet

source: Show Screen&Tips on toolbars
da: Vis skærm&tip på værkstøjslinjer

source: Show WC &modifications
da: Vis WC &ændringer

source: Show an overview of the whole graph
da: Vis en oversigt over hele grafen

source: Show changes as &unified diff
da: Vis ændringer som &unified diff

source: Show differences as &unified diff
da: Vis forskelle som &unified diff

source: Show excluded folders as normal
da: Vis udelukkede mapper som versionerede

source: Show externals from &different repositories
da: Vis externe elementer fra &forskellige versionsarkiver

source: Show f&ull menus after a short delay
da: Vis f&ulde menuer efter en kort forsinkelse

source: Show l&og
da: &Vis log

source: Show linenumber&s
da: Vis lin&jenumre

source: Show lo&g
da: Vis lo&g

source: Show oldest node at top
da: Vis ældste knude øverst

source: Show only a&ffected paths
da: &Vis kun påvirkede stier

source: Show only the changed parts of the path name. Replace unchanged elements with dots.
da: Vis kun de ændrede dele af stinavnet. Erstat ikke-ændrede elementer med prikker.

source: Show or hide the line diff bar Toggle LineDiffBar
da: Vis eller skjul linjesammenligningsbaren Vis/skjul LineDiffBar

source: Show or hide the locator bar Toggle LocatorBar
da: Vis eller skjul lokationsbaren Vis/skjul LocatorBar

source: Show or hide the status bar Toggle StatusBar
da: Vis eller skjul statuslinjen Vis/skjul statuslinje

source: Show or hide the toolbar Toggle ToolBar
da: Vis eller skjul værktøjslinjen Vis/skjul værktøjslinje

source: Show revision properties
da: Vis egenskaber for revision

source: Show shortcut &keys in ScreenTips
da: Vis genvejstaster i s&kærmtip

source: Show special characters for whitespaces Show Whitespaces
da: Vis specielle tegn for blanktegn Vis blanktegn

source: Show statistics for the selected log cache
da: Vis statistik for den valgte logcache

source: Show tags on the copy source, not as separate nodes
da: Vis mærker på kilden til kopieringen, ikke som separate knuder

source: Show/Hide
da: Vis/skjul

source: Showing %1!ld! revision(s), from revision %2!ld! to revision %3!ld! - %4!ld! revision(s) selected, showing %5!ld! changed paths
da: Viser %1!ld! revision(er) fra revision %2!ld! til revision %3!ld! - %4!ld! revision(er) valgt, viser %5!ld! ændrede stier

source: Showing %ld nodes
da: Viser %ld knuder

source: Showing graph for %s
da: Viser graf for %s

source: Shows a graphical representation of copies/tags/branches
da: Viser en grafisk repræsentation af kopier/mærker/grene

source: Shows all files which were changed since the last update, locally and in the repository
da: Viser alle filer, som er ændret siden sidste opdatering, både lokalt og i versionsarkivet

source: Shows all revisions where changes were made to this item
da: Vis alle revisioner, hvor der blev foretaget ændringer af dette emne

source: Shows information about TortoiseSVN
da: Viser information om TortoiseSVN

source: Shows the action log file in the default text editor
da: Viser handlingsloggen for den valgte fil/mappe

source: Shows the eol-style property value
da: Viser værdien for egenskaben eol-style

source: Shows the log for the selected file / folder
da: Viser logbeskeder for den valgte fil/mappe

source: Shows the mime type of the versioned file
da: Viser mime-typen for den versionerede fil

source: Single/&double-pane view
da: Enkelt-/&dobbeltrudet visning

source: Size
da: Størrelse

source: Size and status
da: Størrelse of status

source: Size of all cached text information
da: Størrelse af alt cached tekstinformation

source: Size of log messages
da: Størrelse af logbeskeder

source: Size of the cache file on disk
da: Størrelse af cachefilen på harddisken

source: Size of the cache if it were not compressed
da: Størrelse af cachen if den ikke var komprimeret

source: Skipped
da: Oversprunget

source: Skipped missing target
da: Sprang over manglende element

source: Slide
da: Glid

source: Sort by commit count
da: Sorter efter antal arkiveringer

source: Source Left:
da: Venstre kilde:

source: Source Right:
da: Højre kilde:

source: Source URL:
da: Kilde URL:

source: Specifies how many items you want to keep in the most recent log messages dialog.
da: Angiver hvor mange filer du ønsker gemt i listen over nyeste logbeskeder.

source: Specify how the commit message should be built from the entered bug-ID. Use the placeholder %BUGID% for the real bug-ID. If you leave these settings empty, TortoiseSVN will use the regular expressions instead.
da: Specificer hvordan arkiveringsbeskeden skal konstrueres ud fra den angivne fejl-ID. Brug mønsteret %BUGID% i stedet for det rigtige fejl-ID. Hvis du ikke specificerer noget her vil TortoiseSVN benytte de regulære udtryk i stedet for.

source: Specify the URL to access the issue tracker. Use %BUGID% as a placeholder for the real issue number.
da: Specificer URL'en til sagsstyrings-systemet. Brug mønsteret %BUGID% i stedet for det rigtige fejl-ID

source: Specify the files or folders which TortoiseSVN should ignore in all working copies. Separate the patterns with a space.
da: Angiv de filer eller mapper, som TortoiseSVN skal ignorere i alle arbejdskopier. Adskil mønstrene med et mellemrum.

source: Split &source tree
da: Split &kilde-træet

source: Split following &tree
da: Split følgende &træ

source: Split lines
da: Bryd linjer

source: Split sub-trees
da: Split under-træer

source: Split the active window into panes Split
da: Opdel det aktive vindue i paneler Opdel

source: Stacked Bar Graph
da: Stablet søjlediagram

source: Stacked Line Graph
da: Stablet kurvediagram

source: Start Commit Hook
da: "Start arkivering"-tilkobling

source: Start Update Hook
da: "Start opdatering"-tilkobling

source: Static
da: Statisk

source: Statistics
da: Statistik

source: Status Bar Configuration
da: Statusbaropsætning

source: Status and action colors
da: Farver for status og handlinger

source: Status cache kept in an external process, can show the overlay recursively
da: Status-cachen kører i en ekstern proces, der kan viser overdækningerne rekursivt

source: Status cache only for one folder, no recursive overlays
da: Status-cachen viser kun for én mappe, altså ingen rekursive overdækninger

source: Status of item in SVN
da: Status for emne i SVN

source: Steal loc&k
da: Stjæl &lås

source: Steal the lock
da: Stjæl låsen

source: Stripes
da: Striber

source: Subversion configuration &file:
da: Subversion-konfigurations&fil:

source: Subversion encountered a serious problem. Please take the time to report this on the Subversion mailing list (users@subversion.apache.org) with as much information as possible about what you were trying to do. But please first search the mailing list archives for the error message to avoid reporting the same problem repeatedly. You can find the mailing list archives at http://subversion.apache.org/mailing-lists.html Subversion encountered the problem in: file %1!s!, line %2!ld! expression = %3!s!
da: Subversion løb ind i et alvorligt problem. Vi vil bede dig om at rapportere dette på vores email liste (users@subversion.apache.org) med så megen information som muligt om hvad du gjorde før problemet opstod. Men søg venligst først i email arkivet for at se om problemet allerede findes for at undgå at rapportere det same problem flere gange. Du finder emailarkivet på http://subversion.apache.org/mailing-lists.html Subversion fandt problemet i : file %1!s!, line %2!ld! expression = %3!s!

source: Subversion encountered a serious problem. Please take the time to report this on the Subversion mailing list (users@subversion.apache.org) with as much information as possible about what you were trying to do. But please first search the mailing list archives for the error message to avoid reporting the same problem repeatedly. You can find the mailing list archives at http://subversion.apache.org/mailing-lists.html Subversion reported the following:
da: Subversion løb ind i et alvorligt problem. Vi vil bede dig om at rapportere dette på vores email liste (users@subversion.apache.org) med så megen information som muligt om hvad du gjorde før problemet opstod. Men søg venligst først i email arkivet for at se om problemet allerede findes for at undgå at rapportere det same problem flere gange. Du finder emailarkivet på http://subversion.apache.org/mailing-lists.html Subversion rapporterede følgende problem:

source: Subversion reported an error while creating a repository! Make sure the folder is empty and not write protected.
da: Subversion rapporterede en fejl under oprettelsen af et versionsarkiv! Check at mappen er tom og ikke er skrivebeskyttet.

source: Subversion reported an error while doing a cleanup! %s
da: Subversion meldte fejl under en oprydning! %s

source: Subversion server file:
da: Subversion server-fil:

source: Swit&ch working copy to new branch/tag
da: S&kift arbejdskopi til ny gren/mærke

source: Switch Depth
da: Ombytningsdybde

source: Switch Left<->Right
da: Ombyt Venstre<->Højre

source: Switch To Branch / Tag
da: Skift til gren / mærke

source: Switch back to the previous window pane Previous Pane
da: Skift til foregående vinduespanel Foregående Panel

source: Switch between single and double pane view Switch between single and double pane view
da: Skift mellem enkelt- og dobbeltpanel-visning Skift mellem enkelt- og dobbeltpanel-visning

source: Switch the contents of the left and right view Switch left and right view
da: Ombyt indholdet af den venstre og højre visning Ombyt venstre og højre visning

source: Switch to the next document window
da: Skift til næste dokumentvindue

source: Switch to the next window pane Next Pane
da: Skift til næste vinduespanel Næste Panel

source: Switch to the previous document window
da: Skift til foregående dokumentvindue

source: Switch working copy to another branch / tag
da: Skift arbejdskopi til en anden gren / mærke

source: Switch:
da: Skift:

source: Switches the comparison left<->right
da: Ombytter sammenligningen venstre<->højre

source: System &sounds
da: &Systemlyde

source: System registry entries have been removed and the INI file (if any) was deleted.
da: Elementer i registreringsdatabasen er blevet fjernet og en evt. INI-fil blev slettet.

source: Tab Placeholder
da: Fanebladspladsholder

source: Tab size:
da: Tabstørrelse:

source: Tag nodes
da: Marker knuder

source: Tagged the working copy to %s
da: Arbejdskopien blev mærket til %s

source: Tasks
da: Opgaver

source: Tasks Pane
da: Opgaverude

source: Test Only
da: Test kun

source: Text Status:
da: Tekststatus:

source: Text status
da: Tekststatus

source: The chunk size did not match the number of added/removed lines!
da: "Chunk size" svarer ikke til antallet af tilføjede/fjernede linjer!

source: The chunk start '@@' was expected in line %d !
da: Start-mærket "@@" var forventet i linje %d !

source: The color of creation, copy and rename nodes of tags will be shifted towards yellow.
da: Farven for oprettede, kopierede og omdøbte elementer i en mærket sidegren vil blive gradueret i retning af gul

source: The color of creation, copy and rename nodes of the trunk will be shifted towards green.
da: Farven for oprettede, kopierede og omdøbte hovedgrens-elementer vil blive gradueret i retning af grøn

source: The default URL to checkout from if nothing else is specified
da: Standard-URL'en, der skal hentes arbejdskopi fra, hvis intet andet er angivet.

source: The default path to checkout to if nothing else is specified
da: Standard-stien, der skal hentes arbejdskopi fra, hvis intet andet er angivet.

source: The diffing engine aborted because of an error: %s
da: Sammenligningsprocessen blev afbrudt med en fejl: %s

source: The file %s does not exist!
da: Filen %s eksisterer ikke!

source: The file %s was not found in the patch file!
da: Filen %s blev ikke fundet i rettelsesfilen!

source: The file %s is empty. Do you want to remove the file?
da: Filen %s er tom. Vil du fjerne filen?

source: The file is too big
da: Filen er for stor

source: The file is too large to open.
da: Filen er for stor til at blive åbnet.

source: The file %s already exists! Do you want to overwrite it?
da: Filen %s findes allerede. Vil du overskrive den?

source: The file %s is not a valid text file! Note that UTF32 files are treated as binary too.
da: Filen %s er ikke en gyldig tekstfil! Bemærk, at UTF32-filer også opfattes som binære.

source: The folder %s contains unversioned and/or modified file(s). Do you want to remove it anyway?
da: Mappen %s indeholder ikke-versionerede og/eller ændrede fil(er). Vil du fjerne den alligevel?

source: The folder %s does not exist. Would you like to create it first?
da: Mappen %s findes ikke. Vil du oprette den først?

source: The folder %s already exists!
da: Mappen %s findes allerede!

source: The hook script returned an error: %s
da: Tilkoblingen returnerede en fejl: %s

source: The image can not be shown.
da: Billedet kan ikke vises.

source: The issue-tracker provider could not be created. Please check that it is installed correctly.
da: Sagsbehandlerudbyderen kunne ikke oprettes. Undersøg venligst om den er installeret korrekt.

source: The issue-tracker provider was unable to validate the parameter string
da: Sagsbehandlerudbyderen kunne ikke validere parameterstrengen

source: The item '%s' has property conflicts:
da: Emnet "%s" har konfliktende egenskaber

source: The last merge operation tried to add the directory '%s'
da: Den sidste flette-operation forsøgte at tilføje folderen "%s"

source: The last merge operation tried to add the file '%s'
da: Den sidste flette-operation forsøgte at tilføje filen "%s"

source: The last merge operation tried to delete/move/rename the directory '%s'
da: Den sidste flette-operation forsøgte at slette/flytte/omdøbe folderen "%s"

source: The last merge operation tried to delete/move/rename the file '%s'
da: Den sidste flette-operation forsøgte at slette/flytte/omdøbe filen "%s"

source: The last merge operation tried to modify the directory '%s'
da: Den sidste flette-operation forsøgte at ændre folderen "%s"

source: The last merge operation tried to modify the file '%s'
da: Den sidste flette-operation forsøgte at ændre filen "%s"

source: The last merge operation tried to replace the directory '%s'
da: Den sidste flette-operation forsøgte at erstatte folderen '%s'

source: The last merge operation tried to replace the file '%s'
da: Den sidste flette-operation forsøgte at erstatte filen '%s'

source: The last switch operation tried to add the directory '%s'
da: Den sidste skifte-operation forsøgte at tilføje folderen "%s"

source: The last switch operation tried to add the file '%s'
da: Den sidste skifte-operation forsøgte at tilføje filen "%s"

source: The last switch operation tried to delete/move/rename the directory '%s'
da: Den sidste skifte-operation forsøgte at slette/flytte/omdøbe folderen "%s"

source: The last switch operation tried to delete/move/rename the file '%s'
da: Den sidste skifte-operation forsøgte at slette/flytte/omdøbe filen "%s"

source: The last switch operation tried to modify the directory '%s'
da: Den sidste skifte-operation forsøgte at ændre folderen "%s"

source: The last switch operation tried to modify the file '%s'
da: Den sidste skifte-operation forsøgte at ændre filen "%s"

source: The last switch operation tried to replace the directory '%s'
da: Den sidste skifte-operation forsøgte at erstatte folderen '%s'

source: The last switch operation tried to replace the file '%s'
da: Den sidste skifte-operation forsøgte at erstatte filen '%s'

source: The last update operation tried to add the directory '%s'
da: Den sidste opdaterings-operation forsøgte at tilføje folderen "%s"

source: The last update operation tried to add the file '%s'
da: Den sidste opdaterings-operation forsøgte at tilføje filen "%s"

source: The last update operation tried to delete/move/rename the directory '%s'
da: Den sidste opdaterings-operation forsøgte at slette/flytte/omdøbe folderen "%s"

source: The last update operation tried to delete/move/rename the file '%s'
da: Den sidste opdaterings-operation forsøgte at slette/flytte/omdøbe filen "%s"

source: The last update operation tried to modify the directory '%s'
da: Den sidste flette-operation forsøgte at ændre folderen "%s"

source: The last update operation tried to modify the file '%s'
da: Den sidste opdaterings-operation forsøgte at ændre filen "%s"

source: The last update operation tried to replace the directory '%s'
da: Den sidste opdaterings-operation forsøgte at erstatte folderen'%s'

source: The last update operation tried to replace the file '%s'
da: Den sidste opdaterings-operation forsøgte at erstatte filen '%s'

source: The line '====' was expected in line %d !
da: Linjen "====" var forventet i linje %d !

source: The line 'Index: ' was not found! Either this is not a diff file or the diff is empty.
da: Linjen "Index: " blev ikke fundet! Enten er dette ikke en differensfil eller også er filen tom.

source: The line indicating the new file was expected in line %d !
da: Linjen, der indikerer den nye fil, var forventet på linje %d!

source: The line indicating the old file was expected in line %d !
da: Linjen, der indikerer den gamle fil, var forventet på linje %d!

source: The lock has already been broken from another working copy
da: Låsen er allerede blevet brudt fra en anden arbejdskopi

source: The maximum number of action log lines to keep. Any lines added over this limit will remove the oldest lines from the file.
da: Det maksimale antal loglinjer af handlinger der skal gemmes. Linjer tilføjet udover denne begrænsning vil fjerne de ældste linjer fra filen.

source: The old file does not match the new file. Renaming of files is not (yet) supported!
da: Den gamle fil svarer ikke til den nye fil. Omdøbning af filer er (endnu) ikke understøttet!

source: The operation failed.
da: Operationen mislykkedes.

source: The parameters '/path' and '/pathfile' are mutually exclusive. You must only specify one of them.
da: Parametrene '/path' og '/pathfile' udelukker hinanden. Du kan kun angive én af dem.

source: The patch seems outdated! The file line %1!s! and the patchline %2!s! do not match!
da: Rettelsesfilen er tilsyneladende forældet! Linjen %1!s! og rettelseslinjen %2!s! stemmer ikke overens!

source: The path/URL you've entered seems to be illegal on Windows! You can try it anyway, but you might get an error later. A valid path on windows must not contain '<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Do you want to proceed anyway?
da: Den sti/URL, du har indtastet, er ikke gyldig i Windows! Hvis du alligevel fortsætter, vil du måske senere kunne få en fejl. Gyldige stier i Windows må ikke indeholde '<>|"?*:' eller én af følgende enhedsnavne: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Vil du fortsætte alligevel?

source: The path %1!s! in the patchfile does not exist. TortoiseMerge found the relative path %2!s! which seems to match the directory you're applying the patch. Do you want to use the suggested path? Answering 'no' will quit TortoiseMerge.
da: Stien %1!s! i rettelsesfilen findes ikke. TortoiseMerge fandt den relative sti %2!s! som lader til at passe til mappen du er ved at påføre rettelsesfilen på. Ønsker du at benytte den foreslåede sti? Hvis du svarer 'nej', afsluttes TortoiseMerge.

source: The path %1!s! seems not to match the paths in the patchfile. But TortoiseMerge found the path %2!s! matches it better. Do you want to use the suggested path instead?
da: Stien %1!s! lader ikke til at stemme overens med stierne i rettelsesfilen. TortoiseMerge fandt ud af at stien %2!s! passer bedre. Vil du benytte den foreslåede sti i stedet?

source: The path %s in the patchfile does not exist. TortoiseMerge tried to apply the patch by stripping prefixes but no matching path could be found.
da: Stien %s i rettelsesfilen findes ikke. TortoiseMerge har forsøgt at påføre rettelsesfilen ved af fjerne præfikser, men der kunne ikke findes en passende sti.

source: The regular expression is invalid! Please enter a valid regular expression.
da: Det regulære udtryk er ugyldigt! Indtast venligst et validt udtryk.

source: The repository was successfully created. Do you want to create the default folder structure (trunk/branches/tags) now?
da: Versionsarkivet blev oprettet korrekt. Ønsker du at oprette en standard katalog struktur (trunk/branches/tags) nu?
