Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/LC_MESSAGES/TortoiseUI.po
Languages: da

source: Current
da: Aktuel

source: Current version is:
da: Aktuelle version er:

source: Current version is: %s
da: Aktuelle version er: %s

source: Cus&tomize...
da: Til&pas

source: Custom
da: Personlig

source: Customize
da: Tilpas

source: Customize Keyboard
da: Tilpas Tastatur

source: Customize Quick Access Toolbar
da: Tilpas genvejsværktøjslinje

source: Customize Quick Access Toolbar...
da: Tilpas genvejsværktøjslinje...

source: Cut the selection and put it on the Clipboard Cut
da: Klip det markerede og læg det i udklipsholderen Klip

source: D&etails
da: D&etaljer

source: Date
da: Dato

source: Date Range
da: Dato Interval

source: Default
da: Standard

source: Default &number of log messages
da: &Antal af logbeskeder, der vises som standard

source: Default Menu
da: Standardmenu

source: Default URL:
da: Standard-URL:

source: Default application menu. Appears when no documents are open.
da: Standardprogrammenu. Vises når ingen dokumenter er åbne.

source: Default directory structure successfully created!
da: Standard katalogstruktur oprettet!

source: Default path:
da: Standard-sti:

source: Default to UTF-8 encoding
da: Sæt UFT-8 tegnsæt som standard

source: Delete
da: Slet

source: Delete Unversioned Items
da: Slet ikke-versionerede emner

source: Delete and &ignore %d items by name
da: Slet og &ignorer %d elementer efter navn

source: Delete and ignore %d items by &extension
da: Slet og ignorer %d elementer efter &filtypenavne

source: Delete unversioned items
da: Slet ikke-versionerede emner...

source: Delete unversioned items...
da: Slet ikke-versionerede emner...

source: Deleted
da: Slettet

source: Deleted node
da: Slettet knude

source: Deletes and adds the selected file(s) or the filemask to the 'ignore' list
da: Sletter og tilføjer den/de valgte fil(er) eller filmasken til "ignorer"-listen

source: Deletes files / folders from version control
da: Sletter filer/mapper fra versionskontrol

source: Deletes files / folders from version control but keeps the file
da: Sletter filer/mapper fra versionskontrol men beholder filen lokalt

source: Deletes the action log file
da: Sletter handlingslogfilen

source: Deleting
da: Sletter

source: Deleting cached data
da: Sletter cache data

source: Deleting file
da: Sletter filen

source: Depth
da: Dybde

source: Depth:
da: Dybde:

source: Description
da: Beskrivelse

source: Description:
da: Beskrivelse:

source: Deselect changelist
da: Fravælg ændringsliste

source: Destinatio&n URL:
da: Destinatio&ns-URL:

source: Destination URL:
da: Destinations-URL:

source: Destination disk drive is full.
da: Destinationsdisken er fyldt op.

source: Detect and highlight moved blocks
da: Detekter og marker flyttede blokke

source: Device Independent Bitmap a device independent bitmap
da: Enhedsuafhængig bitmap en enhedsuafhængig bitmap

source: Dialog sizes and positions
da: Dialogstørrelser og -placeringer

source: Diff file:
da: Sammenligningsfil:

source: Diff options
da: Indstillinger for sammenligning

source: Diff with URL
da: Sammenlign med URL

source: Difference between
da: Forskel mellem

source: Differential path &names
da: Forskellige sti&navne

source: Diffing
da: Sammenligner

source: Diffs the working copy file with the one before the last commit.
da: Sammenligner filen i arbejdskopien med versionen før sidste arkivering

source: Directories
da: Mapper

source: Directory:
da: Mappe:

source: Disable this option if you have really big working copies and experience too much disk access when browsing the working copy.
da: Slå denne indstilling fra, hvis du har meget store arbejdskopier og oplever for meget adgang til disken når du gennemser arbejdskopien.

source: Discards local changes upon incoming deletes
da: Ignorer lokale ændringer ved indkommende sletninger

source: Disk full while accessing %1.
da: Disken blev fyldt op under behandling af %1.

source: Dispatch exception: %1
da: Undtagelse ved ekspedering: %1

source: Display &buttons in this order
da: Vis &knapper i denne rækkefølge

source: Display help for clicked on buttons, menus and windows Help
da: Vis hjælp for aktiverede knapper, menuer og vinduer Hjælp

source: Display help for current task or command Help
da: Vis hjælp for den aktuelle opgave eller kommando Hjælp

source: Display instructions about how to use help Help
da: Vis instruktioner om brug af hjælp Hjælp

source: Display program information, version number and copyright About
da: Vis programinformation, versionsnummer og copyright Om

source: Do not show the context menu for the following paths:
da: Vis ikke højrekliksmenuer for følgende stier:

source: Do you really want to delete the toolbar '%s'?
da: Er du sikker på at du vil slette værktøjslinjen '%s'?

source: Do you really want to move this file or folder?
da: Er du sikker på, at du vil flytte denne fil eller mappe?

source: Do you really want to revert all changes in %s and go back to this revision? These changes will be reverted by reverse-merging the revisions into your working copy.
da: Er du helt sikker på, at du vil tilbageføre alle ændringerne i %s og gå tilbage til denne revision? Disse ændringer vil blive tilbageført ved at lave en omvendt fletning af revisionerne ind i din arbejdskopi.

source: Do you really want to revert all changes in %s which were made in this revision? These changes will be reverted by reverse-merging the revision into your working copy.
da: Er du helt sikker på, at du vil tilbageføre alle ændringerne i %s som blev lavet i denne revision? Disse ændringer vil blive tilbageført ved at lave en omvendt fletning af revisionerne ind i din arbejdskopi.

source: Do you want to make this working copy unversioned? This will remove all Subversion admin directories from %s!
da: Vil du gøre denne arbejdskopi til ikke-versioneret? Dette vil fjerne alle Subversions administrative mapper fra %s.

source: Do you want to proceed?
da: Vil du fortsætte?

source: Do you want to recover these auto-saved documents?
da: Ønsker du at genskabe disse automatisk gemte dokumenter?

source: Do you want to reload the documents to reflect the settings changes? Note: you will lose all changes you've made!
da: Ønsker du at genindlæse dokumenterne for at afspejle ændringerne i indstillingerne? Bemærk: Du vil miste alle de ændringer, du har foretaget!

source: Do you want to remove the property %s recursively?
da: Ønsker du at fjerne egenskaben %s rekursivt?

source: Do you want to save your changes?
da: Vil du gemme dine ændringer?

source: Document :
da: Dokument :

source: Documentation : Simon Large Code : Tobias Schäfer, Stefan Fuhrmann
da: Dokumentation : Simon Large, Dansk oversættelse : Christian Funder Sommerlund Kode : Tobias Schäfer, Stefan Fuhrmann

source: Don't make the checkout directory a sparse working copy. Instead, all URLs get checked out into a separate working copies next to each other. This works for directory URLs only.
da: Gør ikke arbejdskopi-kataloget til en sparsom arbejdskopi. Sørg istedet for at alle URL'er gemmes i separate arbejdskopier ved siden af hinanden. Dette mulighed fungerer kun for katalog-URL'er.

source: Don't recover the auto-saved documents Use the last explicitly saved versions of the documents
da: Genskab ikke automatisk gemte dokumenter Brug de sidst eksplicit gemte versioner af dokumenterne

source: Don't show this message again
da: Vis ikke denne meddelelse igen

source: Drag to make this menu float
da: Træk for at gøre denne menu flydende

source: Draw
da: Tegn

source: Drive Types
da: Drevtyper

source: Drives A: and B:
da: Drev A: og B:

source: Drop not possible on %1
da: Ikke muligt at droppe på %1

source: E&xact copy sources
da: &Nøjagtige kopioprindelser

source: E&xclude paths:
da: &Udelad stier:

source: E&xecutable
da: &Program

source: E&xit
da: &Afslut

source: E&xpand all
da: &Udvid alt

source: E&xpand sub-trees
da: E&kspander under-træer

source: E&xport
da: E&ksporter

source: E&xport...
da: E&ksporter...

source: Edit
da: Rediger

source: Edit Button Image
da: Rediger knapbillede

source: Edit External
da: Rediger Ekstern

source: Edit Properties
da: Rediger egenskaber

source: Edit Property Conflict
da: Håndter egenskabs-konflikter

source: Edit Tree Conflicts
da: Håndter træ-konflikter

source: Edit author
da: Rediger forfatter

source: Edit author name
da: Rediger forfatternavn

source: Edit bugtraq properties
da: Rediger egenskaber for bugtraq

source: Edit extension specific diff program
da: Rediger filendelse-specifikt sammenligningsprogram

source: Edit extension specific merge program
da: Rediger filendelse-specifikt fletningsprogram

source: Edit language properties
da: Rediger egenskaber for sprog

source: Edit log message
da: Rediger logbesked

source: Edit property '%1!S!' on %2!s!
da: Rediger egenskab '%1!S!' på %2!s!

source: Edit...
da: Rediger...

source: Edits the selected property value
da: Ændrer den valgte egenskabsværdi

source: Either the name or IP of the proxy server
da: Navn eller IP-adresse på proxyserveren

source: Eliding mergeinfo
da: Udeluk flette-info

source: Ellipse Tools Ellipse
da: Ellipseværktøj Ellipse

source: Empty
da: Tom

source: Enable log caching to speed up log and revision graph dialogs
da: Slå log caching til for at forbedre hastigheden på log- og revisionsgrafdialogerne

source: Enabled Overlay Handlers
da: Aktiver Overdækningshåndtering

source: Enables the spellchecker only if the tsvn:projectlanguage property is set.
da: Slår kun stavekontrollen til, hvis egenskaben tsvn:projectlanguage er sat.

source: Encountered a hardware I/O error while accessing %1.
da: Der opstod en hardware-I/O-fejl under adgang til %1.

source: Encountered a locking violation while accessing %1.
da: Der opstod et låsningsproblem under adgang til %1.

source: Encountered a sharing violation while accessing %1.
da: Der opstod et delingsproblem under adgang til %1.

source: Encountered an improper argument.
da: Stødte på et fejlagtigt argument.

source: Encountered an unexpected error while reading %1.
da: Der opstod en uforudset fejl under læsning af %1.

source: Encountered an unexpected error while writing %1.
da: Der opstod en uforudset fejl under skrivning af %1.

source: End Revision
da: Slut-revision

source: Enlarge the window to full size
da: Maksimer vinduet

source: Enter Log Message
da: Indtast logbesked

source: Enter URL
da: Indtast URL

source: Enter a &name for the changelist:
da: Indtast et &navn for ændringslisten:

source: Enter a GUID.
da: Indtast et GUID.

source: Enter a currency.
da: Indtast en valuta.

source: Enter a date and/or time.
da: Indtast en dato og/eller et tidspunkt.

source: Enter a date.
da: Indtast en dato.

source: Enter a lock message (optional):
da: Indtast en låsebesked (valgfrit):

source: Enter a number between %1 and %2.
da: Indtast et tal mellem %1 og %2.

source: Enter a number.
da: Indtast et tal.

source: Enter a positive integer.
da: Indtast et positivt heltal.

source: Enter a time.
da: Indtast et tidspunkt.

source: Enter an integer between %1 and %2.
da: Indtast et heltal mellem %1 og %2.

source: Enter an integer between 0 and 255.
da: Indtast et heltal mellem 0 og 255.

source: Enter an integer.
da: Indtast et heltal.

source: Enter file content to test for below:
da: Indtast fil indhold til test nedenfor:

source: Enter log &message:
da: Indtast log-&besked:

source: Enter log message:
da: Indtast logbesked:

source: Enter no more than %1 characters.
da: Indtast højest %1 tegn.

source: Enter the regex string below:
da: Indsæt regulært udtryk nedenfor:

source: Enter the regular expression patterns for filtering out the bug-ID from a commit message.
da: Indtast de regulære udtryksmønstre for filtrering af fejl-ID fra arkiveringsmeddelelse

source: Erase everything Erase All
da: Slet alt Slet alt

source: Erase the selection Erase
da: Slet det markerede Slet

source: Error
da: Fejl

source: Error rebuilding Shell Icon Cache!
da: Fejl ved genopbygning af ikon-cache.

source: Error validating server certificate for %s:
da: Der opstod en fejl under validering af servercertifikatet for %s:

source: Error while reading/writing the registry key %1!s! %2!s!
da: Fejl ved læsning eller skrivning af registreringsnøglen %1!s! %2!s!

source: Ex&ternals
da: E&ksterne

source: Exceptions:
da: Undtagelser:

source: Exclude
da: Udelad

source: Executable (*.exe)|*.exe|Command (*.com)|*.com|Information (*.pdf)|*.pdf|Batch (*.bat)|*.bat|All Files (*.*)|*.*||
da: Program (*.exe)|*.exe|Kommando (*.com)|*.com|PDF-fil (*.pdf)|*.pdf|Batchfil (*.bat)|*.bat|Alle filer (*.*)|*.*||

source: Existing
da: Eksisterende

source: Exit
da: Afslut

source: Exp&and source tree
da: E&kspander kilde-træ

source: Expand &following tree
da: E&kspander det følgende træ

source: Expand (%s)
da: Udvid (%s)

source: Expand docked window
da: Udvid fastgjort vindue

source: Expert settings
da: Ekspert opsætning

source: Explore to
da: Åbn i Stifinder

source: Export
da: Eksporter

source: Export &directory:
da: Eksporter &mappe:

source: Export directory:
da: Mappe til eksport:

source: Export the selected cache as a set of Comma Separated Value (CSV) files
da: Eksporter den valgte cache som et sæt kommaseparerede (CSV) filer

source: Export unversioned files too
da: Eksporter også ikke-versionerede filer

source: Exporting %1!s!
da: Eksporterer %1!s!

source: Exporting...
da: Eksporterer...

source: Exports a set of properties to a file
da: Eksporterer et sæt indstillinger til en fil

source: Extension
da: Filendelse

source: Extension/mime-type specific programs
da: Filendelse/MIME-type-specifikke programmer

source: External
da: Ekstern

source: External Program:
da: Eksternt program:

source: External Programs::Diff Viewer
da: Eksterne programmer::Sammenligningsprogram

source: External Programs::Merge Tool
da: Eksterne programmer::Fletningsprogram

source: External Programs::Unified Diff Viewer
da: Eksterne programmer::Unified diff-visningsprogram

source: External failed
da: Extern mislykket

source: Externals excluded
da: Externals udeladt

source: Externals included
da: Externals inkluderet

source: F&orce the merge
da: &Gennemtving fletning

source: Fade
da: Fjern gradvist

source: Failed revert
da: Tilbageføring mislykkedes

source: Failed to connect. Link may be broken.
da: Forbindelse mislykkedes. Link er måske utilgængeligt.

source: Failed to convert ActiveX object.
da: Det lykkedes ikke at konvertere ActiveX-objekt.

source: Failed to create empty document.
da: Det lykkedes ikke at oprette et tomt dokument.

source: Failed to create object. Make sure the application is entered in the system registry.
da: Kunne ikke oprette objekt. Kontrollér at programmet er registreret i registreringsdatabasen.

source: Failed to launch help.
da: Det lykkedes ikke at vise hjælpen.

source: Failed to launch server application.
da: Det lykkedes ikke at starte serverprogram.

source: Failed to open document.
da: Det lykkedes ikke at åbne dokumentet.

source: Failed to perform server operation.
da: Det lykkedes ikke at udføre serveroperation.

source: Failed to save document.
da: Det lykkedes ikke at gemme dokumentet.

source: Failed to set/remove changelist '%s'
da: Det lykkedes ikke at sætte/fjerne ændringslisten "%s"

source: Failed to start the issue tracker COM provider '%1!s!'. %2!s!
da: Det var ikke muligt at starte sagsbehandler-COM-udbyderen '%1!s!'. %2!s!

source: Failed!
da: Mislykket!

source: Fetching file...
da: Henter fil...

source: Fetching revision %s of file:
da: Henter revision %s af filen:

source: File
da: Fil

source: File changes each %s
da: Filændringer hver %s

source: File changes each week:
da: Ugentlige filændringer:

source: File diffs
da: Filforskelle

source: File list is empty
da: Fillisten er tom

source: File patches
da: Filrettelser

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
da: Filstørrelse: %s (%s) Bredde: %ld pixel Højde: %ld pixel Vandret opløsning: %.1f dpi Lodret opløsning: %.1f dpi Farvedybde: %d bit Zoom: %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
da: Filstørrelse: %s (%s) Bredde: %ld pixel Højde: %ld pixel Vandret opløsning: %.1f dpi Lodret opløsning: %.1f dpi Farvedybde: %d bit Zoom: %d%%Filstørrelse: %s (%s) Bredde: %ld pixel Højde: %ld pixel Vandret opløsning: %.1f dpi Lodret opløsning: %.1f dpi Farvedybde: %d bit Zoom: %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
da: Filstørrelse: %s (%s) Bredde: %ld pixel Højde: %ld pixel Vandret opløsning: %.1f dpi Lodret opløsning: %.1f dpi Farvedybde: %d bit Zoom: %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
da: Filstørrelse: %s (%s) Bredde: %ld pixel Højde: %ld pixel Vandret opløsning: %.1f dpi Lodret opløsning: %.1f dpi Farvedybde: %d bit Zoom: %d%%Filstørrelse: %s (%s) Bredde: %ld pixel Højde: %ld pixel Vandret opløsning: %.1f dpi Lodret opløsning: %.1f dpi Farvedybde: %d bit Zoom: %d%%

source: Filename
da: Filnavn

source: Filename, extension or mime-type:
da: Filenavn, endelse eller mime-type:

source: Filename/Extension
da: Filnavn/Endelse

source: Files
da: Filer

source: Fill Tool Fill
da: Udfyldningsværktøj Udfyld

source: Filter by
da: Filtrer med

source: Filter match
da: Filter overensstemmelse

source: Filter out paths that contain one of the following strings (separate multiple paths with the '*' char):
da: Filtrer stier ud der indeholder følgende strenge (adskil flere stier med tegnet '*'):

source: Filter paths
da: Filtrér stier

source: Find
da: Søg

source: Find the specified text Find
da: Find den angivne tekst Find

source: Finished!
da: Færdig!

source: Fit graph
da: Tilpas graf

source: Fit height
da: Tilpas højde

source: Fit image &sizes
da: Tilpas billed&størrelser

source: Fit width
da: Tilpas bredde

source: Fix case of item and do not add it
da: Korriger store/små bogstaver på element og tilføj det ikke

source: Fixed at rev
da: Fastgjort ved rev

source: Fold &tags
da: Fold &mærker sammen

source: Folded tag
da: Sammenfoldet mærke

source: Folder
da: Mappe

source: Font
da: Skrifttype

source: For Help, press F1. Scroll horizontally with Ctrl-Scrollwheel
da: Tryk F1 for hjælp. Rul horisontalt med Ctrl+rullehjulet

source: For complete history deselect 'Stop on copy/rename'
da: For at vise komplet historik, skal du fravælge "Stop ved kopiering/omdøbning"

source: Force
da: Tving

source: Forward
da: Fremad

source: Found auto words:
da: Fandt auto ord:

source: From:
da: Fra:

source: Full Screen
da: Fuldskærmsvisning

source: Fully recursive
da: Fuldt rekursivt

source: GDI+ couldn't be initialized!
da: GDI+ kunne ikke initialiseres!

source: GDI+ couldn't create a bitmap object. You probably don't have enough memory.
da: GDI+ kunne ikke oprette bitmap-objekt. Der er formodentlig ikke hukommelse nok.

source: Gathering information. Please wait...
da: Henter informationer. Vent venligst...

source: General
da: Generelt

source: General::Colors
da: Generelt::Farver

source: General::Context Menu
da: Generelt::Kontekstmenu

source: General::Dialogs 1
da: Tema::Dialoger 1

source: General::Dialogs 2
da: Tema::Dialoger 2

source: Generating patchfile...
da: Genererer rettelsesfil...

source: Get loc&k...
da: L&ås...

source: Get merge logs
da: Hent fletningslogge

source: Getting a lock for files without the 'svn:needs-lock' property will not prevent others from editing them in their working copies. To enable strict locking please add the 'svn:needs-lock' property to all files that need locking, and commit those files. Each file will have the file-system read-only flag set, and getting a lock will make the file writable. Note that other users will need to update their working copies before they see the files as read-only.
da: Ved at tage en lås på filer uden egenskaben 'svn:needs-lock', forhindrer du ikke andre i at redigere dem i deres arbejdskopier. For at gennemføre striks låsning, skal du sætte egenskaben 'svn:needs-lock' på alle filer, der kræver låsning og arkivere disse filer. Hver fil vil blive skriveskyttet i filsystemet og ved at tage en lås, gøres de igen skrivbare. Bemærk, at andre brugere skal opdatere deres arbejdskopier, før de vil se filerne som skrivebeskyttede.

source: Getting file %1!s!
da: Henter filen %1!s!

source: Getting file %1!s!, revision %2!s!
da: Henter filen %1!s!, revision %2!s!

source: Getting file info...
da: Henter filinformationer...

source: Getting information from repository...
da: Henter information fra versionsarkivet...

source: Getting information...
da: Henter informationer...

source: Getting log info...
da: Henter log-informationer...

source: Getting required information...
da: Henter nødvendig information...

source: Getting unified diff
da: Henter unified diff

source: Global ignore &pattern:
da: Globalt ignorer-&mønster:

source: Global settings
da: Globale indstillinger

source: Go to line
da: Gå til linje

source: Go to the next conflict Next conflict
da: Gå til den næste konflikt Næste konflikt

source: Go to the next difference Next difference
da: Gå til den næste forskel Næste forskel

source: Go to the previous conflict Previous conflict
da: Gå til den forrige konflikt Forrige konflikt

source: Go to the previous difference Previous difference
da: Gå til den forrige forskel Forrige forskel

source: Graph type:
da: Graftype:

source: Gray
da: Grå

source: Group by branch
da: Gruppér efter gren

source: Group changelists
da: Gruppe-ændringslister

source: H&EAD Revision
da: H&oved-revision

source: H&ue:
da: N&uance:

source: HEAD node
da: Hoved knude

source: Head revision is %s
da: HEAD-revisionen er %s

source: Header
da: Overskrift

source: Help
da: Hjælp

source: Help Keyboard
da: Hjælpetastatur

source: Hide &deleted paths
da: Skjul &slettede stier

source: Hide all branches that did not modify the item
da: Skjul alle sidegrene som ikke ændrede elementet

source: Hide all tags
da: Skjul alle mærker

source: Hide deleted branches and tags
da: Skjul slettede grene og mærker

source: Hide docked window
da: Skjul fastgjort vindue

source: Hide ta&gs
da: Skjul &mærker

source: Hide the script while running
da: Skjul scriptet under kørsel

source: Hide unused &branches
da: Skjul ikke-anvendte &sidegrene

source: Hide/Show the patch file list Hides or shows the patch file list
da: Skjul/Vis listen over rettelsesfiler Skjulet eller viser listen over rettelsesfiler

source: Highest revision number in the cache
da: Højeste revisionsnummer i cachen

source: Hint: Press F5 to refresh the selected subtree and Ctrl-F5 to load all children too
da: Tip: Tryk F5 for at genopfriske det valgte deltræ og Ctrl-F5 for at genopfriske alle niveauer under også

source: Hint: select the context menu, change the page to 'Commands' and drag the toolbar buttons into the menu window.
da: Tip: vælg højrekliksmenuen, skift til siden 'Kommandoer' og træk værktøjslinjens knapper ind i menuvinduet.

source: Home
da: Hjem

source: Hook Scripts
da: Tilkoblinger

source: Hook Scripts::Issue Tracker Integration
da: Tilkoblinger::Integration af sagsbehandler

source: Hook Type
da: Tilkoblingstype

source: Hook Type:
da: Tilkoblingstype:

source: Hostname mismatch (%s)
da: Værtsnavnet passer ikke (%s)
