Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/LC_MESSAGES/TortoiseUI.po
Languages: da

source: # authors shown individually:
da: # forfattere vist enkeltvis:

source: %.2f MBytes transferred
da: %.2f MB overført

source: %1 contained an unexpected object.
da: %1 indeholdt et ikke-forventet objekt.

source: %1 contains an incorrect path.
da: %1 indeholder en ukorrekt sti.

source: %1 contains an incorrect schema.
da: %1 indeholder et ukorrekt skema.

source: %1 has a bad format.
da: %1 har et forkert format.

source: %1 was not found.
da: %1 findes ikke.

source: %1!d! files selected, %2!d! files total
da: %1!d! filer valgt, %2!d! filer ialt

source: %1!d! most active author(s) with at least %2!d! commits each (%3!d! %%)
da: %1!d! mest aktive forfatter(e) med mindst %2!d! arkiveringer hver (%3!d! %%)

source: %1!ld! minute(s) and %2!ld! second(s)
da: %1!ld! minut(ter) and %2!ld! sekund(er)

source: %1!s! - at revision: %2!d!
da: %1!s! - ved revision: %2!d!

source: %1!s! : Working Base, Revision %2!ld!
da: %1!s! : Grundrevision af Arbejdskopi, revision %2!ld!

source: %1!s!, at %2!s!
da: %1!s!, ved %2!s!

source: %1!s!\%2!s! - Export
da: %1!s!\%2!s! - Eksport

source: %1!s!\%2!s! - Export (%3!d!)
da: %1!s!\%2!s! - Eksport (%3!d!)

source: %1: %2 Continue running script?
da: %1: %2 Fortsæt med at køre script?

source: %1 Cannot find this file. Verify that the correct path and file name are given.
da: %1 Filen findes ikke. Check at den korrekte sti og og det korrekte filnavn er angivet.

source: %I64d Bytes transferred
da: %I64d byte overført

source: %I64d kBytes transferred
da: %I64d KB overført

source: %ld of %ld
da: %ld af %ld

source: %ld paths
da: %ld stier

source: %s : Remote file
da: %s : Fil på server

source: %s : Working Base
da: %s : Grundrevision af arbejdskopi

source: %s : Working Copy
da: %s : Arbejdskopi

source: %s [Recovered]
da: %s [Genskabt]

source: %s, but the directory already exists unversioned locally.
da: %s, men kataloget eksisterer allerede uversioneret lokalt.

source: %s, but the directory is missing locally.
da: %s, men kataloget findes ikke lokalt.

source: %s, but the directory was already added locally.
da: %s , men kataloget er allerede tilføjet lokalt.

source: %s, but the directory was already edited.
da: %s, men kataloget var allerede blevet ændret.

source: %s, but the directory was deleted, moved or renamed locally.
da: %s, men kataloget er blevet slettet, flyttet eller omdøbt lokalt.

source: %s, but the directory was obstructed in the working copy.
da: %s, men kataloget blev blokeret i den nuværende arbejdskopi.

source: %s, but the directory was replaced
da: %s, men kataloget blev erstattet

source: %s, but the file already exists unversioned locally.
da: %s, men filen eksisterer allerede uversioneret lokalt.

source: %s, but the file is missing locally.
da: %s, men filen findes ikke lokalt.

source: %s, but the file was already added locally.
da: %s , men filen var allerede tilføjet lokalt.

source: %s, but the file was already edited.
da: %s, men filen var allerede blevet ændret.

source: %s, but the file was deleted, moved or renamed locally.
da: %s, men filen var blevet slettet, flyttet eller omdøbt lokalt.

source: %s, but the file was obstructed in the working copy.
da: %s, men filen blev blokeret i den nuværende arbejdskopi.

source: %s, but the file was replaced
da: %s, men filen blev erstattet

source: %s %ld failed hunk(s)
da: %s %ld fejlende stykke(r)

source: %s Do you want to remove it anyway?
da: %s Vil du fjerne alligevel?

source: %s is a directory, not a file! TortoiseMerge can't diff directories.
da: %s er en mappe og ikke en fil! TortoiseMerge kan ikke sammenligne mapper.

source: &About TortoiseMerge...
da: &Om TortoiseMerge...

source: &Activate
da: &Aktiver

source: &Add
da: &Tilføj

source: &Add >>
da: &Tilføj >>

source: &Add or Remove Buttons
da: &Tilføj eller Fjern Knapper

source: &Add...
da: Tilfø&j...

source: &Advanced
da: &Avanceret

source: &Advanced...
da: &Avanceret...

source: &Allow ambiguous URLs
da: &Tillad tvetydige URL'er

source: &Application Look
da: &Programudseende

source: &Apply property recursively
da: &Anvend egenskaben rekursivt

source: &Apply unified diff
da: &Aktiver unified diff

source: &Aqua Style
da: &Vand-stil

source: &Arguments:
da: &Argumenter:

source: &Assign
da: &Tildel

source: &Associate double-click event with:
da: &Associer dobbeltklik med:

source: &Auto Hide
da: &Skjul automatisk

source: &Autoclose:
da: &Auto-luk:

source: &Backup original file
da: Lav &sikkerhedskopi af oprindelig fil

source: &Binary
da: &Binært

source: &Blame changes
da: &Angiv ansvar for ændringer

source: &Blame previous revision
da: &Ansvar for forrige revision

source: &Blame revisions
da: &Angiv ansvar for revisioner

source: &Blame...
da: &Ansvar...

source: &Blue Style
da: &Blå stil

source: &Blue:
da: &Blå:

source: &Border:
da: &Margin:

source: &Bottom
da: &Bund

source: &Branches
da: &Sidegrene

source: &Browse repository
da: &Gennemse versionsarkiv

source: &Browse...
da: &Gennemse...

source: &Bugtraq (Issue tracker integration)
da: &Bugtraq (sagsbehandlerintegration)

source: &Button Appearance...
da: &Knapudseende

source: &Button text:
da: &Knaptekst:

source: &Cancel
da: &Annuller

source: &Categories:
da: &Kategorier:

source: &Category:
da: &Kategori:

source: &Choose commands from:
da: &Vælg kommandoer fra:

source: &Clean up
da: R&yd op

source: &Close
da: &Luk

source: &Close Window(s)
da: &Luk Vindue(r)

source: &Color age of lines
da: &Farv linjer efter alder

source: &Command:
da: &Kommando:

source: &Commit...
da: &Arkivér...

source: &Compare URLs
da: &Sammenlign URL'er

source: &Compare revisions
da: &Sammenlign revisioner

source: &Compare whitespaces
da: &Sammenlign blanktegn

source: &Configure
da: &Konfigurer

source: &Contact the repository on startup
da: &Kontakt versionsarkivet ved opstart

source: &Convert files when diffing against BASE
da: &Konverter filer, når der sammenlignes med basisfilen

source: &Copy
da: &Kopier

source: &Copy Button Image
da: &Kopiér Knapbillede

source: &Copy log message to clipboard
da: &Kopier logbeskeder til udklipsholder

source: &Copy to clipboard
da: &Kopier til udklipsholder

source: &Copy to...
da: &Kopier til...

source: &Create folder structure
da: &Opret folder struktur

source: &Custom
da: &Personlig

source: &Date
da: &Dato

source: &Days of inactivity until small caches get removed
da: &Dage med inaktivitet indtil små caches bliver fjernet

source: &Default
da: &Standard

source: &Delete
da: S&let

source: &Delete (keep local)
da: &Slet (behold lokalt)

source: &Delete unversioned items...
da: &Slet ikke-versionerede emner...

source: &Delete...
da: &Slet...

source: &Diff
da: &Sammenlign

source: &Diff with URL
da: &Sammenlign med URL

source: &Diff with previous version
da: Sammenl&ign med forrige version

source: &Directories
da: &Mapper

source: &Docking
da: &Dokning

source: &Edit
da: &Rediger

source: &Edit conflict
da: R&ediger konflikt

source: &Edit conflicts
da: R&ediger konflikter

source: &Edit...
da: &Rediger...

source: &Enable Proxy Server
da: &Aktiver proxyserver

source: &Enable log caching
da: &Aktiver logcaching

source: &Enter a message describing why you are locking the file(s).
da: &Indtast en besked som beskriver, hvorfor du låser filen/filerne.

source: &Executable
da: &Program

source: &Exit
da: &Afslut

source: &Export selection to...
da: &Eksporter markering til...

source: &External
da: &Ekstern

source: &File
da: &Fil

source: &Files
da: &Filer

source: &Fit Images in window
da: &Tilpas billeder i vinduet

source: &Fixed drives
da: &Faste drev

source: &Floating
da: &Flydende

source: &Font for log messages:
da: &Skrifttype til logbeskeder:

source: &Font:
da: &Skrifttype:

source: &From URL:
da: &Fra URL:

source: &From WC / URL:
da: &Fra arbejdskopi / URL:

source: &From revision
da: &Fra revision

source: &From: (start URL and revision of the range to merge)
da: &Fra: (start-URL og -revision af intervallet der skal flettes)

source: &Go To Line...
da: &Gå til linje...

source: &Green:
da: &Grøn:

source: &Group by branch
da: &Gruppér efter gren

source: &HEAD revision in the repository
da: &HEAD-revision i versionsarkivet

source: &Help
da: &Hjælp

source: &Help Topics
da: &Hjælpeemner

source: &Hide
da: &Skjul

source: &Icon Set:
da: &Ikoner:

source: &Ignore %d items by name
da: &Ignorer %d emner efter navn

source: &Ignore whitespace changes
da: &Ignorer forskelle i blanktegn

source: &Image
da: &Billede

source: &Image Info
da: B&illedinfo

source: &Image only
da: Kun b&illede

source: &Import...
da: Im&porter...

source: &Include externals
da: &Inkluder eksterne

source: &Include merge info
da: &Inkluder fletningsinformation

source: &Initial directory:
da: &Standardmappe:

source: &Inline diff word-wise
da: &Sammenlign ordvis ved linjesammenligning

source: &Join all
da: &Foren alt

source: &Join with sub-trees
da: &Foren med under-træer

source: &Jump to first difference when loading
da: &Gå direkte til første forskel

source: &Keywords
da: &Nøgleord

source: &Language:
da: &Sprog:

source: &Large Icons
da: &Store ikoner

source: &Limit search to modified lines
da: &Begræns søgning til ændrede linjer

source: &Limit:
da: &Grænse:

source: &Link image positions
da: &Sammenkæd billedplaceringer

source: &List View
da: Vis som &liste

source: &Load...
da: &Åbn...

source: &Locking required (read-only update)
da: &Låsning nødvendig (skrivebeskyttet opdatering)

source: &Log Sizes
da: &Log Størrelser

source: &Luminence:
da: &Luminans:

source: &Make depth sticky
da: &Fasthold dybde

source: &Manually edit property
da: Rediger egenskab &manuelt

source: &Maximum size [kByte] of a removed inactive cache
da: &Maksimum størrelse [kByte] på en fjernet inaktiv cache

source: &Menu animations:
da: &Menuanimationer

source: &Menu contents:
da: &Menuindhold:

source: &Merge
da: &Flet

source: &Merge paths
da: &Flettestier

source: &Merge...
da: &Flet...

source: &Merging
da: &Fletning

source: &Minimize
da: M&inimer

source: &Modify color for tag copies
da: Ændr farve for &mærke-kopier

source: &Modify color for trunk copies
da: Ændr farve for &kopier af hovedgren

source: &Moved blocks
da: &Flyttede blokke

source: &Navigate
da: &Naviger

source: &Network drives
da: &Netværksdrev

source: &New
da: &Ny

source: &New...
da: &Ny...

source: &Next %ld
da: &Næste %ld

source: &Next >
da: &Næste >

source: &Next Difference
da: &Næste forskel

source: &Next Page
da: &Næste Side

source: &No double-click event
da: &Ingen dobbeltklikhandling

source: &No locking required
da: &Låsning ikke nødvendig

source: &Not executable
da: &Ikke kørbar

source: &Numeric
da: &Numerisk

source: &Offline for now
da: &Offline indtil videre

source: &One Page
da: &En Side

source: &Open
da: &Åbn

source: &Options
da: &Indstillinger

source: &Overlay images
da: &Overlap billeder

source: &Password:
da: Adgangs&kode:

source: &Paste
da: &Indsæt

source: &Peg revision:
da: &Fastgør revision:

source: &Permanently offline
da: &Permanent offline

source: &Platform dependent (native)
da: &Platform afhængig (indfødt)

source: &Power user defaults
da: &Standarder for erfarne brugere

source: &Previous Difference
da: &Forrige forskel

source: &Print Preview
da: &Vis Udskrift

source: &Print...
da: &Udskriv...

source: &Properties
da: &Egenskaber

source: &Properties...
da: &Egenskaber...

source: &Recent messages
da: &Seneste beskeder

source: &Red:
da: &Rød:

source: &Redo
da: &Gentag

source: &Refresh
da: &Opdater

source: &Remind me to enter a bug-ID
da: &Mind mig om at indtaste et fejl-ID

source: &Remove
da: &Fjern

source: &Rename
da: O&mdøb

source: &Repo-browser
da: Versionsarkivbro&wser

source: &Reset
da: &Nulstil

source: &Reset Toolbar
da: &Nulstil Værktøjslinje

source: &Reset my usage data
da: &Nulstil anvendelsesdata

source: &Reset to Default
da: &Gendan til standard

source: &Resolve using local property
da: Brug &lokal egenskab til at løse konflikt

source: &Restore defaults
da: Gendan &standardindstillinger

source: &Retry without hooks
da: &Forsøg igen uden tilkobling

source: &Revert changes from these revisions
da: Tilbagefør ænd&ringer fra disse revisioner

source: &Revert changes from this revision
da: &Tilbagefør ændringer fra denne revision

source: &SSH client:
da: &SSH-klient:

source: &Saturation:
da: &Mætning:

source: &Save
da: &Gem

source: &Save authentication
da: &Gem autorisation

source: &Save graph as...
da: Gem graf &som...

source: &Save list of selected files to...
da: &Gem liste af valgte filer til...

source: &Save value...
da: &Gem værdi...

source: &Settings
da: Indstillin&ger

source: &Show HEAD revisions
da: &Vis HEAD-revisioner

source: &Show Log
da: &Vis logbog

source: &Show Menus for:
da: &Vis Menuer for:

source: &Show text labels
da: &Vis tekstetiketter:

source: &Silver Style
da: &Sølv-stil

source: &Specific revision in repository
da: &Specifik revision i versionsarkivet

source: &Start Group
da: &Startgruppe

source: &Start Repobrowser
da: Åbn &Versionsarkiv

source: &Status Bar
da: &Statuslinje

source: &Steal the locks
da: &Stjæl låsene

source: &Stop on copy/rename
da: &Stop ved kopiering/omdøbning

source: &Switch WC to path and revision
da: &Skift arbejdskopi til sti og revision

source: &Switch WC to path@HEAD
da: &Skift arbejdskopi til sti@HEAD

source: &Symbol View
da: Vis som &symboler

source: &Tab size:
da: &Tab-størrelse:

source: &Tabbed Document
da: &Fanebladsopdelt dokument

source: &Tags
da: &Mærker

source: &Test merge
da: &Test fletning

source: &Text
da: &Tekst

source: &Text only
da: Kun &tekst

source: &Timeout in seconds before updating the HEAD revision
da: &Timeout i sekunder før opdatering af HEAD-revisionen

source: &Timeout in seconds to stop the auto-completion parsing
da: &Timeout i sekunder før stop af filanalyse til automatisk udfyldning

source: &To Revision
da: &Til revision

source: &To URL:
da: &Til URL:

source: &To path:
da: &Til sti:

source: &To: (end URL and revision of the range to merge)
da: &Til: (slut-URL og -revision af intervallet der skal flettes)

source: &Toolbar
da: &Værktøjslinje

source: &Toolbar Name:
da: &Navn på værktøjslinje:

source: &Toolbars:
da: &Værktøjslinjer:

source: &Trunk
da: &Hovedgren

source: &Two Page
da: &To sider

source: &URL of repository:
da: &URL til versionsarkivet:

source: &Undo
da: &Fortryd

source: &Unknown drives
da: &Ukendte drev

source: &Update
da: Op&dater

source: &Update item to revision...
da: Op&dater emne til revision

source: &Update to revision...
da: Op&dater til revision...

source: &Use auto-completion of file paths and keywords
da: &Benyt automatisk udfyldning af stier og nøgleord

source: &Use recycle bin
da: &Brug papirkurv

source: &Username:
da: &Brugernavn:

source: &View
da: &Vis

source: &View:
da: &Vis:

source: &Whitespaces
da: &Blanktegn

source: &Whole word
da: &Helt ord

source: &Working copy
da: &Arbejdskopi

source: &Wrap long lines
da: &Ombryd lange linjer

source: &file list control
da: &Fil liste kontrol

source: 'skip ranges' are used to mark revision ranges that have not been cached yet
da: "intervaller der skal springes over" bruges til at markere revisionsintervaller der endnu ikke er blevet cachede

source: (Double-click to clear error message)
da: (Dobbeltklik for at slette fejlmeddelelse)

source: (binary value)
da: (binær værdi)

source: (copy)
da: (kopiér)

source: (create branch)
da: (opret sidegren)

source: (created)
da: (oprettet)

source: (delete)
da: (slet)

source: (externals)
da: (eksterne)

source: (modified)
da: (ændret)

source: (modified, HEAD revision)
da: (ændret, HEAD-revision)

source: (multiple targets selected)
da: (flere elementer valgt)

source: (no changelist)
da: (ingen ændringsliste)

source: (no line number)
da: (ingen linjenummer)

source: (no modification but copy created from here)
da: (ingen ændringer men kopi blev oprettet herfra)

source: (no modification but relevant for working copy)
da: (ingen ændringer men relevant for arbejdskopi)

source: (no value)
da: (ingen værdi)

source: (not found)
da: (ikke fundet)

source: (property change only)
da: (kun ændring af egenskab)

source: (rename)
da: (omdøb)

source: (tagged)
da: (afmærket)

source: (unknown)
da: (ukendt)

source: ... checking cache and preparing log query
da: ... checker cache og forbereder log forespørgsel

source: ... reading working copy status
da: ... læser status for arbejdskopi

source: : working base
da: : grundrevision af arbejdskopi

source: : working copy
da: : arbejdskopi

source: < &Back
da: < &Tilbage

source: <Untitled>
da: <Ikke-navngivet>

source: <new changelist>
da: <ny ændringsliste>

source: A list of user defined properties for files to show in the combo box
da: En liste med brugerdefinerede filegenskaber der skal vises i kombinationsboksen

source: A list of user defined properties for folders to show in the combo box
da: En liste med brugerdefinerede mapper der skal vises i kombinationsboksen

source: A newer version is available. Please go to http://tortoisesvn.net and download the current version.
da: En nyere version er tilgængelig. Gå venligst til http://tortoisesvn.net for at hente den nyeste version.

source: A newline separated list of paths for which icon overlays are shown. If you add an '?' char at the end of a path, then only this path will be included. If you add an '*' or no char at all at the end of a path, then all files and subdirs inside that path are included too.
da: A newline separated list of paths for which icon overlays are shown. If you add an '?' char at the end of a path, then only this path will be included. If you add an '*' or no char at all at the end of a path, then all files and subdirs inside that path are included too.""En linjesepareret liste af stier hvorfra ikonoverdækninger skal vises. Hvis du tilføjer et '?'-tegn i slutningen af stien, vil kun denne sti blive inkluderet. Hvis du tilføjer et '*'- eller blank-tegn i slutningen af stien, vil alle filer og undermapper i stien også blive inkluderet.

source: A newline separated list of paths for which no context menu is shown. If you add an '*' char at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow the context menu on all paths.
da: En linjesepareret liste af stier hvor specifikke menuer ikke skal vises. Hvis du tilføjer et "*"-tegn i slutningen af stien, vil alle filer og undermapper i stien også blive udelukket. En tom liste vil tillade specifikke menuer for alle stier.

source: A newline separated list of paths for which no icon overlays are shown. If you add an '?' char at the end of a path, then only this path will be excluded. If you add an '*' or no char at all at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow overlays on all paths.
da: A newline separated list of paths for which no icon overlays are shown. If you add an '?' char at the end of a path, then only this path will be excluded. If you add an '*' or no char at all at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow overlays on all paths.""En linjesepareret liste af stier hvorfra ikonoverdækninger ikke skal vises. Hvis du tilføjer et '?'-tegn i slutningen af stien, vil kun denne sti blive udelukket. Hvis du tilføjer et '*'- eller blank-tegn i slutningen af stien, vil alle filer og undermapper i stien også blive udelukket. En tom liste vil tillade ikonoverdækninger fra alle stier.

source: A required resource was unavailable.
da: En krævet ressource var ikke til rådighed.

source: A viewer program for GNU diff files (patch files). If you don't have one use NotePad.
da: Et visningsprogram for GNU diff-filer (rettelsesfiler). Hvis du ikke har et, kan Notesblok benyttes.

source: A&dd folder...
da: T&ilføj mappe...

source: Abort
da: Afbryd

source: Abort &Merge
da: &Afbryd fletning

source: About
da: Om

source: About TortoiseMerge
da: Om TortoiseMerge

source: About TortoiseSVN
da: Om TortoiseSVN

source: Accept once
da: Accepter én gang

source: Accept permanently
da: Accepter for bestandig

source: Access to %1 was denied.
da: Adgang til %1 blev afvist.

source: Action
da: Handling

source: Action log
da: Handlingslog

source: Actions
da: Handlinger

source: Activate Task List
da: Aktiver opgaveliste

source: Active Files
da: Aktive Filer

source: ActiveX objects cannot be saved while exiting Windows! Discard all changes to %1?
da: ActiveX-objekter kan ikke gemmes mens Windows lukkes! Kassér alle ændringer af %1?

source: Add
da: Tilføj

source: Add &file...
da: Tilføj &fil...

source: Add '%s' to dictionary
da: Føj '%s' til ordbog

source: Add (as replacement)...
da: Tilføj (som erstatning)...

source: Add Properties
da: Tilføj egenskaber

source: Add extension specific diff program
da: Tilføj filendelse-specifikt sammenligningsprogram

source: Add extension specific merge program
da: Tilføj filendelse-specifikt fletningsprogram

source: Add new files automatically to SVN
da: Tilføje nye filer automatisk til SVN

source: Add the item anyway
da: Tilføj elementet alligevel

source: Add to %1
da: Tilføj til %1

source: Add to &ignore list
da: Føj til "&ignorer"-listen

source: Add to Quick Access Toolbar
da: Tilføj til genvejsværktøjslinje

source: Add...
da: Tilføj...

source: Add/Edit Extension Specific Diff/Merge Program
da: Tilføj/rediger filendelse-specifikt sammenlignings/fletningsprogram

source: Added
da: Tilføjet

source: Added a file remotely
da: En fil blev tilføjet på serveren

source: Added a folder remotely
da: En mappe blev tilføjet på serveren

source: Added items remotely
da: Emner blev tilføjet på serveren

source: Added node
da: Tilføjet knude

source: Added the file pattern(s) %s to the ignore list.
da: Filmønstret/filmønstrene %s blev tilføjet "ignorer"-listen.

source: Adding
da: Tilføjer

source: Adds a new property
da: Tilføjer en ny egenskab

source: Adds file(s) to Subversion control
da: Føjer fil(er) til Subversion-kontrol

source: Adds the selected file(s) or the filemask to the 'ignore' list
da: Føjer den/de valgte filer eller filmasken til "ignorer"-listen

source: Adjust the settings Settings
da: Juster indstillingerne Indstillinger

source: Advanced
da: Avanceret

source: Advanced Diff/Merge Settings
da: Avancerede indstillinger for sammenligning/fletning

source: Advanced diff settings
da: Avancerede indstillinger for sammenligning

source: Advanced merge settings
da: Avancerede indstillinger for fletning

source: Age
da: Alder

source: Align trees on top
da: Flugt træer til top

source: All
da: Alle

source: All Commands
da: Alle Kommandoer

source: All Files (*.*)
da: Alle filer (*.*)

source: All Files (*.*)|*.*||
da: Alle filer (*.*)|*.*||

source: All your changes will be lost! Do you really want to reset all toolbars and menus?
da: Alle dine ændringer vil gå tabt! Er du sikker på at du vil nulstille alle værktøjslinjer og menuer?

source: All your changes will be lost! Do you really want to reset the keyboard assignments?
da: Alle dine ændringer vil gå tabt! Er du sikker på at du vil nulstille tastaturgenvejene?

source: All your changes will be lost! Do you really want to reset the menu '%s'?
da: Alle dine ændringer vil gå tabt! Er du sikker på at du vil nulstille menuen '%s'?

source: All your changes will be lost! Do you really want to reset the toolbar '%s'?
da: Alle dine ændringer vil gå tabt! Er du sikker på at du vil nulstille værktøjslinjen '%s'?

source: Allow ambiguous &UUIDs
da: &Tillad tvetydige UUID'er

source: Allow different repositories to use the same URL, e.g. http://localhost/myrepos/
da: Tillad flere forskellige versionsarkiver at benytte samme URL, f.eks. http://localhost/mitversionsarkiv/
