Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: No files or folders were modified. There is nothing for TortoiseSVN to revert!
mk: Ниедна датотека или директориум не се изменети. TortoiseSVN нема што да поврати!

source: No spell corrections
mk: Нема корекции на правописот

source: Not enough memory to complete operation.
mk: Недоволно меморија за извршување на операцијата.

source: Not recursive
mk: Не рекурзивно

source: Note: the font settings also affect the TortoiseUDiff viewer
mk: Забелешка: подесувања за фонтовите влијаат и на TortoiseUDiff прегледувачот

source: One of the paths you are attempting to move appears to be a special path (one of 'branches', 'tags' or 'trunk'). Are you sure you want to move the selected paths?
mk: Една од патеките која се обидувате да ја преместите е специјална (една од 'гранки', 'тагови' или 'стебло'). Да ли сте сигурни дека сакате да ја поместите?

source: Only check out the &top folder
mk: Само превземи го &врвниот директориум.

source: Overwrite
mk: Презапиши

source: Please specify the certificate type
mk: Специфицирајте го типот на сертификатот

source: Recursive
mk: Рекурзивно

source: Reject
mk: Одбиј

source: Relocate Warning
mk: Известување за преместување

source: Removed file/folder
mk: Остранета датотека/директориум

source: Rename %s
mk: Преименувај %s

source: Renamed remotely
mk: Преименувано на далечина

source: Retry
mk: Повторен обид

source: Saving file %s
mk: Зачувувам датотека %s

source: Select directory to check out to
mk: Избери директориум во кој ке се превзема

source: Select text editor application
mk: Изберете апликација за уредување на текст

source: Subversion reported an error while doing a cleanup! %s
mk: Пресвртни пријави грешка за време на чистењето! %s

source: Tagged the working copy to %s
mk: Означена е работната копија на %s

source: The chunk start '@@' was expected in line %d !
mk: Почеток на парчето '@@' беше очекуван на линијата %d !

source: The folder %s contains unversioned and/or modified file(s). Do you want to remove it anyway?
mk: Директориумот %s содржи неверзионирани и/или модифицирани датотеки. Дали сакате да го отстраните?

source: The folder %s does not exist. Would you like to create it first?
mk: Директориумот %s не постои. Дали сакате да го креирате?

source: The item '%s' has property conflicts:
mk: Ставката '%s' има конфликтни својства:

source: The line indicating the old file was expected in line %d !
mk: Линија која означува стара датотека не е пронајдена на линија %d !

source: The old file does not match the new file. Renaming of files is not (yet) supported!
mk: Старата датотека не соодејствува со новата. Преименувањето на датотеките не е подржано!

source: The path %s in the patchfile does not exist. TortoiseMerge tried to apply the patch by stripping prefixes but no matching path could be found.
mk: Патеката %s во закрпата не постои. TortoiseMerge се обидел да ја примени закрпата со отстранување на префиксите, но патеката не е пронајдена.

source: The target URL %s already exists!
mk: Целниот URL %s веќе постои!

source: The working copy has changed! Please commit your changes first or revert.
mk: Работната копија е изменета! Ве молам складирајте ги вашите измени или повратете.

source: The working copy is not up to date! Please Update first.
mk: Работната копија не е озвежена! Ве молам озвежете ги измените прво.

source: Try again
mk: Обиди се повторно

source: URL not known (UUID: %s)
mk: URL непознат (UUID: %s)

source: Updating %s
mk: Обновувам %s

source: With URL:
mk: Со URL:

source: Yes
mk: Да

source: Yes to all
mk: Да за сите

source: You are creating a repository on a network share. This is safe, but once the repository is created you must access it by some other means. Accessing a repository via file:// on a network share may corrupt your data! Create the repository anyway?
mk: Вие креирате складиште на мрежен ресурс. Ова е ок, но кога еднаш е креирано ќе мора да му пристапите со некој друг метод. Пристап кон складиштето со file:// на мрежен диск може да ги оштети вашите податоци! Да го креирам складиштето?

source: You are trying to access a repository via file:// on a shared network drive. This could lead to severe repository corruption! Do you really want to do that?
mk: Вие се обидувате да пристапите кон складиште со file:// на делен мрежен диск. Ова може да води кон оштетување на складиштето! Да ли сте сигурни?

source: You dropped more than one file or folder to add to the repository. It's not possible to do that in one step, so TortoiseSVN will add each file/folder individually, creating a new revision for every added item. Do you still want to do this?
mk: Испуштивте повеќе од една датотека за додавање во складиштето. Не е возможно да се направи тоа во еден чекор, TortoiseSVN ќе ја додаде секоја датотека посебно, креирајќи нова ревизија за секој додаден член. Дали сакате да го направите ова?

source: You haven't entered an issue number! Are you sure you want to commit without an issue number?
mk: Не е внесен број на проблемот! Дали сакате да складирате без број на проблемот?

source: You selected an unversioned file. The file will be added to version control when you commit.
mk: Сте избрале неверзионирана датотека. Оваа датотека ќе биде додадена во контрола на верзии кога ќе складирате.

source: Your working copy appears to be on a tag path! You should first switch to a branch or the main trunk before committing. Do you want to commit anyway?
mk: Вашата работна копија е на означена патека! Првин би требало да се префрлите на гранка или главно стебло пред да складирате. Дали сакате да складирате?

source: Your working copy has local modifications! Note: updating to another revision won't lose those modifications so the working copy won't look exactly as it was in the revision you're updating to!
mk: Вашата работна копија има локални модификации! Забелешка: Note: Ажурирање со нова ревизија нема да ги пребрише измените така да работната копија нема да биде идентична со ревизијата со која ажурирате!

source: exported %s to %s
mk: извезено %s во %s

source: it does not exist.
mk: не постои.

source: item kept locally
mk: ставките се копирани локално

source: multiple URLs (e.g. %s)
mk: повеќе URL (н.п. %s)

source: to %s
mk: до %s

source: tsvn:userfileproperties Newline separated list of user defined properties for files which will be shown in the property dialog to choose from.
mk: tsvn:userfileproperties Листа на кориснички дефинираните својства за датотеки која ќе биде прикажана во дијалогот за избор на својствата.

source: tsvn:userfolderproperties Newline separated list of user defined properties for folders which will be shown in the property dialog to choose from.
mk: tsvn:userfolderproperties Листа на кориснички дефинираните својства за директориуми која ќе биде прикажана во дијалогот за избор на својствата.
