Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Imported folder structure
bg: Внесена структура на папките
ca: Estructura de carpetes importada
el: Εισήχθη η δομή φακέλων
es: Estructura de carpetas importada
sr: Увезена структура фолдера
tr: İçe aktarılan dizin yapısı

source: Importing file %1!ls!
bg: Внос на файл %1!ls!
ca: Important fitxer %1!ls!
el: Εισαγωγή αρχείου %1!ls!
es: Importando archivo %1!ls!
sr: Увози фајл %1!ls!

source: Imports the directory to a repository
bg: Внася директорията в хранилище
ca: Importa el directori al repositori
el: Εισάγει τον κατάλογο σε ένα αποθετήριο
es: Importa el directorio a un repositorio
mk: Увоз на директориум во складиштето
sr: Увоз фолдера у спремиште
tr: Klasörü depoya içe aktarır.

source: In order to show this dialog in the future, press <Ctrl> while executing the Code Collaborator menu command.
ca: Per tal de mostrar aquest diàleg en el futur, prem <Ctrl> mentre executes el menú Col·laborador de Codi.
es: Para mostrar este diálogo en el futuro, pulsa <ctrl> mientras ejecutas menu colaborador de codigo
sr: Да би приказали дијалог у будуће притисни <Ctrl> док извршава команду менија сарадничког кода.

source: Include e&xternals
bg: Включи в&ъншни
ca: Inclou e&xterns
es: Incluir e&xternos
sr: Укључите е&кстернале
tr: &Haricileri dahil et

source: Include ignored files
bg: Включване и на игнорираните файлове
ca: Inclou fitxers ignorats
el: Συγκαταλογή αρχείων που έχουν αγνοηθεί
es: Incluir archivos ignorados
mk: Вклучи ги занемарените датотеки
sr: Укључи занемарене фајлови
tr: Aldırılmayan dosyaları dahil et

source: Include local settings
ca: Inclou la configuració local
el: Περίληψη τοπικών ρυθμίσεων
es: Incluir configuración local
sr: Укључи локално подешавање

source: Include merged revisions
bg: Включване на слетите ревизии
ca: Inclou revisions fusionades
el: Εισαγωγή συγχωνευθείσας αναθεώρησης
es: Incluir revisiones fusionadas
mk: Вклучи ги споените ревизии
sr: Укључи стопљене ревизије
tr: Birleştirilmiş revizyonları içer

source: Include only the following revision range:
bg: Включване само на следния обхват от ревизии:
ca: Inclou només el següent rang de revisions:
el: Συμπεριέλαβε μόνον το ακόλουθο εύρως εκδόσεων:
es: Incluir sólo el siguiente rango de revisiones:
mk: Вклучи го само следниот распон на ревизии:
sr: Укључи само следећи распон ревизија:
tr: Sadece bu revizyon aralığını dahil et

source: Includes the repository for status check Hold down the shift key when clicking to fetch everything.
bg: Включва и хранилището при проверка на статуса При щракване задръжте клавиша 'Shift', за да изтеглите всичко.
ca: Inclou el repositori per a comprovar l'estat Premeu la tecla Maj mentre feu clic per cercar-ho tot.
el: Εμπεριέχει την αποθήκη για τον έλεγχο καταστάσεως Κρατήστε πιεσμένο το πλήκτρο shift καθώς πατάτε για να φέρετε τα πάντα.
es: Incluye el repositorio para la comprobación del estado Mantenga pulsada la tecla Mayúsculas mientras hace click para obtener todo.
mk: Вклучи го складиштето во проверка на статусот Држи го Shift копчето кога кликаш за да вклучиш се.
sr: Укључује спремиште за проверу статуса Држите притиснут шифт тастер док кликћете да нађете све.
tr: Durum bilgisi kontrol edilecek depoyu içerir Herşeyi almaya basarken shift tuşuna basılı tutun.

source: Incorrect filename.
bg: Грешно име на файл
ca: Nom de fitxer incorrecte.
el: Λανθασμένο όνομα αρχείου.
es: Nombre de archivo incorrecto.
mk: Погрешно име на датотека.
sr: Погрешно име фајла.
tr: Yanlış dosya ismi.

source: Index colors:
bg: Индексни цветове:
ca: Colors de l'índex:
es: Colores de los índices:
sr: Индекс боја:
tr: İndis renkleri:

source: Info on external
ca: Informació sobre l'extern
es: Información del externo
sr: Инфо на екстерналу

source: Information
ca: Informació
el: Πληροφορίες
es: Información
sr: Информација
tr: Bilgiler

source: Inline diff
ca: Diferències a la línia
es: Dif en linea
sr: Диф у линији
tr: Satır içi karşılaştırma

source: Inline diff word-wise
ca: Diferències a la línia per paraula
es: Dif en linea por palabra
sr: Диф у линији према речима

source: Inline differences
bg: Вътрередови разлики
ca: Diferències a la línia
el: Εσωτερικές διαφορές
es: Diferencias dentro de la línea
mk: Едноредни разлики
sr: Разлике унутар линији
tr: Satıriçi farklılıklar

source: Input
bg: Въвеждане
ca: Entrada
el: Εισαγωγή
es: Entrada
mk: Влез
sr: Улаз
tr: Girdi

source: Insert Clipboard contents Paste
bg: Вмъква съдържанието на системния буфер Поставяне
ca: Insereix contingut del porta-retalls Enganxa
el: Εισάγετε τα περιεχόμενα του πίνακα Επικόλληστε
es: Insertar el contenido del Portapapeles Pegar
mk: Внеси ја содржината на Clipboard Залепи
sr: Уметни садржај клипборда Залепи
tr: Pano içeriğini ekle Yapıştır

source: Insert message at:
bg: Вмъкване на съобщение на:
ca: Insereix missatge a:
el: Εισαγωγή μηνύματος σε:
es: Insertar mensaje en:
sr: Убаци поруку у:
tr: Buraya mesaj giriniz:

source: Insert title at the bottom, after the message
ca: Insereix un títol al final, després del missatge
el: Εισαγωγή τίτλου στο τέλος, μετά από το μήνυμα
es: Añadir el título al final, tras el mensaje
sr: Унесите наслов на дну, после поруке

source: Insufficient memory to perform operation.
bg: Недостиг на оперативна памет за извършването на тази операция.
ca: Memòria insuficient per fer la operació.
el: Δεν υπάρχει αρκετή μνήμη για να ολοκληρωθεί η εργασία.
es: No hay memoria suficiente para realizar la operación.
mk: Недоволно меморија за извршување на операцијата.
sr: Недовољна меморија за извршавање операције.
tr: İşlemi yapabilmek için yeterli hafıza yok.

source: Internal application error.
bg: Вътрешна програмна грешка.
ca: Error intern de l'aplicació.
el: Εσωτερικό σφάλμα εφαρμογής.
es: Error interno de la aplicación.
mk: Внатрешна грешка на апликацијата.
sr: Унутрашња грешка апликације.
tr: Dahili uygulama hattası.

source: Internal value indicating compression quality
bg: Вътрешна стойност, показваща качеството на компресия
ca: Valor intern que indica la qualitat de compressió
el: Εσωτερική τιμή ενδεικτική της ποιότητας της συμπίεσης
es: Valor interno que indica la calidad de la compresión
mk: Внатрешна вредност која покажува квалитет на компресија
sr: Интерна вредност која показује квалитет компресије
tr: Sıkıştırma kalitesini gösteren dahili değer

source: Invalid Currency.
bg: Невалидна валута.
ca: Valor Monetari Incorrecte.
el: Μη έγκυρο νόμισμα.
es: Moneda no válida.
mk: Непостоечка валута.
sr: Неисправна валута.
tr: Geçersiz Para Birimi.

source: Invalid parameters
ca: Els paràmetres no són vàlids
el: Μη έγκυρες παράμετροι
es: Parámetros inválidos
sr: Неисправан параметар
tr: Geçersiz parametreler

source: Invalid revision number! Valid revisions are: HEAD, BASE, PREV, COMMITTED, WC, positive decimal numbers, dates in one of the following example forms: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
bg: Невалиден номер на ревизия! Валидни ревизии са: HEAD, BASE, PREV, COMMITTED, WC, положителни десетични числа, дати в един от следните формати: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
ca: Número de revisió no vàlid. Les revisions vàlides són: HEAD, BASE, PREV, COMMITTED, WC, números decimals positius, dates en un dels següents formats: {2015-02-17} {15:30} {15:30:00.200000} {"2015-02-17 15:30"} {"2015-02-17 15:30 +0230"} {2015-02-17T15:30} {2015-02-17T15:30Z} {2015-02-17T15:30-04:00} {20150217T1530} {20150217T1530Z} {20150217T1530-0500}
el: Λάθος αριθμός έκδοσης! Επιτρεπτές εκδόσεις: ΚΕΦΑΛΗ, BASE, PREV, COMMITTED, WC, θετικοί δεκαδικοί αριθμοί, Ημερομηνίες σε μία από τις ακόλουθες παραδειγματικές μορφές: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
es: ¡Número de revisión incorrecto! Las revisiones válidas son: HEAD, BASE, PREV, COMMITTED, WC, números decimales positivos, fechas en uno de los siguientes formatos: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
mk: Погрешен број на ревизија! Валидни ревизии се: HEAD, BASE, PREV, COMMITTED, WC, позитивни цели броеви, дати во еден од следните формати: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
sr: Погрешан број ревизије! Ваљане ревизије су: ГЛАВНА, ОСНОВНА, ПРЕТХ,УРЕЗАНА, РК, позитивни цели бројеви, датуми у једном од следећих облика: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17Т15:30} {2002-02-17Т15:30З} {2002-02-17Т15:30-04:00} {20020217Т1530} {20020217Т1530З} {20020217Т1530-0500}
tr: Geçersiz revizyon numarası! Geçerli revizyonlar: TAVAN,TABAN,ÖNCEKİ,GÖNDERİLMİŞ, WC, pozitiv onlu sayılar, ve tarıh aşağıdaki formatlardan biri şeklinde olmalı: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}

source: Invalid revision number! Valid revisions are: HEAD positive decimal numbers, dates in one of the following example forms: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
bg: Невалиден номер на ревизия! Валидни ревизии са: HEAD, положителни десетични числа, дати в един от следните формати: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
ca: Número de revisió no vàlid. Les revisions vàlides són: HEAD números decimals positius, dates en un dels següents formats: {2015-02-17} {15:30} {15:30:00.200000} {"2015-02-17 15:30"} {"2015-02-17 15:30 +0230"} {2015-02-17T15:30} {2015-02-17T15:30Z} {2015-02-17T15:30-04:00} {20150217T1530} {20150217T1530Z} {20150217T1530-0500}
el: Λάθος αριθμός έκδοσης! Επιτρεπτές εκδόσεις: ΚΕΦΑΛΗ θετικοί δεκαδικοί αριθμοί, Ημερομηνίες σε μία από τις ακόλουθες παραδειγματικές μορφές: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
es: ¡Número de revisión incorrecto! Las revisiones válidas son: HEAD números decimales positivos, fechas en uno de los siguientes formatos de ejemplo: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
mk: Погрешен број на ревизија! Валидни ревизии се: HEAD позитивни цели броеви, дати во еден од следните формати: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
sr: Погрешан број ревизије! Ваљане ревизије су: ГЛАВНА позитивни цели бројеви, датуми у једном од следећих облика: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17Т15:30} {2002-02-17Т15:30З} {2002-02-17Т15:30-04:00} {20020217Т1530} {20020217Т1530З} {20020217Т1530-0500}
tr: Geçersiz revizyon numarası! Geçerli revizyonlar: HEAD pozitiv onlu sayılar, ve tarıh aşağıdaki formatlardan biri şeklinde olmalı: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}

source: Invalid revision range! Valid revisions are numbers and HEAD, separated by commas. A range can be specified with a dash. Example: 2-5,7,10,44-70,300-HEAD
bg: Невалиден обхват от ревизии! Валидните ревизии са числа и HEAD, разделени със запетая. Обхват може да се укаже с тире. Пример: 2-5,7,10,44-70,300-HEAD
ca: El rang de revisió no és vàlid. Les revisions vàlides són números i HEAD, separades per comes. Un rang pot ser especificat amb un guió. Exemple: 2-5,7,10,44-70,300-HEAD
el: Λάθος έυρως έκδοσεων! Επιτρεπτές εκδόσεις είναι οι αριθμοί και ΚΕΦΑΛΗ, διαχωρισμένοι με κόμμα. Το έυρως μπορεί να προσδιοριστεί με μία πάυλα. Παράδειγμα: 2-5,7,10,44-70,300-HEAD
es: ¡Rango de revisiones no válido! Las revisiones válidas son números y HEAD, separados por comas. Se pueden especificar rangos mediante un guión. Ejemplo: 2-5,7,10,44-70,300-HEAD
mk: Невалиден опсег! Валидни ревизии се HEAD, одделени со запирки. Опсег може да е дефиниран со црта. На пример: 2-5,7,10,44-70,300-HEAD
sr: Неисправан распон ревизија! Исправне ревизије су бројеви и ГЛАВНА, одвојени зарезима. Распон може бити написан помоћу цртице. На пример: 2-5,7,10,44-70,300-ГЛАВНА
tr: Geçersiz revizyon aralığı! Geçerli aralıklar virgüllerle ayrılan sayılar ve HEAD ifadesidir. Bir aralık tire işaretiyle belirtilebilir. Örnek: 2-5,7,10,44-70,300-HEAD

source: Issue tracker
bg: Програма за проследяване на дефекти
ca: Seguidor d'incidències
es: Seguimiento de Incidentes
sr: Проблемт трагач
tr: Sorun takipçisi

source: It seems you are trying to relocate your working copy to a different path inside the same repository. From: %1!ls! To: %2!ls! Improper use of relocate will corrupt your working copy!
bg: Изглежда се опитвате да преместите работното копие в друг път в самото хранилище. От: %1!ls! На: %2!ls! Неподходяща употреба ще развали работното копие!
ca: Sembla que intenteu reubicar la còpia de treball a un camí diferent dins del mateix repositori. De: %1!ls! A: %2!ls! Un ús incorrecte del trasllat malmetrà la còpia de treball.
es: Parece que esta tratando de trasladar su copia de trabajo a una ruta diferente dentro del mismo repositorio. De: %1!ls! A: %2!ls! El uso trasladar de forma indebida puede corromper su copia de trabajo!
sr: Изгледа да покушавате да преместите вашу радну копију на другу путању унутар истог спремишта Из: %1!ls! У: %2!ls! Неисправно коришћење премештања ће оштетитит вашу радну копију!

source: Items in &externals
bg: Обекти във &външните
ca: Elements a &externs
el: Στοιχεία σε ε&ξωτερικά
es: Ítems en referencias &externas
sr: Ставке у &екстерналима
tr: Haricilerdeki &elemanlar

source: Items to show
bg: Обекти за показване
ca: Elements que es mostren
el: Στοιχεία προς εμφάνιση
es: Ítems a mostrar
mk: Ставки за приказ
sr: Ставка за приказивање
tr: Gösterilecek elemanlar

source: J&ump to first conflict when loading
bg: &Преход до първия конфликт при зареждане
ca: A&nar al primer conflicte quan es carrega
el: Εμ&φάνιση της πρώτης διένεξης κατά την εκκίνηση
es: &Saltar al primer conflicto al cargar
sr: Скочи на прву разлик&у при учитавању
tr: &Yüklerken ilk çakışmaya atla

source: Join with following &tree
bg: Съединяване със следното &дърво
ca: Ajunteu amb l'arbre &següent
el: Ένωση με το ακόλουθο &δέντρο
es: Unir con el árbol &siguiente
mk: Спој со следното &дрво.
sr: Спојити са следећим &стаблом
tr: Aşağıdaki ağaca ka&t

source: Join with source tree
bg: Съединяване с изходното дърво
ca: Ajunta amb arbre font
el: Ένωση με το πηγαίο δέντρο
es: Unir con el árbol de origen
mk: Спој со изворното дрво
sr: Спојити са изворним стаблом
tr: Kaynak ağaca kat

source: Jump to next &conflict
ca: Vés al primer &conflicte
es: Saltar al siguiente &conflicto
sr: Скочи на следећи &конфликт
tr: Bir sonraki &çakışmaya geç

source: Keep &locks
bg: Без &отключване
ca: Manté &bloquejos
el: Διατηρηση &κλείσθρων
es: Mantener blo&queos
mk: Задржи ги &заклучувањата
sr: Држи &закључан
tr: &Kilitleri muhafaza et

source: Keep any moves affected by this operation
ca: Conserva els moviments afectats per aquesta operació
sr: Чувај свако померање узроковано овом операцијом

source: Keep c&hangelists
ca: Conserva les llistes de &canvis
es: Mantener &listas de cambios
sr: Чувај л&исте измена
tr: Günc&elleme listelerini koru

source: Keep resolving Jump to first unresolved conflict
ca: Continua resolent Vés al primer conflicte per resoldre
es: Sigue resolviendo Saltar al primer conflicto sin resolver
sr: Чувајте решено Скок на први нерешен конфликт

source: Keyboard
bg: Клавиатура
ca: Teclat
mk: Тастатура
sr: Тастатура
tr: Klavye

source: Keyboard shortcuts:
bg: Клавишни комбинации:
ca: Acceleradors de teclat:
mk: Кратенки на тастатурата:
sr: Скраћенице тастатуре
tr: Klavye kısayolları:

source: Keys
bg: Клавиши
ca: Tecles
mk: Копчиња
sr: Тастери
tr: Tuşlar

source: Kind
ca: Tipus
es: Tipo
sr: Врста
tr: Tip

source: L&imit:
bg: Ограни&ение:
ca: L&imita:
el: &Όριο:
es: L&ímite:
mk: &Граница:
sr: Гран&ица:

source: Lan&guages
bg: Ези&ци
ca: Idio&mes
el: Γλώσ&σες
es: &Idiomas:
sr: &Језици
tr: &Diller

source: Language:
bg: Език:
ca: Idioma:
el: Γλώσσα:
es: Idioma:
sr: Језик:
tr: Dil:

source: Last changed author:
ca: Autor darrer canvi:
el: Τελευταίος αλλαγμένος συγγραφέας:
es: Autor del último cambio:
sr: Последњи промењен аутор:
tr: Son değiştiren yazar:

source: Last changed revision:
ca: Darrera revisió modificada:
el: Τελευταία αλλαγμένη αναθεώρηση:
es: Revisión con el último cambio:
sr: Поседња промењена ревизија:
tr: Son değiştiği revizyon:

source: Last saved revision of item
bg: Последна записана ревизия на обект
ca: Darrera revisió desada de l'element
el: Τελευταία σωσμένη έκδοση του αντικειμένου
es: Última revisión almacenada del ítem
mk: Последна зачувана ревизија за ставка:
sr: Последња сачувана ревизија ставке
tr: Elemanın son kayıtlı revizyonu

source: Last time the cache content was changed
bg: Време на последната промяна на съдържанието на кеша
ca: Darrer cop que ha canviat el contingut de la memòria cau
el: Τελευταία φορά που το περιεχόμενο της κρυφής μνήμης άλλαξε
es: Última vez en que se cambió el contenido de la caché
mk: Последен пат кога е сменета содржината на кешот
sr: Последњи пут када је промењен садржај кеша
tr: Önbellek içeriğinin en son değiştiği zaman

source: Last time the cache was accessed
bg: Време на последният достъп до кеша
ca: Darrer cop que s'ha accedit la memòria cau
el: Τελευταία φορά που έγινε πρόσβαση στην κρυφή μνήμη
es: Última vez en que se accedió a la caché
mk: Последен пат кога е пристапено на кешот
sr: Последњи пут је приступљено кеш
tr: Önbelleğe en son erişim zamanı

source: Last time the repository was asked for the HEAD revision number
bg: Време на последното запиване до хранилището за номера на главната ревизия
ca: Darrer cop que al repositori se li va preguntar pel número de revisió HEAD
el: Τελευταία φορά που έγινε επερώτηση στην αποθήκη για τον αριθμό της έκδοσης ΚΕΦΑΛΗ
es: Última vez en que se preguntó al repositorio el número de la revisión HEAD
mk: Последен пат кога складиштето е прашано за HEAD број на ревизија
sr: Последњи пут када је спремиште упитано за ГЛАВНИ ревизиони број
tr: Depoya BAŞ revizyon numarasının en son sorulduğu zaman

source: Launches the external diff / merge program to solve the conflicts
bg: Стартира външната сравняваща / сливаща програма, за да разреши конфликтите
ca: Engega el programa extern comparació / fusió per a resoldre els conflictes
el: Ξεκινά το εξωτερικό πρόγραμμα σύγκρισης / συγχώνευσης για να λύσει τις συγκρούσεις
es: Lanza la aplicación externa de diferencias / fusión para resolver los conflictos
mk: Стартува надворешен програм за споредба/спојување за да ги расреши конфликтите
sr: Покреће спољашњи програм за резлике / спајања како би решио сукобе
tr: Çakışmaları çözümlemek için harici karşılaştırma/birleştirme programını başlatır

source: Least active author:
bg: Най-малко активен автор:
ca: Autor menys actiu:
el: Λιγότερο ενεργός συγγραφέας:
es: Autor menos activo:
mk: Најмалку активен автор:
sr: Најмање активан аутор:
tr: En az aktif yaratıcı:

source: Leave as conflicted The conflict status of the file is kept
ca: Deixa en conflicte Es manté l'estat de conflicte del fitxer
es: Dejar como conflictivo. El estado de conflicto del fichero se mantiene.
sr: Остави у конфликту Конфликтни статус фајла је сачуван
tr: Çakışmış olarak bırak Dosyanın çakışma durumu korunur

source: Leave conflicted:
bg: С конфликти:
ca: Deixeu en conflicte:
mk: Остави конфликтно:
sr: Остави у сукобу:
tr: Çakışmayı bırak

source: Leave only marked changes
ca: Deixa només els canvis marcats
el: Να αφεθούν μόνο οι σημειωμένες αλλαγές
es: Dejar sólo los cambios marcados
sr: Остави само маркиране измене
tr: Sadece işaretli değişiklikleri bırak

source: Leave the box "Path or URL" empty to create a folder item
ca: Deixa el quadre de text "Camí o URL" buit, per crear un element de carpeta
es: Deje el cuadro "Ruta o URL" vacío para crear un elemento carpeta
sr: Остави квадрат "Путања или УРЛL" празан за креирање фолдер ставке

source: Left View:
bg: Изглед вляво:
ca: Visualització esquerra:
el: Αριστερή Άποψη:
es: Panel izquierdo:
mk: Лев поглед:
sr: Леви поглед:
tr: Sol Görünüş:

source: Left image
bg: Ляво изображение
ca: Imatge esquerra
el: Αριστερή εικόνα
es: Imagen izquierda
mk: Лева слика
sr: Лева слика
tr: Soldaki resim

source: Left local modifications
ca: Modificacions locals restants
el: Αφέθηκαν οι τοπικές τροποποιήσεις
es: mantener al modificaciones locales
sr: Остави локалне измене

source: Like above, but used for reverse merges
ca: Com més amunt, però utilitzat per fusions revertides
es: Al igual que arriba, pero utilizado para fusiones inversas.
sr: Као изнад, али коришћењем инверзно стапање

source: Line
bg: Ред
ca: Línia
el: Γραμμή
es: Línea
mk: Линија
sr: Линија
tr: Satır

source: Line Graph
bg: Линейна диаграма
ca: Gràfic de línies
el: Ιστογράφημα
es: Gráfico de líneas
mk: Линијски графикон
sr: Линијски граф ревизија
tr: Diyagram (Çizgi)

source: Line Tool Line
bg: Инструмент за линии Линии
ca: Eina de Línia Línia
sr: Линијски алата Линија
tr: Satır Aracı Satır

source: Line diff bar
bg: Лента с разликите в реда
ca: Barra de diferències de línia
el: Γραμμή μπάρας διαφορών
es: Barra de diferencias de línea
mk: Линија со разлики
sr: Линије диф панел
tr: Satır karşılaştırma çubuğunu göster

source: Line differences
bg: Редови разлики
ca: Diferències de línia
el: Διαφορές γραμμής
es: Diferencias de líneas
mk: Разлики помеѓу линии
sr: Разлике у линијама
tr: Dizin farklılıkları

source: Line moved from line %ld
bg: Линията е преместена от линия %ld
ca: Línia desplaçada des de línia %ld
el: Η γραμμή μετακινήθηκε από τη γραμμή %ld
es: Linea movida desde linea %ld
sr: Линија померено од линије %ld
tr: Satır %ld satırından taşındı

source: Line moved to line %ld
bg: Линията е преместена на линия %ld
ca: Línia desplaçada a línia %ld
el: Η γραμμή μετακινήθηκε στη γραμμή %ld
es: Linea movida hacia linea %ld
sr: Линија померено ка линији %ld

source: Line:
bg: Ред:
ca: Línia:
el: Γραμμή:
es: Línea:
mk: Линија:
sr: Линија:
tr: Satır:

source: Line: %*ld
bg: Ред: %*ld
ca: Línia: %*ld
el: Γραμμή: %*ld
es: Línea: %*ld
mk: Линија: %*ld
sr: Линија: %*ld
tr: Dizin: %*ld

source: List Help topics Help Topics
bg: Изброява темите в системната помощ Помощни теми
ca: Llista temes de l'Ajuda Temes d'Ajuda
el: Απαρίθμηση θεμάτων βοήθειας Θέματα βοήθειας
es: Describir los tópicos de Ayuda Tópicos de Ayuda
mk: Излистај ја содржината на помошта Содржина
sr: Прикажи садржај помоћи Садржај помоћи
tr: Yardımı Konuları Listesi Yardım Konuları
