Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Your working copy points to %ls which appears to be a tag! You should first switch to a branch or the main trunk before committing.
bg: Твоето работно копие сочи към %ls което изглежда е етикет! Първо трябва да превключиш към разклонение или основното хранилище преди поверяване.
ca: La còpia de treball apunta a %ls, que sembla ser una etiqueta. Hauríeu de canviar a una branca o al tronc principal abans de fer la pujada.
es: Su copia de trabajo apunta a %ls que parecer ser una etiqueta! Debería primero cambiar a la rama o al tronco principal antes de confirmarlos.
sr: Радна копија указује на %ls што се појављује као значка! Треба најпре да пребаците у грану или главно дебло пре урезивања.

source: Zoo&m out (-)
ca: A&llunya (-)
el: Σμί&κρυνση (-)
es: Ale&jar zoom (-)
sr: Зу&м излаѕ (-)

source: Zoom
bg: Увеличаване
mk: Зумирај
sr: Зумирај
tr: Yaklaş/Büyüt

source: Zoom &In
bg: &Увеличаване
ca: A&propa
el: &Μεγέθυνση
es: &Acercar zoom
mk: Зу&мирај
sr: &Приближи
tr: &Yaklaş/Büyüt

source: Zoom &Out
bg: &Смаляване
ca: A&llunya
el: &Σμίκρυνση
es: Ale&jar zoom
mk: &Одзумирај
sr: &Удаљи
tr: &Uzaklaş/Küçült

source: Zoom &in Ctrl-+
bg: &Увеличаване Ctrl-+
ca: A&propa Ctrl-+
el: Μεγέθυνση &μέσα Ctrl-+
es: &Acercar zoom Ctrl-+
mk: Зум&ирај Ctrl-+
sr: &Приближи Цтрл-+
tr: &Yaklaş/Büyüt Ctrl-+

source: Zoom &out Ctrl--
bg: С&маляване Ctrl--
ca: A&llunya Ctrl--
el: Μεγέθυνση &έξω Ctrl--
es: Ale&jar zoom Ctrl--
mk: &Одзумирај Ctrl--
sr: &Удаљи Цтрл--
tr: &Uzaklaş/Küçült Ctrl--

source: Zoom 100%
bg: Мащаб 100%
el: Μεγέθυνση 100%
mk: Зумирај 100%
sr: Зумирај 100%
tr: 100% Tamamını göster

source: Zoom In Zoom In
bg: Увеличаване Увеличаване
ca: Apropa Apropa
mk: Зумирај Зумирај
sr: Повећај Повећај
tr: İçeriye Zumla İçeriye Zumla

source: Zoom Out Zoom Out
bg: Смаляване Смаляване
ca: Allunya Allunya
mk: Одзумирај Одзумирај
sr: Оqумирај Оqумирај
tr: Tamamını göster

source: Zoom i&n (+)
ca: A&propa (+)
el: Μεγέθυ&νση (+)
es: Acercar &zoom (+)
sr: Зум у&лаз (+)

source: Zoom in
bg: Увеличаване
ca: Apropa
el: Μεγέθυνση προς τα μέσα
es: Acercar zoom
mk: Зумирај
sr: Приближи
tr: Yaklaş/Büyüt

source: Zoom out
bg: Смаляване
ca: Allunya
el: Μεγέθυνση προς τα έξω
es: Alejar zoom
mk: Одзумирај
sr: Удаљи
tr: Uzaklaş/Küçült

source: Zoom to &100%
bg: Мащаб: &100%
ca: Zoom del &100%
el: Μεγέθυνση στο &100%
es: Zoom al &100%
mk: Зумирај до &100%
sr: Зумирај до &100%
tr: %&100 Tamamını göster

source: Zoom to fit
bg: Оптимален мащаб
ca: Zoom per encabir
el: Προσαρμοσμένη μεγέθυνση
es: Zoom para ajustar
mk: Зумирај да собере
sr: Зумирај да се уклопи
tr: Tamamını göster

source: Zoom to fit in height
bg: Оптимален мащаб по височина
ca: Zoom per encabir en alçada
el: Μεγέθυνση για προσαρμογή στο ύψος
es: Zoom para ajustar en altura
mk: Зумирај да собере по висина
sr: Зумирај да се уклопи по висини
tr: Yüksekliğe sığdıracak şekilde büyüt

source: Zoom to fit in width
bg: Оптимален мащаб по ширина
ca: Zoom per encabir en amplada
el: Μεγέθυνση για προσαρμογή στο πλάτος
es: Zoom para ajustar en anchura
mk: Зумирај да собере во широчина
sr: Зумирај да се уклопи по ширини
tr: Genişliğe sığdıracak şekilde büyüt

source: [Default]
bg: [По подразбиране]
ca: [Predeterminat]
sr: [Уобичајено]
tr: [Varsayılan]

source: [Unassigned]
bg: [Неприсвоен]
ca: [Sense assignar]
mk: [Недоделен]
sr: [Неозначен]
tr: [Atanmamış]

source: "ignore-on-commit" files do not mark parent folder modified
ca: Els fitxers "ignora-en-pujada" no marquen la carpeta pare com a modificada
es: Los archivos en "ignore-on-commit" no marcan la carpeta contenedora como modificada
sr: "занемари-при-урезивању" фајлови не маркирају да је предачки фолдер измењен

source: Patterns match case-insensitively and must be specified in lower-case. Whitespaces will become part of the pattern. Allowed wildcards are '?' and '*'. Separate patterns using ';'
bg: Шаблоните са нечувствителни към регистъра и трябва да се задават с малки букви. Празните символи стават част от шаблона. Позволените заместващи знаци са '?' и '*'. Разделете шаблоните с ';'
ca: Els patrons coincideixen sense tenir en compte minúsc/majúsc i s'han d'especificar en minúscules. Els espais en blanc esdevindran part del patró. Els caràcters jòquer són '?' i '*'. Separeu els patrons amb ';'
es: Los patrones concuerdan sin tener en caso mayúsculas/minúsculas y deben especificarse en minúsculas. Los espacios en blanco formarán parte del patrón. Los caracteres comodín admitidos son '?' y '*'. Separe los patrones utilizando ';?
mk: обрасците се споредуваат независно од големина на буквите и мора да се дадени во мали букви. празните места стануваат дел од образецот. можни џокери се '?' и '*'. одделете ги обрасците со ';'
sr: Модели тражења независни од величине слова и морају бити специфицирани малим словима. Белине ће постати део модела. Омогућени џокери су '?' и '*'. Издвајање модела користећи ';'
tr: Şablonlar büyük-küçük harf ayrımı olmadan karşılaştırılır ve küçük harf ile belirtilmeleri gerekir. Boş alanlar şablonun bir parçası haline gelirler. İzin verilen wildcard karakterleri '?' ve '*' dir. Şablonları ';' kullarak ayırın

source: _POPUP_
sr: _ПОПУП_

source: added
bg: добавен
ca: afegit
el: προσθέθηκε
es: añadido
mk: додадено
sr: додато
tr: eklendi

source: added files
bg: добавени файлове
ca: fitxers afegits
el: προσθέθηκαν αρχεία
es: archivos añadidos
mk: додадени датотеки
sr: додати фајлови
tr: Eklenen dosyalar

source: alias (%1!ls!): %2!ls!
bg: псевдоним (%1!ls!): %2!ls!
ca: àlies (%1!ls!): %2!ls!
el: ψευδώνυμο (%1!ls!): %2!ls!
sr: односно: (%1!ls!): %2!ls!

source: alias: %ls
bg: псевдоним: %ls
el: ψευδώνυμο: %ls
sr: алиас: %ls

source: all &revisions
ca: totes les &revisions
el: όλες τις &αναθεωρήσεις
es: todas las &revisiones
sr: све &ревизије
tr: tüm &revizyonlar

source: all information
ca: tota la informació
el: όλες οι πληροφορίες
es: toda la información
sr: све информације
tr: tüm bilgiler

source: an unnamed file
bg: неозаглавен файл
ca: un fitxer sense nom
el: ένα ανεπώνυμο αρχείο
es: un archivo sin nombre
mk: како датотека без име
sr: фајл без имена
tr: isimsiz bir dosya

source: and
bg: и
ca: i
el: και
es: y
mk: и
sr: и
tr: ve

source: and support the developers
bg: и подкрепете разработчиците
ca: i presta suport als desenvolupadors
el: και υποστιρίξτε τους προγραμματιστές
es: y ayude a los desarrolladores
mk: и подржете ги програмерите
sr: и подржите ТортоисеСВН програмере
tr: ve geliştiricileri destekleyin

source: another item already exists in its place.
bg: вече съществува друг обект на негово място.
ca: un altre element ja existeix en el seu lloc.
el: Άλλο στοιχείο υπάρχει ήδη στη θέση του.
es: ya existe otro ítem en su lugar.
mk: друга ставка веќе постои на тоа место.
sr: нека друга ставка већ постоји на том месту.
tr: başka bir öğe onun yerinde bulunmakta.

source: ask repository first if 'online' - work entirely from cache if 'offline'
bg: първо се обръща към хранилището, ако е 'онлайн' - работи изцяло от кеша, ако е 'без връзка'
ca: pregunta primer al repositori en cas d'estar 'en línia' - treballa totalment amb la memòria cau en cas de 'fora de línia'
es: preguntar al repositorio antes (modo 'en linea') - trabajar enteramente desde la caché (modo 'sin conexión')
mk: прашај го складиштето прво ако е 'online' - работи целосно од кешот ако е 'offline'
sr: прво провери спремиште (ако веза постоји) - ради потпуно из кеша (ако нема везе)
tr: 'çevrimiçi' ise önce revizyona sor - 'çevrimdışı' ise tamamen önbellekten çalış

source: at this revision
bg: в тази ревизия
ca: en aquesta revisió
el: σε αυτή την έκδοση
es: a esta revisión
sr: у овој ревизији
tr: bu revizyonda

source: author
bg: автор
ca: autor
el: συγγραφέας
es: autor
mk: автор
sr: аутор
tr: yazar

source: authors:
bg: автори:
ca: autors:
el: συγγραφείς:
es: autores:
mk: автори:
sr: Аутори:
tr: yazarlar:

source: bugtraq:append Set to 'false' if you want the bugtracking ID to be inserted at the top of the log message. The default is 'true' which means the bugtracking ID is appended to the log message.
bg: bugtraq:append Установете на 'false', ако желаете номера на проблем да бъде вмъкнат в началото на съобщението за дневника. По подразбиране е 'true', което означава, че номера на проблема се добавя в края на съобщението за дневника.
ca: bugtraq:append Establiu a 'fals ' si voleu que la ID de bugtracking es posi a la capçalera del missatge de log. És 'cert ' per defecte, la qual cosa vol dir que la ID de bugtracking es posa al final del missatge de log.
es: bugtraq:append Márquelo a 'false' si desea que el número de incidente se coloque al inicio del mensaje de registro. Por defecto es 'true' que significa que el número de incidencia se añade al final del mensaje de registro.
mk: bugtraq:append Ставете на 'false' доколку сакате bugtracking ID да се вметне на врвот на коментар во дневникот. Номинално е 'true' што значи дека bugtracking ID се додава на крај на коментарот.
sr: бугтраq:аппенд Поставите на 'фалсе' ако желите да ИД за праћење багова буде уметнут на врх поруке дневника. Почетна вредност је 'труе' што значи да ће ИД за праћење багова бити додат на крај поруке дневника.
tr: bugtraq:append Kusur-izleyici ID'sinin Günlük mesajının ilk satırına eklenmesini istiyorsanız buna "false" kelimesini atayınız. Varsayılan değeri "true" dur bunun anlamı kusur-izleyici ID'si Günlük mesajının son satırına ekleniyor olmasıdır.

source: bugtraq:label Label text to show for the edit box where the user enters the issue number.
bg: bugtraq:label Етикет за текстовото поле, където потребителя въвежда номер на проблем.
ca: bugtraq:label Text de l'etiqueta per al quadre d'edició on l'usuari introdueix el número d'incidència.
es: bugtraq:label Texto de la etiqueta que se mostrará junto a la caja de texto donde el usuario introduce el número de incidente.
mk: bugtraq:label Лабела која покажува каде корисникот го внесува бројот на грешката.
sr: бугтраq:лабел Текст ознаке која се појављује поред кућице у коју корисник уписује број спорног питања.
tr: bugtraq:label Kullanıcının sorun numarası girildiği kutunun başlığı.

source: bugtraq:logregex two regular expressions separated by a newline. The first expression is used to find a string referring to an issue, the second expression is used to extract the bare bug ID from that string.
bg: bugtraq:logregex два регулярни израза, разделени с нов ред. Първият израз се използва за намиране на низ, в който който се споменава за проблема, а вторият - за извличане на номера на проблема от този низ.
ca: bugtraq:logregex dues expressions regulars separades per un salt de línia. La primera s'utilitza per trobar una cadena referent a una incidència, i la segona per extreure la ID del bug de la cadena.
es: bugtraq:logregex dos expresiones regulares, cada una en una línea. La primera expresión se usa para encontrar una cadena que se refiera a una incidente, la segunda expresión se usa para extraer únicamente el ID del incidente de esa cadena.
mk: bugtraq:logregex два исправни изрази одделени со нова линија. Првиот израз се користи да пронајде стринг кој означува проблем, вториот се користи за вадење на bug ID од тој стринг.
sr: бугтраq:логрегеx два регуларна израза одвојена новим редом Први израз се користи за проналазак стринга који се односи на спорно питање, други израз се користи како би извукао основни ИД бага из тог стринга.
tr: bugtraq:logregex satırla ayrılmış düzenli iki ifade. Birinci ifade bir probleme işaret eden dizini bulmak için kullanılır, ikinci ifade ise bu dizinden Kusur-ID sini çıkarmak için kullanılır.

source: bugtraq:message String which is appended to a log message when an issue number is entered. The string must contain '%BUGID%' which gets replaced with the issue number.
bg: bugtraq:message Низ, който се добавя към съобщенията за дневника, когато е въведен номер на проблем. Низът трябва да съдържа '%BUGID%', който се замества с номера на проблема.
ca: bugtraq:message Cadena que s'afegeix a un missatge de log quan s'introdueix el número d'incidència. La cadena ha de contenir '%BUGID%', que és substituït pel número d'incidència.
es: bugtraq:message Cadena que se añadirá al mensaje de registro cuando se introduzca un número de incidente. La cadena debe contener '%BUGID%' que se reemplazará con el número de incidencia.
mk: bugtraq:message Стринг кој се додава на крај на пораката во дневникот кога број на проблем е внесен. Стринот мора да содржи '%BUGID%' кој се заменува со број на проблемот.
sr: бугтраq:мессаге Низ знакова који се додаје на крај поруке дневника када се упише број спорног питања. Тај низ мора садржати '%BUGID%' који онда бива замењен бројем спорног питања.
tr: bugtraq:message Sorun numarası girildiğinde Günlük mesajına eklenen dizi Bu dizi sorun numarası ile sonradan değiştirlecek olan "%BUGID%" yi içermek zorunda.

source: bugtraq:number Set to 'false' if your bugtracking system has issues which are referenced not by numbers.
bg: bugtraq:number Установете на 'false', ако Вашата програма за проследяване на проблеми работи и с идентификатори, които не са числа.
ca: bugtraq:number Estableix a 'fals ' si el teu sistema de bugtracking té identificadors d'incidència no numèrics.
es: bugtraq:number Márquelo a 'false' si su sistema de control de incidencias tiene identificadores de incidentes no numéricos.
mk: bugtraq:number Сетирајте на 'false' доколку вашиот систем за следење на грешки има проблеми кои не се означени само со броеви.
sr: бугтраq:нумбер Поставите на 'фалсе' ако ваш систем за праћење багова спорна питања не прати преко бројева.
tr: bugtraq:number Kusur-izleyici sisteminizin numaralanmamış problemler ile ilgili sorunu var ise buna "false" kelimesini atayınız.

source: bugtraq:providerparams the parameters passed to the IBugTraqProvider
bg: bugtraq:providerparams параметрите, подавани на IBugTraqProvider
ca: bugtraq:providerparams els paràmetres que es passen al IBugTraqProvider
es: bugtraq:providerparams los paramétros pasados a IBugTraqProvider
sr: бугтраq:провидерпарамс параметри пренети у ИБугТраqПровидер
tr: bugtraq:providerparams parametreler IBugTraqProvider'a geçirildi

source: bugtraq:provideruuid the COM uuid of the IBugTraqProvider
bg: bugtraq:provideruuid уникалният идентификационен номер от тип COM на IBugTraqProvider
ca: bugtraq:provideruuid la uuid COM del IBugTraqProvider
es: bugtraq:provideruuid el uuid COM del IBugTraqProvider
sr: бугтраq:провидерууид ЦОМ ууид из ИБугТраqПровидер
tr: bugtraq:provideruuid IBugTraqProvider'ın COM uuid'si

source: bugtraq:url URL pointing to the issue tracker. It must contain '%BUGID%' which gets replaced with the issue number.
bg: bugtraq:url URL, сочещ към програмата за проследяване на проблеми. Трябва да съдържа '%BUGID%', който се замества с номера на проблема.
ca: bugtraq:url URL on hi ha el seguidor d'incidències. Ha de contenir '%BUGID%', que és substituït pel número d'incidència.
es: bugtraq:url URL apuntando al control de incidencias. Debe contener '%BUGID%', que se reemplazará con el número de incidente.
sr: бугтраq:урл УРЛ који показује на проблем трагач. Он мора садржати '%BUGID%' који онда бива замењен бројем проблема.
tr: bugtraq:url Sorun izleyicisine yönlendiren URL, sorun numarası ile sonradan değiştirlecek olan "%BUGID%" yi içermek zorunda.

source: changes total:
bg: промени общо:
ca: total canvis:
el: συνολικές αλλαγές:
es: cambios totales:
mk: вкупно измени:
sr: укупно измена:
tr: toplam değişiklik adedi:

source: column '%ls'
ca: columna '%ls'
el: στήλη '%ls'
es: columna '%ls'
sr: колона '%ls'

source: commits
bg: поверявания
ca: Pujades
el: καταγραφές
es: confirmaciones
mk: складира
sr: урезивања
tr: teslim edilenler

source: committed revision
bg: поверена ревизия
ca: revisió pujada
el: καταχωρημένη αναθεώρηση
es: Revisión confirmada
sr: урезана ревизија
tr: teslim edilen revizyon

source: conflicted
bg: с конфликти
ca: en conflicte
el: αντιφάσκει
es: en conflicto
mk: конфликтно
sr: у сукобу
tr: çakıştı

source: connection:
bg: връзка:
ca: connexió:
el: σύνδεση:
es: conexión:
mk: конекција:
sr: веза:
tr: bağlantı:

source: copied from %1!ls! - revision %2!ld!
bg: копиран от %1!ls! - ревизия %2!ld!
ca: copiat de %1!ls! - revisió %2!ld!
el: αντιγράφηκε από %1!ls! - έκδοση %2!ld!
es: copiado de %1!ls! - revisión: %2!ld!
sr: копирано из %1!ls! - ревизија %2!ld!

source: copied:
bg: копирано:
ca: copiat(s):
el: αντιγράφτηκε:
es: copiado:
mk: Ископирано
sr: копирано:
tr: kopyalandı:

source: current size: %1!ls! old size: %2!ls! change: %3!ls!
bg: сегашен размер: %1!ls! предишен размер: %2!ls! промяна: %3!ls!
ca: mida actual: %1!ls! mida antiga: %2!ls! canvi: %3!ls!
el: τρέχων μέγεθος: %1!ls! παλαιό μέγεθος: %2!ls! μεταβολή: %3!ls!
es: tamaño actual: %1!ls! tamaño anterior: %2!ls! cambio: %3!ls!
sr: текућа величина: %1!ls! стара величина: %2!ls! измене: %3!ls!

source: day
bg: ден
ca: dia
el: ημέρα
es: día
mk: ден
sr: дан
tr: gün

source: days
ca: dies
el: ημέρες
es: días
sr: дани
tr: günler

source: deleted
bg: изтрит
ca: suprimit
el: διαγράφτηκε
es: eliminado
mk: избришано
sr: обрисано
tr: silindi

source: disk [kB]:
bg: диск [kB]:
ca: disc [kB]:
el: δίσκος [kB]:
es: disco [kB]:
sr: диск [кБ]:

source: dummy
mk: лажно
sr: вештачко
tr: budala

source: eol style
bg: знак за край на ред
ca: estil final de línia
el: τέλος της γραμμής τρόπος
es: Finales de línea
mk: eol стил
sr: врста краја линија
tr: eol stili

source: external
bg: външни
ca: extern
el: εξωτερικό
es: externo
mk: надворешно
sr: спољно
tr: harici

source: failed hunks: %d
ca: trossos fallits: %d
es: fragmentos fallados: %d
sr: неисправан комад: %d

source: file external:
bg: външен файл:
ca: fitxer extern:
el: εξωτερικό αρχείο:
es: archivo externo:
mk: надворешен фајл:
sr: Фајл спољни:
tr: harici dosya:

source: file/foldernames
ca: fitxer/noms de carpeta
el: ονόματα αρχείων/φακέλων
es: nombres de los archivos/carpetas
sr: фајл/фолдер имена

source: full paths
ca: camins complets
el: πλήρεις διαδρομές
es: rutas completas
sr: пуна путања

source: get HEAD revision:
ca: obté la revisió HEAD:
es: obtener revisión HEAD:
sr: узми ГЛАВНУ ревизију:

source: get repository root URLs:
ca: obté els URLs de l'arrel del repositori:
es: Obtener URLs raíz del repositorio
sr: узми рут УРЛ спремишта:

source: http://tortoisesvn.net
sr: хттп://тортоисесвн.нет

source: ignored
bg: игнориран
ca: ignorat
el: παραβλέυθηκε
es: ignorado
mk: игнорирано
sr: занемарено
tr: aldırılmadı

source: ignoring ancestry
bg: игнориране на предшествениците
ca: ignorant ancestre
el: περιφρόνηση κληρονομικότητας
es: ignorando ancestros
mk: игнорира наследство
sr: занемари порекло
tr: nesle aldırma

source: include properties
ca: inclou propietats
el: συμπερίληψη ιδιοτήτων
es: Propiedades incluidas
sr: укључи особине
tr: özellikleri dahil et

source: incomplete
bg: недовършен
ca: incomplet
el: ελλιπή(ς)
es: incompleto
mk: некомплетно
sr: недовршено
tr: eksik

source: inherited from
ca: heretat de
el: κληρονομήθηκε από
es: heredado de
sr: наслеђено од

source: it does not exist (missing or moved away?).
ca: no existeix (falta o desplaçat fora?).
el: δεν υπάρχει (λείπει ή μετακινήθηκε αλλού;).
es: no existe (¿ha sido eliminado o movido de ubicación?).
sr: то не постоји (недостаје или је померен одатле?).

source: it is already deleted.
bg: вече е изтрит.
ca: ja estava esborrat.
el: είναι ήδη διαγραμένω
es: ya ha sido eliminado.
mk: е веќе избришан.
sr: Већ је раније обрисано.
tr: çoktan silindi.

source: it is unversioned.
bg: не е под контрол.
ca: no està versionat.
el: δεν έχει έκδοση
es: no está versionado.
mk: е н верзионирано.
sr: то је без верзије.
tr: versiyonlanmamış.

source: keep the file lists in English
bg: пази файловите списъци на английски
ca: manté les llistes de fitxers en anglès
el: διατήρηση των καταλόγων αρχείων στα αγγλικά
es: dejar la lista de archivos en Inglés
sr: чувајте листу фајлова на енглеском
tr: dosya listeleri İngilizce olarak kalsın

source: last HEAD update:
ca: darrera actualització de HEAD:
es: última modificación HEAD:
sr: последње ГЛАВНО усклађивање

source: last read:
bg: последно четене:
ca: Darrera lectura:
el: Τελευταίο διάβασμα:
es: última lectura:
mk: последно читање:
sr: задње читање:
tr: son okuma:

source: last update:
bg: последно обновяване:
ca: Darrera actualització:
el: τελευταία ενημέρωση:
es: última actualización:
mk: последно освежување:
sr: задње обнављање:
tr: sun güncelleme:

source: leave username and password empty if the repository allows anonymous access, or if the authentication is stored already
ca: deixa el nom d'usuari i la contrasenya en blanc, si el repositori permet l'accés anònim, o si l'autenticació ja està desada
el: να παραμείνουν άδεια το όνομα χρήστη και ο κωδικός πρόσβασης εάν το αποθετήριο επιτρέπει ανώνυμη πρόσβαση ή αν η ταυτοποίηση έχει ήδη αποθηκευτεί
es: deje vacíos usuario y contraseña si el repositorio permite acceso anónimo o si la autentificación ya está guardada
sr: Остави корисничко име и лозинку празне ако спремиште дозвољава анонимни приступ, или ако је аутентикација већ запамћена

source: locked
bg: блокиран
ca: bloquejat
el: κλειδωμένο
es: bloqueado
mk: заклучено
sr: закључано
tr: kilitli

source: locked (cleanup required):
ca: bloquejat (cal fer neteja):
el: κλειδωμένο (απαιτείται εκκαθάριση):
es: bloqueado (limpieza requerido)
sr: закључано (чишћење потребно):

source: log text &editor
bg: &Редактор на дневника
ca: &editor de text de log
el: &Κειμενογράφος μηνυμάτων καταγραφής
es: &editor de texto del registro
sr: ур&еђивач текста дневника
tr: günlük m&etin düzenleyicisi

source: max revision:
bg: последна ревизия:
ca: revisió màx:
el: μέγιστος αριθμός έκδοσης:
es: revisión máx:
mk: најголема ревизија:
sr: макс. ревизија:
tr: max revizyon:

source: max. at this revision
bg: макс. в тази ревизия
ca: màx. en aquesta revisió
el: μέγιστη σε αυτή την έκδοση
es: Máxima en esta revisión
sr: макс. у овој ревизији
tr: bu revizyonda azami

source: max. committed revision
bg: макс. поверена ревизия
ca: màx. revisió pujada
el: μέγιστη καταχωρημένη έκδοση
es: Máxima revisión confirmada
sr: макс. урезана ревизија
tr: azami teslim edilen revizyon

source: merged
bg: слят
ca: fusionat
el: συγχώνευτηκαν
es: fusionado
mk: споено
sr: спојен
tr: birleştirilmiş

source: merges total:
bg: общо сливания:
ca: total fusions:
el: Σύνολο συγχωνεύσεων:
es: total fusiones:
mk: вкупно спојувања:
sr: стапање укупно:
tr: toplam birleşme:

source: min. at this revision
bg: мин. в тази ревизия
ca: mín. en aquesta revisió
el: ελάχιστη σε αυτή την έκδοση
es: Mínima en esta revisión
sr: мин. у овој ревизији
tr: bu revizyonda asgari

source: min. committed revision
bg: мин. поверена ревизия
ca: mín. revisió pujada
el: ελάχιστη καταχωρημένη αναθεώρηση
es: Mínima revisión confirmada
sr: мин. урезана ревизија
tr: asgari teslim edilen revizyon

source: missing
bg: липсващ
ca: manca
el: λείπει
es: falta
mk: недостасува
sr: недостаје
tr: eksik

source: missing / deleted / replaced
bg: липсващи / изтрити / заменени
ca: manca / suprimit / substituït
el: λείπει / διαγράφηκε / αντικαταστάθηκε
es: falta / eliminado / reemplazado
mk: недостасува / избришан / заменет
sr: недостаје / обрисано / замењено
tr: kayıp / silinmiş / değiştirilmiş

source: missing in:
bg: липсващо в:
ca: manca a:
el: λείπει από:
es: falta en:
mk: недостасува во:
sr: недостаје у:
tr: burada eksik:

source: modified
bg: променен
ca: modificat
el: μεταβλήθηκε
es: modificado
mk: модифицирано
sr: измењено
tr: değiştirilmiş

source: modified / copied
bg: променени / копирани
ca: modificat / copiat
el: μεταβλήθηκε / αντιγράφτηκε
es: modificado / copiado
mk: модифицирано / копирано
sr: промењено / копирано
tr: değiştirilmiş / kopyalanmış

source: month
bg: месец
ca: mes
el: μήνας
es: mes
mk: месец
sr: месец
tr: ay

source: months
ca: mesos
el: μήνες
es: meses
sr: месеци
tr: aylar

source: no
bg: не
el: όχι
mk: не
sr: не
tr: hayır
