Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Could not merge property '%1!ls!' on '%2!ls!' because
bg: Свойството '%1!ls!' на %2!ls!' не може да бъде слято, защото
ca: No s'ha pogut fusionar la propietat '%1!ls!' amb '%2!ls!' perquè
el: Δεν μπορεί να συγχωνευθεί η ιδιότητα '%1!ls!' στο '%2!ls!' γιατί
es: No se pudo fusionar la propiedad '%1!ls!' en '%2!ls!' porque
sr: Није било могуће стопити својство '%1!ls!' на %2!ls! због

source: Could not open %1 because there are too many open files.
bg: Не може да се отвори %1, защото са отворени прекалено много файлове.
ca: No s'ha pogut obrir %1 perquè hi ha massa fitxers oberts.
el: Δεν μπορεί να ανοιχθεί το %1 γιατί υπάρχουν πολλά ανοιχτά αρχεία.
es: No se pudo abrir %1 porque hay demasiados archivos abiertos.
mk: %1 не може да се отвори затоа што има премногу отворени датотеки.
sr: Није било могуће отворити %1 зато што је већ превише фајлова отворено.
tr: %1 açılamadı çünkü çok fazla açık dosya bulunmakta.

source: Could not open the file %ls
bg: Грешка при отваряне на файла %ls
ca: No s'ha pogut obtenir el fitxer %ls
el: Δεν γίνεται να ανοιχτεί το αρχείο %ls
es: No se puede abrir el archivo %ls
sr: Није било могуће отворити фајл %ls

source: Could not remove %1 because it is the current directory.
bg: Не може да се премахне %1, защото е текущата директория.
ca: No s'ha pogut eliminar %1 perquè és el directori actual.
el: Δεν μπορεί να αφαιρεθεί το %1 γιατί βρίσκεται στον τρέχοντα φάκελο.
es: No se pudo eliminar %1 porque el el directorio actual.
mk: %1 не може да биде избришан затоа што е тековен директориум.
sr: Није било могуће уклонити %1 зато што је то текући фолдер.
tr: %1 silinemedi çünkü şu anki dizin.

source: Could not remove %ls from the ignore list
bg: Не можа да се премахне %ls от списъка за игнориране
ca: No s'ha pogut treure %ls de la llista d'ignorats
el: Δεν ήταν δυνατό να διαγραφεί το %ls από τον κατάλογο των παρεβλεπομένων αρχείων
es: No se pudo quitar %ls de la lista de ignorados
sr: Није било могуће уклонити %ls са листе занемарених

source: Could not replace '%ls' because
bg: Не можа да се замени '%ls', защото
ca: No s'ha pogut substituir '%ls' perquè
el: Δεν μπορεί να αντικατασταθεί '%ls' γιατί
es: No se pudo reemplazar '%ls' porque
sr: Не може да замени '%ls' због

source: Could not replace property '%1!ls!' on '%2!ls!' because
bg: Свойството '%1!ls!' на '%2!ls!' не можа да се замени, защото
ca: No s'ha pogut substituir la propietat '%1!ls!' a '%2!ls!' perquè
el: Δεν μπορεί να αντικατασταθεί η ιδιότητα '%1!ls!' on '%2!ls!' γιατί
es: No se pudo reemplazar la propiedad '%1!ls!' en '%2!ls!' porque
sr: Не може заменити особину '%1!ls!' на '%2!ls!' јер

source: Could not retrieve URL of the file! %ls
bg: Грешка при получаване на URL на файла! %ls
ca: No s'ha pogut obtenir l'URL del fitxer %ls
el: Δεν ήταν δυνατό να ανεβρεθεί το URL του αρχείου! %ls
es: ¡No se puede obtener la URL del archivo! %ls
sr: Није било могуће прочитати УРЛ фајла! %ls

source: Could not retrieve revision %1!ls! of the file %2!ls!. Patching is not possible!
bg: Грешка при получаване на ревизия %1!ls! на файла %2!ls!. Полагането на кръпка е невъзможно!
ca: No s'ha pogut obtenir la revisió %1!ls! del fitxer %2!ls. No és possible fer un pedaç.
el: Δεν ήταν δυνατό να ανακτηθεί η έκδοση %1!ls! του αρχείου %2!ls!. Δεν μπορεί να γίνει διόρθωση!
es: ¡No se puede obtener la versión %1!ls! del archivo %2!ls!. ¡No se puede aplicar el parche!
sr: Није било могуће обновити ревизију %1!ls! фајла %2!ls!. Крпљење није могуће!

source: Could not start diff viewer! %ls
bg: Грешка при стартиране на програмата за разглеждане на разлики! %ls
ca: No s'ha pogut iniciar el visualitzador de diferències. %ls
el: Δεν μπορεί να ανοίξει ο επεξεργαστής διαφορών! %ls
es: ¡No se puede iniciar el visor de diferencias! %ls
sr: Не може покренути прегледач разлика! %ls

source: Could not start external diff program! %ls
bg: Грешка при стартиране на външната програма за сравняване! %ls
ca: No s'ha pogut iniciar el programa extern de diferències. %ls
el: Δεν ήταν δυνατό να ξεκινήσει το εξωτερικό πρόγραμμα διαφορών! %ls
es: ¡No se puede iniciar el programa de diferencias externo! %ls
sr: Није било могуће покренути спољашњи дифф програм! %ls

source: Could not start external merge program! %ls
bg: Грешка при стартиране на външната програма за сливане! %ls
ca: No s'ha pogut iniciar el programa extern de fusió. %ls
el: Δεν ήταν δυνατό να ξεκινήσει το εξωτερικό πρόγραμμα συγχώνευσης! %ls
es: ¡No se puede iniciar el programa de fusión externo! %ls
sr: Није било могуће покренути спољашњи програм за сједињавање! %ls

source: Could not start print job.
bg: Грешка при отпечатване.
ca: No s'ha pogut iniciar la tasca d'impressió.
el: Δεν ήταν δυνατό να ξεκινήσει η εκτύπωση.
es: No se pudo iniciar el trabajo de impresión.
mk: Не можам да го покренам печатењето.
sr: Није било могуће покренути посао штампања.
tr: Çiktı alma (Print) işlemi başlatılamadı.

source: Could not start text viewer! %ls
bg: Грешка при стартиране на програмата за разглеждане на текст! %ls
ca: No s'ha pogut iniciar el visualitzador de text. %ls
el: Δεν μπορεί να ανοίξει ο κειμενογράφος! %ls
es: ¡No se puede iniciar el visor de texto! %ls
sr: Не може покренути текст прегледач! %ls

source: Could not start thread!
bg: Грешка при стартиране на нишка!
ca: No s'ha pogut iniciar el fil.
el: Δεν γινόταν να ξεκινίσει η διεργασία!
es: ¡No se puede iniciar el hilo!
mk: Не можам да ја стартувам нишката!
sr: Није било могуће покренути нит!
tr: Ek şerit(thread) başlatılamadı!

source: Coun&t
ca: Compt&a
es: Cantidad
sr: Б&ројање

source: Count: %u matches.
ca: Recompte: %u coincidències.
es: Cantidad: %u coincidencias.
sr: Број: %u нађено.

source: Create &Library
bg: Създаване на &библиотека
ca: Crea una bib&lioteca
el: Δημιουργία &βιβλιοθήκης
es: Crear Bib&lioteca
sr: Креирај &Библиотеку
tr: Kütüphane &Oluştur

source: Create &patch...
bg: Създаване на &кръпка...
ca: Crea &pedaç...
el: Δημιουργεία &μπαλώματος
es: Crear &parche...
mk: Креирај &закрпа...
sr: Изради &закрпу...
tr: Yama &yarat...

source: Create Changelist
bg: Създаване на списък с промени
ca: Crea llista de canvis
el: Δημιουργία λίστας αλλαγών
es: Crear lista de cambios
mk: Креирај листа со измени
sr: Направи листу измена
tr: Değişiklik Listesi Yarat

source: Create Patch
bg: Създаване на кръпка
ca: Crea pedaç
el: Δημιουργία Μπαλώματος
es: Crear Parche
mk: Креирај закрпа
sr: Изради закрпу
tr: Yama Yarat

source: Create code collaborator revie&w...
ca: Crea re&visió del col·laborador de codi...
es: Crear revisión de colaborador de código
sr: Креирај код сарадње пре&глед

source: Create copy in the repository from:
bg: Създаване на копие в хранилището от:
ca: Crea còpia al repositori des de:
el: Δημιουργία αντίγραφου μέσα στην Αποθήκη από:
es: Crear una copia en el repositorio desde:
mk: Креирај копија во складиштето од:
sr: Изради копију у смештају од:
tr: Depoda buradan bir kopya oluştur:

source: Create intermediate folders
ca: Crea carpetes intermèdies
el: Δημιουργία ενδιάμεσων φακέλων
es: Crear carpetas intermedias.
sr: Креирај посредне фолдере
tr: Aracı klasörler oluştur

source: Create new directory: %ls
bg: Създаване на нова директория: %ls
ca: Crea un directori nou: %ls
el: Δημιουργεία καινούργιου φακέλου: %ls
es: Crear nuevo directorio: %ls
sr: Створи нови фолдер: %ls

source: Create patch file
bg: Направи поправен файл
ca: Crea fitxer pedaç
es: Crear archivo parche
sr: Креира фајл закрпе
tr: Yama dosyası oluştur

source: Create repositor&y here
bg: Създаване на &хранилище тук
ca: Crea &repositori aquí
el: Δημιουργία απο&θητηρίου εδώ
es: Crear un repositor&io aquí
mk: Креирај с&кладиште тука...
sr: Креираји спремиш&те овде
tr: Burada d&epo oluştur

source: Create shortcut
bg: Създаване на кратък път
ca: Crea drecera
el: Δημιουργεία συντόμευσης
es: Crear atajo
mk: Креирај кратенка
sr: Изради пречицу
tr: Kısayol oluştur

source: Creates a 'cheap' copy inside the repository used for branches or tagging
bg: Създава 'евтино' копие вътре в хранилището, което ще се използва за разклонения или етикети
ca: Crea una còpia 'barata' dins del repositori utilitzada per a branques i etiquetes
es: Crea una copia 'barata' dentro del repositorio utilizada para la creación de ramas o el etiquetado
mk: Креирај ‘евтина‘ копија внатре во складиштето за разгранување или обележување
sr: Израђује 'јефтину' копију унутар спремишта која се користи за гранање или означавање
tr: Dal veya etiketlemede kulanılmak üzere depoda 'ucuz' bir kopya oluşturur

source: Creates a library folder with special settings for Subversion working copies
bg: Създава библиотечна папка със специални настройки за работни копия на Subversion
ca: Crea una carpeta de biblioteca amb configuració especial per a les còpies de treball del Subversion
el: Δημιουργεί έναν φάκελο-βιβλιοθήκη με ειδικές ρυθμίσεις για αντίγραφα εργασίας Subversion
es: Crea una carpeta para biblioteca con habilidades especiales para copias de trabajo de Subversion
sr: Креира фолдер библиотеке са специјалним подешавањем за Субверзиону радну копију
tr: Subversion çalışan kopyaları için özel ayarlar ile bir kütüphane dizini oluşturur

source: Creates a patch file from the differences of the two files Create patch file
bg: Създава файл с кръпки, отразяващ разликите между двата файла Създава файл с кръпки
ca: Crea un fitxer pedaç amb les diferències dels dos fitxers Crea fitxer pedaç
es: Crea un archivo de parche con las diferencias entre los dos archivos Crear archivo de parche
mk: Креира patch датотека од разликите на две датотеки Креирај patch датотека
sr: Креира фајл закрпу из разлике два фајла Креира фајл закрпу
tr: İki dosyanın farklarından bir yama dosyası yaratır. Yama dosyası yarat

source: Creates a repository database at the current location
bg: Създава хранилище на текущото местоположение
ca: Crea una base de dades del repositori al lloc actual
el: Δημιουργία Αποθήκης στη συγκεκριμένη τοπο8εσία
es: Crea una base de datos de repositorio en la localización actual
mk: Креира база на податоци за складиштето на моменталната локација
sr: Креира базу спремишта на текућој локацији
tr: Şu anki yerde depo veritabanı oluşturur

source: Creates a unified diff file with all changes you made
bg: Създава Unified Diff с всички промени, които сте направили
ca: Crea un fitxer de diferències unificat amb tots els canvis que heu fet
el: Δημιουργία ενός ενοιαίου αρχείου διαφορών με όλες τις αλλαγές που έχετε κάνει
es: Crea un archivo en formato diff unificado con todos los cambios que ha realizado
mk: Креира датотека со обединети разлики за сите направени измени
sr: Креира обједињени дифф фајл са свим изменама које сте направили
tr: Yaptığınız tüm değişikliklerle birleştirilmiş bir karşılaştırma dosyası oluşturur

source: Credits:
bg: Заслуги:
ca: Crèdits:
el: Ονόματα δημιουργών και συνεργατών:
es: Créditos:
mk: Заслуги:
sr: Заслуге:
tr: Katkıda bulunanlar:

source: Cu&t
bg: &Изрязване
ca: Re&talla
el: Απ&οκοπή
es: C&ortar
mk: И&сечи
sr: И&сеци
tr: Ke&s

source: Current
bg: Текущ
ca: Actual
mk: Сегашно
sr: Текући
tr: Geçerli

source: Current version is:
bg: Текущата версия е:
ca: La versió actual és:
el: Η τρέχουσα έκδοση είναι:
es: La versión actual es:
mk: Сегашната верзија е:
sr: Текућа верзија је:
tr: Şu anki versiyon:

source: Current version is: %ls
bg: Текущата версия е: %ls
ca: La versió actual és: %ls
el: Η τρέχουσα έκδοση είναι: %ls
es: La versión actual es: %ls
sr: Текућа верзија је: %ls

source: Cus&tomize...
bg: &Настройване...
ca: &Personalitza...
sr: Прила&годи...
tr: Kişiselleş&tir...

source: Custom
bg: Потребителски
ca: Personalitzat
mk: Прилагодено
sr: Прилагођено
tr: Özel

source: Custom depths
bg: Ръчна дълбочина
ca: Personalitza profunditats
el: Προσαρμόσιμα βάθη
es: Profundidades personalizadas
sr: Уобичајене дубине
tr: Özel derinlikler

source: Custom title string. Available keywords are: {mergeurl}: the source url of the merge {revisions}: A comma separated list of the merged revisions, e.g., 3, 5, 6, 7 {revisionsr}: Like {revisions} but with an 'r' in front of the revisions {revrange}: A comma separated list of the merged revisions, grouped into ranges if possible, e.g., 3, 5-7
ca: Títol personalitzat. Les paraules clau disponibles són: {mergeurl}:l'URL font de la fusió {revisions}:⇥Una llista separada per comes de les revisions fusionades, per exemple 3, 5, 6, 7 {revisionsr}:⇥Com {revisions} però amb una 'r' davant de les revisions {revrange}:⇥Una llista separada per comes de les revisions fusionades, si és possible agrupada per rangs, per exemple 3, 5-7
es: Cadena de titulo personalizada. Las claves disponibles son: {url unida}: la url origen de la unión {revisiones}: Una lista separada por comas de revisiones mezcladas, es decir, 3,5,6,7 {revisionesr}: Como {revisiones} pero con una 'r' delante de las revisiones {revrangos}: Una lista separada por comas de revisiones mezcladas, agrupadas en rangos si es posible, es decir, 3, 5-7
sr: Уобичајен наслов. Доступне кључне речи су: {мергеурл}: изворни урл стапања {ревисионс}: Запетама раздвојена листа стопљених ревизија, нпр., 3, 5, 6, 7 {ревисионср}: Као {ревизије} али са 'r' испред ревизија {ревранге}: Ѕапетама раздвојена листа стопљених ревизија груписаних у области ако је могуће, нпр., 3, 5-7

source: Customize
bg: Персонализиране
ca: Personalitza
mk: Прилагоди
sr: Прилагоди
tr: Özelleştir

source: Customize Keyboard
bg: Персонализиране на клавиатурата
ca: Personalitza Teclat
mk: Прилагоди ја тастатурата
sr: Прилагоди тастатуру
tr: Klavyeyi Özelleştir

source: Customize Quick Access Toolbar
bg: Персонализиране на лентата за бърз достъп
ca: Personalitza Barra d'Accés Ràpid
mk: Прилагоди го алатникот за брз пристап
sr: Прилагоди алатни панел за брзи приступ
tr: Hızlı Erişim Araç Çubuğunu Özelleştir

source: Customize Quick Access Toolbar...
bg: Персонализиране на лентата за бърз достъп...
ca: Personalitza Barra d'Accés Ràpid...
mk: Прилагоди го алатникот за брз пристап...
sr: Прилагоди алатни панел за брзи приступ...
tr: Hızlı Erişim Araç Çubuğunu Özelleştir...

source: Cut the selection and put it on the Clipboard Cut
bg: Изрязване на селекцията и поставяне в системния буфер Изрязване
ca: Retalla la selecció i posa-la al porta-retalls Retalla
el: Αποκοπή της επιλογής και τοποθέτηση στο Πρόχειρο
es: Cortar la selección y colocarla en el Portapapeles Cortar
mk: Исечи го избраното и стави го на Clipboard Исечи
sr: Исеци означено и стави у клипборд Исеци
tr: Seçileni kes ve Panoya koy Kes

source: D&etails
bg: &Подробности
ca: D&etalls
el: Λ&επτομέρειες
es: D&etalles
mk: Д&етали
sr: Д&етаљи
tr: D&etaylar

source: Date
bg: Дата
ca: Data
el: Ημερομηνία
es: Fecha
mk: Дата
sr: Датум
tr: Tarih

source: Date Range
bg: Обхват от дати
ca: Rang de dates
el: Εύρος Ημερομηνιών
es: Rango de Fecha
sr: Временски опсег
tr: Tarih Aralığı

source: Default
bg: По подразбиране
ca: Per defecte
el: Προεπιλογή
es: Por defecto
mk: Основно
sr: Подразумевано
tr: Varsayılan

source: Default &number of log messages
bg: &Брой съобщения от дневника по подразбиране
ca: &Número per defecte de missatges de log
el: Προκαθορισμένος &αριθμός μηνυμάτων αρχείου καταγραφής
es: &Número por defecto de mensajes de registro
mk: Стандарден &број на логирани пораки
sr: Уобичајен &број порука дневника
tr: Varsayılan Günlük mesajları &sayısı

source: Default Menu
bg: Меню по подразбиране
ca: Menú Per defecte
mk: Основно Мени
sr: Уобичајени мени
tr: Varsayılan menü

source: Default URL:
bg: URL по подразбиране:
ca: URL per defecte:
el: Προεπιλεγμένη URL
es: URL por defecto:
mk: Номинален URL:
sr: Уобичајни УРЛ:
tr: Varsayılan URL:

source: Default application menu. Appears when no documents are open.
bg: Меню на приложението по подразбиране. Появява се, ако няма отворени документи.
ca: Menú d'aplicació per defecte. Apareix quan no hi ha documents oberts.
mk: Основно апликациско мени. Се појавува кога нема отворени документи
sr: Уобичајени мени апликације. Појављује се кад није отворен ниједан документ.
tr: Varsayılan uygulama menüsü. Hiçbir belge açık değilken görünür.

source: Default directory structure successfully created!
bg: Подразбиращата се структура от папки беше създадена успешно!
ca: S'ha creat satisfactòriament l'estructura de directoris per defecte.
es: Estructura por defecto creada exitosamente!
sr: Подразумевана структура фолдера задовољавајуће креирана!
tr: Varsayılan dizin yapısı başarıyla oluşturuldu!

source: Default monitor interval in minutes:
ca: Interval de supervisió per defecte en minuts :
es: Intervalo por defecto de monitorización en minutos:
sr: Уобичајен интервал прегледа у минутима:

source: Default path:
bg: Път по подразбиране:
ca: Camí per defecte:
el: Προεπιλεγμένος κατάλογος:
es: Ruta por defecto:
mk: Стандардна патека:
sr: Уобичајна путања:
tr: Varsayılan dizin:

source: Default to UTF-8 encoding
bg: Знакова кодировка UTF-8 по подразбиране
ca: Escull per defecte codificació UTF-8
el: Προεπιλογή σε UTF-8 κωδικοποίηση
es: Por defecto codificación UTF-8
mk: Основно е UTF-8 енкодирање
sr: Обично у УТФ-8 кодирање
tr: UTF-8 kodlamasına dön

source: Delete
bg: Изтриване
ca: Suprimeix
el: Διαγραφή
mk: Избриши
sr: Обриши
tr: Sil

source: Delete &ignored files and folders
bg: Изтрий &игнорирани файлове и папки
ca: Suprimeix &fitxers i carpetes ignorats
el: Διαγραφή &αγνοηθέντων αρχείων και φακέλων
es: Eliminar archivos y carpetas &ignorados
sr: Бриш&ите занемарене фајлове и фолдере
tr: Yok sayılan dosya ve klasörler&i sil

source: Delete &unversioned files and folders
bg: Изтрий &неревизирани файлове и папки
ca: Suprimeix fitxers i &carpetes sense versionar
el: Διαγραφή &αρχείων και φακέλων που δεν υπάγονται σε έλεγχο εκδόσεων
es: Eliminar archivos y carpetas no &versionados
sr: Бришите &неверзионисане фајлове и фолдере
tr: &Versiyonlanmamış dosya ve klasörleri sil

source: Delete Repository cache
bg: Изтрий кеша на хранилището
ca: Suprimeix la memòria cau del repositori
es: Eliminar Repositorio cache
sr: Обришите кеш спремишта
tr: Depo önbelleğini sil

source: Delete Unversioned Items
bg: Изтриване на неконтролираните обекти
ca: Suprimeix elements sense versionar
el: Διαγραφή αντικειμένων χωρίς έκδοση
es: Eliminar ítems no versionados
mk: Избриши ги неверзионираните ставки
sr: Обриши неверзионисане ставке
tr: Versiyonlanmamış Öğeleri Sil

source: Delete and &ignore %d items by name
bg: Изтриване и &игнориране на %d обекта по име
ca: Esborra i &ignora %d elements pel seu nom
el: Διέγραψε και &αγνόησε %d αντικείμενα με βάση το όνομα
es: Eliminar e &ignorar %d ítems por el nombre
mk: Избриши и &игнорирај %d членови по име
sr: Обришите и &занемарити %d ставки по имену
tr: %d elemanı sil ve isme göre al&dırma

source: Delete and &ignore multiple items by name
ca: Suprimeix i &ignora múltiples elements per nom
el: Διαγραφή και &αγνόηση πολλαπλών αντικειμένων με βάση το όνομα
es: Eliminar e &ignorar múltiples elementos por nombre
sr: Брише и &занемарује вишеструке ставке по имену

source: Delete and ignore %d items by &extension
bg: Изтриване и игнориране на %d обекта по &разширение
ca: Esborra i ignora %d elements per &extensió
el: Διαγραφή και παράβλεψη %d στοιχείων με &επέκταση
es: Eliminar e ignorar %d ítems por &extensión
mk: Избриши и занемари %d членови спор&ед наставката
sr: Обришите и занемарити %d ставки по &екстензији
tr: %d kalemleri &uzantısına göre sil veya atla

source: Delete and ignore multiple items by &extension
ca: Suprimeix i ignora múltiples elements per &extensió
el: Διαγραφή και αγνόηση πολλαπλών αντικειμένων με &προέκταση
es: Eliminar e Ignorar múltiples elementos por &extensión
sr: Брише и занемарује вишеструке ставке по &екстензији

source: Delete unversioned items
bg: Изтриване на неконтролираните обекти
ca: Suprimeix elements sense versionar
el: Διαγραφή στοιχείων χωρίς έκδοση
es: Eliminar ítems no versionados
sr: Обриши неверзионисане ставке
tr: Versiyonlanmamış öğeleri sil

source: Delete unversioned items...
bg: Изтриване на неконтролираните обекти...
ca: Suprimeix elements sense versionar...
el: Διαγεγραμένος κόμβος...
es: Eliminar ítems no versionados...
mk: Избриши ги неверзионираните ставки...
sr: Обриши неверзионисане ставке...
tr: Versiyonlanmamış öğeleri sil...

source: Delete Remove the cache files.
bg: Изтрий Премахни кеш файлове.
ca: Suprimir Suprimeix els arxius de la memòria cau.
sr: Бриши Уклони кеш фајлове.
tr: Sil Önbellek dosyalarını sil.

source: Delete The file is removed.
bg: Изтрий Файлът е премахнат.
ca: Suprimir L'arxiu es suprimeix.
el: Διαγραφή Το αρχείο θα αφαιρεθεί.
es: Eliminar El archivo es eliminado.
sr: Бриши Фајл је уклоњен.
tr: Sil Dosya silinir.

source: Deleted
bg: Изтрит
ca: Esborrat
el: Διαγράφηκε
es: Eliminado
mk: Избришано
sr: Обрисано
tr: Silindi

source: Deleted node
bg: Изтрит възел
ca: Node esborrat
el: Διαγεγραμένος κόμβος
es: Nodo eliminado
mk: Избришан јазол
sr: Обрисани чвор
tr: Silinmiş düğüm

source: Deletes and adds the selected file(s) or the filemask to the 'ignore' list
bg: Изтрива и добавя избраните файлове или шаблон за файлове към списъка за игнориране
ca: Esborra i afegeix el(s) fitxer(s) seleccionat(s) o la màscara de fitxers a la 'llista d'ignorats'
el: Προσθήκη και διαγραφή του επιλεγμένου αρχείου(ων) ή του φίτρου στη λίστα 'παραβλεπόμενων'
es: Elimina y añade el o los archivos seleccionados o la máscara de archivo a la lista de 'ignorados'
mk: Ги брише и додава избраните датотеки или маски на датотеки во листа за игнорирање
sr: Бришу и додају означен(е) фајл(ове) или маску фајла у листу 'занемарених'
tr: Siler ve seçili dosya(ları) veya dosya maskelerini 'aldırılmayanlar' listesine ekler

source: Deletes files / folders from version control
bg: Изтрива контролирани файлове / папки
ca: Suprimeix fitxers / carpetes del control de versions
el: Διαγράφει αρχεία / φακέλους από τον έλεγχο έκδοση
es: Elimina archivos / carpetas del control de versiones
mk: Брише датотеки / директориуми од контрола на верзии
sr: Брише фајлове /фолдере из контроле верзија
tr: Dosya / klasörleri versiyon kontrolünden siler

source: Deletes files / folders from version control but keeps the file
bg: Изтрива контролирани файлове / папки, но запазва местните копия
ca: Suprimeix fitxers / carpetes del control de versions però conserva el fitxer
el: Διαγράφει αρχεία / φακέλους από τον έλεγχο εκδοχή, αλλά διατηρεί το αρχείο
es: Elimina archivos / carpetas del control de versiones pero mantiene el archivo
mk: Брише датотеки / директориуми од контрола на верзии но ја задржува датотеката
sr: Брише фајлове /фолдере из контроле верзија, али чува фајл
tr: Dosya ve klasörleri versiyon kontrolünden siler,dosyayı korur

source: Deletes the action log file
bg: Изтрива файла-дневник на действията
ca: Esborra el fitxer d'acció de log
el: Διαγράφει το αρχείο καταγραφής δράσης
es: Elimina el archivo de registro de acciones
mk: Ја брише датотеката на дневникот со акции
sr: Брише фајл дневника акција
tr: İşlem günlük dosyasını siler

source: Deleting
bg: Изтриване
ca: Esborrant
el: Διαγράφεται
es: Eliminando
mk: Бришење
sr: Брисање
tr: Siliniyor

source: Deleting cached data
bg: Изтриване на кеширани данни
ca: Esborrant dades de la memòria cau
es: Eliminando datos cacheados
sr: Брисање нађених података
tr: Önbelleğe alınmış veri siliniyor

source: Deleting file
bg: Изтриване на файл
ca: S'està suprimint el fitxer
el: Διαγραφή αρχείου
es: Eliminando el archivo
sr: Брисање фајла
tr: Dosya siliniyor

source: Depth
bg: Дълбочина
ca: Profunditat
el: Βάθος
es: Profundidad
mk: Длабочина
sr: Дубина
tr: Derinlik

source: Depth:
bg: Дълбочина:
ca: Profunditat:
el: Βάθος:
es: Profundidad:
mk: Стандардна патека:
sr: Дубина:
tr: Derinlik:

source: Description
bg: Описание
ca: Descripció
mk: Опис
sr: Опис
tr: Açıklama

source: Description:
bg: Описание:
ca: Descripció:
mk: Опис:
sr: Опис:
tr: Açıklamalar:
