Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Edit Property Conflict
bg: Редакция на конфликт на свойствата
ca: Edita conflicte de propietat
mk: Измени ги конфликтните својства
sr: Уреди Особину Сукоба
tr: Özellik Çakışmasını Düzenle

source: Edit Tree Conflicts
bg: Редакция на конфликти на дървета
ca: Edita conflictes d'arbre
el: Επεξεργασία διένεξης δένδρου
es: Editar conflictos de árbol
mk: Измени ги конфликтите на дрвјата
sr: Уреди Стабло Сукоба
tr: Ağaç Çakİşmalarını Düzenle

source: Edit author
bg: Редакция на автора
ca: Edita autor
el: Επεξεργασία συγγραφέα
es: Editar autor
mk: Измени автор
sr: Измени аутора
tr: Yaratıcıyı düzenle

source: Edit author name
bg: Редакция на името на автора
ca: Edita nom de l'autor
el: Επεξεργασία ονόματος συγγραφέα
es: Editar el nombre del autor
mk: Измени име на авторот
sr: Упиши име аутора
tr: Yaratıcı ismini düzenle

source: Edit bugtraq properties
bg: Промени bugtraq свойства
ca: Edita les propietats de bugtraq
es: Editar propiedades de bugtraq
sr: Уреди багтрек особине
tr: Bugtraq özelliklerini düzenle

source: Edit extension specific diff program
bg: Редактиране на специфична за типа файлове програма за сравняване
ca: Programa de comparació específic per extensió
el: Επεξεργασία επεκτάσεως συγκεκριμένου προγράμματος παράθεσης διαφορών
es: Modificar programa de diferencias según la extensión
mk: Измени го програмот за споредба за одреден тип на датотеки
sr: Уреди дифф програм завистан од екстензије
tr: Belirli bir uzantının karşılaştırma programını düzenle

source: Edit extension specific merge program
bg: Редактиране на специфична за типа файлове програма за сливане
ca: Programa de fusió específic per extensió
el: Επεξεργασία επεκτάσεως συγκεκριμένου προγράμματος σύμπτυξης διαφορών
es: Modificar programa de fusión según la extensión
mk: Измени го програмот за спојување за одреден тип на датотеки
sr: Уреди програм за стапање завистан од екстензије
tr: Belirli bir uzantının birleştirme programını düzenle

source: Edit language properties
bg: Редакция на езиковитв свойства.
ca: Edita les propietats de l'idioma
el: Επεξεργασία ιδιοτήτων γλώσσας
es: Editar propiedades de idioma
sr: Уредите параметре језика
tr: Dil özelliklerini düzenle

source: Edit log message
bg: Редакция на съобщение в дневника
ca: Edita text de log
el: Επεξεργασία καταγραφικού μυνήματος
es: Editar mensaje de registro
mk: Измени ја логираната порака
sr: Упиши поруку дневника
tr: Günlük mesajını düzenle

source: Edit property '%1!S!' on %2!ls!
ca: Edita la propietat '%1!S!' a %2!ls!
es: Editar propiedad '%1!S!' en %2!ls!
sr: Уреди особине '%1!S!' на %2!ls!

source: Edit...
bg: Редакция...
ca: Edita...
el: Επεξεργασία...
es: Editar...
mk: Измени...
sr: Уреди...
tr: Düzenle...

source: Edits the selected property value
bg: Редактира стойността на избраното свойство
ca: Edita el valor de la propietat seleccionada
el: Επεξεργασία τιμής της επιλεγμένης ιδιότητας
es: Edita el valor de la propiedad seleccionada
mk: Измени ја вредноста на избраното својство
sr: Уређује вредности изабраних особина
tr: Seçili özellik değerini düzenler

source: Either the name or IP of the proxy server
bg: Името или IP адреса на proxy сървъра
ca: Nom o IP del servidor intermediari
el: Ή το όνομα ή την ΙΡ του πληρεξούσιου διακομηστή
es: El nombre o bien la IP del servidor proxy
mk: Име или IP на proxy серверот
sr: Име или ИП прокси сервера
tr: Proxy sunucusunun ismini yada IP'sini giriniz

source: Eliding mergeinfo
ca: Ometent informació de fusió
es: Omitiendo información de fusión
sr: Изостављање информација спајања
tr: Birleştirme bilgisini atla

source: Ellipse Tools Ellipse
bg: Инструмент за елипси Елипси
ca: Eines d'El·lipse El·lipse
sr: Елипса алати Елипса
tr: Elips Araçları Elips

source: Empty
bg: Празни
ca: Buit
el: Άδειο
es: Vacío
mk: Празно
sr: Празан
tr: Boş

source: Enable Auto-&Properties
bg: Разреши автоматични &свойства
ca: Habilita les &propietats automàtiques
es: Activar &Propiedades Automáticas
sr: Омогућите ауто-&особине
tr: &Otomatik-Özellikleri aç

source: Enable Auto-Properties
bg: Разреши автоматични свойства
ca: Habilita les propietats automàtiques.
es: Activar Propiedades Automáticas
sr: Омогући ауто-особине
tr: Otomatik-Özellikleri Aç

source: Enable Edit
ca: Activa edició
el: Ενεργοποίηση Επεξεργασίας
es: Habilitar editar
sr: Омогући уређење

source: Enable EditorConfig
ca: Habilita EditorConfig
es: Habilitar EditorConfig
sr: Омогући ЕдиторЦонфиг

source: Enable drag context menu
ca: Habilita el menú contextual arrossegar
es: Habilitar menús contextuales al arrastrar
sr: Омогући вучење контекст менија

source: Enable log caching to speed up log and revision graph dialogs
bg: Включване на кеширането на дневника за ускоряване на диалоговите прозорци на дневника и на диаграмата на ревизиите
ca: Activa memòria cau del log per accelerar el log i els diàlegs de gràfics de revisió
es: Habilita la caché de registro para acelerar los diálogos de mostrar gráfico de revisiones y registro.
mk: Овозможи кеширање за да се забрза дневникот и дијалозите за графиците
sr: Омогући смештање дневника у кеш како би се убрзали дијалози за дневник и граф ревизија
tr: Günlük ve uyarlama diyaloglarını hızlandırmak için günlüğü önbelleğe almayı etkinleştir

source: Enabled Overlay Handlers
bg: Включени модификации на иконките
ca: Gestors de superposició habilitats
es: Habilitar Manejadores de Sobreimpresos
sr: Омогућени руковаоци прекривача
tr: Sağlanan Simge Yöneticileri

source: Enables the spellchecker only if the tsvn:projectlanguage property is set.
bg: Проверка на правописа, само ако е установено 'tsvn:projectlanguage'
ca: Habilita el corrector lingüístic només si la propietat tsvn:projectlanguage està activada.
es: Habilita el corrector ortográfico únicamente si la propiedad tsvn:projectlanguage está marcada.
mk: Овозможува проверка на правописот само доколку tsvn:projectlanguage својството е подесено.
sr: Омогућава проверу правописа само ако је постављено својство тсвн:пројецтлангуаге.
tr: Sadece tsvn:projectlanguage özelliği işaretli ise yazım denetleyicisini çaliştırır.

source: Encoding
ca: Codificació
el: Κωδικοποίηση
es: Codificando
sr: Кодирање
tr: Kodlama

source: Encoding Convert to the specified encoding Hold down the Ctrl key to reload the file with the specified encoding.
ca: Codificació Converteix a la codificació especificada Premeu la tecla Ctrl per a carregar el fitxer amb la codificació especificada.
el: Κωδικοποίηση Μετατροπή στην καθορισμένη κωδικοποίηση Κρατήστε πατημένο το πλήκτρο Ctrl για να επαναφορτώσετε το αρχείο με την καθορισμένη κωδικοποίηση.
es: Codificado Convertir al codificado especificado Mantenga presionada la tecla Ctrl para volver a cargar el archivo con el codificado especificado.
sr: Кодирање Конвертуј у специфично кодирање Држи притиснуто Цтрл дугме да вратите фајл спцифицираног кодирања.

source: Encountered a hardware I/O error while accessing %1.
bg: Хардуерна входно/изходна грешка по време на достъп до %1.
ca: S'ha trobat un error d'E/S de hardware mentre s'accedia %1.
el: Εμφανίστηκε σφάλμα υλικού I/O κατά την προσπέλαση του %1.
es: Encontrado un error de E/S hardware mientras se accedía a %1.
mk: Хардверска I/O грешка е пријавена за време на пристап спрема %1.
sr: Примећена је хардверска У/И грешка док се приступало %1.
tr: %1 'e erişilirken bir donanım I/O hatası ile karşılaşıldı

source: Encountered a locking violation while accessing %1.
bg: Установено е нарушаване на заключване при достъп до %1.
ca: S'ha trobat una violació de bloqueig mentre s'accedia %1.
el: Εμφανίστηκε παραβίαση κλειδώματος κατά την προσπέλαση στο %1.
es: Encontrada una violación de bloqueo mientras se accedía a %1.
mk: Се случи повреда на заклучувањето за време на пристап на %1.
sr: Примећена се повреда закључавања приликом приступа %1.
tr: %1 'e erişilirken bir kilitleme ihlaliyle karşılaşıldı.

source: Encountered a sharing violation while accessing %1.
bg: Установено е нарушаване на споделяне при достъп до %1.
ca: S'ha trobat una violació de recursos compartits mentre s'accedia %1.
el: Αντιμετωπίστηκε σφάλμα παραβίασης κοινής χρήσης ενώ γινόταν προσπέλαση του %1.
es: Encontrada una violación de compartición mientras se accedía a %1.
mk: Се случи повреда на делењето за време на пристап на %1.
sr: Примећена је повреда дељења приликом приступа %1.
tr: %1 'e erişilirken bir paylaşım ihlali oluştu.

source: Encountered an improper argument.
bg: Невалиден аргумент.
ca: Trobat argument incorrecte.
el: Αντιμετώπισε καταχρηστική επιχείρημα.
es: Encontrado un argumento impropio.
mk: Приметен е невалиден аргумент.
sr: Примећен је одговарајући аргумент.
tr: Uygun olmayan bir argümanla karşılaşıldı.

source: Encountered an unexpected error while reading %1.
bg: Неочаквана грешка при четене от %1.
ca: S'ha trobat un error inesperat mentre es llegia %1.
el: Αντιμετωπίστηκε απροσδόκητο σφάλμα ενώ διαβάζονταν το %1.
es: Encontrado un error inesperado mientras se leía de %1.
mk: Неочекувана грешка за време на читање на %1.
sr: Примећена је неочекивана грешка приликом читања %1.
tr: %1 'i okurken beklenilmeyen bir hata ile karşılaşıldı.

source: Encountered an unexpected error while writing %1.
bg: Неочаквана грешка при запис във %1.
ca: S'ha trobat un error inesperat mentre s'escrivia %1.
el: Αντιμετωπίστηκε απροσδόκητο σφάλμα ενώ γραφόταν %1.
es: Encontrado un error inesperado mientras se escribía en %1.
mk: Неочекувана грешка за време на запишување на %1.
sr: Примећена је неочекивана грешка приликом записивања у %1.
tr: %1 'e yazarken beklenilmeyen bir hata ile karşılaşıldı.

source: End Revision
bg: Крайна ревизия
ca: Revisió final
el: Τέλος έκδοσης
es: Revisión de Fin
mk: Последна ревизија
sr: Крајња ревизија
tr: Revizyonu sonlandır

source: End of Line Style
ca: Estil final de línia
es: Estilo fin de línea
sr: Стил краја линије
tr: Satır Sonu Biçemi

source: Enforce
ca: Compleix
el: Επιβολή
es: Cumple
sr: Присили
tr: Zorla

source: Enlarge the window to full size
bg: Разширяване на прозореца на цял екран
ca: Engrandeix la finestra a la mida màxima
el: Μεγέθυνση του παραθύρου στο μέγιστο μέγεθος
es: Agrandar la ventana al tamaño máximo
mk: Зголеми го прозорецот до максимум
sr: Повећај прозор допуне величине
tr: Pencereyi tam ekran boyutuna büyüt

source: Enter Log Message
bg: Въведете съобщение за дневника
ca: Introduïu un missatge de log
el: Εισάγετε μήνυμα για το αρχείο ιστορικότητας
es: Introducir Mensaje de Registro
mk: Внесете лог порака
sr: Унети дневник порука
tr: Günlük Mesajı Giriniz

source: Enter a &name for the changelist:
bg: Въведете &име за списъка с промени:
ca: Introduïu un &nom per a la llista de canvis:
el: Εισάγετε ένα &όνομα για λίστα αλλαγών:
es: Introduzca un &nombre para la lista de cambios:
sr: У&нети име за попис измена:
tr: Değişim listesi için bir &ad giriniz:

source: Enter a GUID.
bg: Въведете GUID.
ca: Introduïu un GUID.
el: Εισάγετε ένα GUID.
es: Introduzca un GUID.
mk: Внесете GUID.
sr: Унети ГУИД.
tr: Bir GUID girin.

source: Enter a currency.
bg: Въведете валута.
ca: Introduïu un valor monetari.
el: Εισάγετε ένα νόμισμα.
es: Introduzca una moneda.
mk: Внесете валута.
sr: Унети валуту.
tr: Para birimi girin

source: Enter a date and/or time.
bg: Въведете дата и/или време.
ca: Introduïu una data i/o hora.
el: Εισάγετε μία ημερομηνία και/ή ένα χρόνο.
es: Introduzca una fecha y/u hora.
mk: Внесете дата и/или време.
sr: Унети датум и/или време.
tr: Bir tarih ve/veya saat girin.

source: Enter a date.
bg: Въведете дата.
ca: Introduïu una data.
el: Εισάγετε μια ημερομηνία.
es: Introduzca una fecha.
mk: Внесете дата.
sr: Унети датум.
tr: Tarih girin.

source: Enter a lock message (optional):
bg: Въведете съобщение за заключването (незадължително):
ca: Introduïu un missatge de bloqueig (opcional)
el: Εισάγετε ένα μύνημα για το κλείστρο (προαιρετικά):
es: Introduzca un mensaje de bloqueo (opcional):
mk: Внесете порака за заклучување (не е задолжително):
sr: Унети поруку закључавања (није обавезно):
tr: Kilit mesajı gir (isteğe bağlı):

source: Enter a number between %1 and %2.
bg: Въведете число между %1 и %2.
ca: Introduïu un nombre entre %1 i %2.
el: Εισάγετε έναν αριθμό μεταξύ %1 και %2.
es: Introduzca un número entre %1 y %2.
mk: Внесете број помеѓу %1 и %2.
sr: Унети број између %1 и %2.
tr: %1 ve %2 arasında bir sayı giriniz.

source: Enter a number.
bg: Въведете число.
ca: Introduïu un nombre.
el: Εισάγετε έναν αριθμό
es: Introduzca un número.
mk: Внесете број.
sr: Унети број.
tr: Numara girin.

source: Enter a positive integer.
bg: Въведете положително цяло число.
ca: Introduïu un enter positiu.
el: Εισάγετε ένα θετικό ακαίρεο.
es: Introduzca un entero positivo.
mk: Внесете позитивен број.
sr: Унети позитивну целобројну вредност.
tr: Pozitif bir tam sayı girin.

source: Enter a time.
bg: Въведете време.
ca: Introduïu un temps.
el: Εισάγετε ένα χρόνο.
es: Introduzca una hora.
mk: Внесете време.
sr: Молим унесите време.
tr: Bir saat girin.

source: Enter an integer between %1 and %2.
bg: Въведете цяло число между %1 и %2.
ca: Introduïu un enter entre %1 i %2.
el: Εισάγετε έναν ακαίρεο αριθμό μεταξύ %1 και %2.
es: Introduzca un entero entre %1 y %2.
mk: Внесете цел број помеѓу %1 и %2.
sr: Молим унесите цели број између %1 и %2.
tr: %1 ve %2 arasında bir tam sayı girin.

source: Enter an integer between 0 and 255.
bg: Въведете цяло число между 0 и 255.
ca: Introduïu un enter entre 0 i 255.
el: Εισάγετε έναν ακαίρεο μεταξύ 0 και 255.
es: Introduzca un entero entre 0 y 255.
mk: Внесете цел број помеѓу 0 и 255.
sr: Молим унесите цели број између 0 и 255.
tr: 0 ve 255 arasında bir tam sayı giriniz.

source: Enter an integer.
bg: Въведете цяло число.
ca: Introduïu un enter.
el: Εισάγετε έναν ακαίρεο αριθμό.
es: Introduzca un entero.
mk: Внесете цел број.
sr: Молим унесите цели број.
tr: Bir tam sayı girin.

source: Enter file content to test for below:
bg: Въведете съдържание на файл за тестване по-долу:
ca: Introduïu el contingut del fitxer de prova a sota:
el: Εισάγετε περιεχόμενο αρχείο παρακάτω για να δοκιμάσετε:
es: Ingrese debajo el contenido del archivo a probar
mk: Внесете содржина на датотека за да се тестира:
sr: Унесите садржај фајла за тест доле:
tr: Dosya içeriğini test için aşağıya girin:

source: Enter log &message:
bg: Въведете съобщение за &дневника:
ca: Introduïu un &missatge de log:
el: Εισάγετε &μήνυμα για το αρχείο ιστορικότητας:
es: Introduzca &mensaje de registro:
mk: Внесете &лог порака:
sr: Упиши &поруку дневника:
tr: Günlük mesajı &giriniz:

source: Enter log message:
bg: Въведете съобщение за дневника:
ca: Introduïu un missatge de log:
el: Εισάγετε μήνυμα για το αρχείο ιστορικότητας:
es: Introduzca mensaje de registro:
mk: Внесете лог порака:
sr: Упиши поруку дневника:
tr: Günlük mesajı giriniz:

source: Enter no more than %1 characters.
bg: Въведете не повече от %1 знака.
ca: No introduïu més de %1 caràcters.
el: Εισάγετε μέχρι %1 χαρακτήρες μόνο.
es: Introduzca no más de %1 caracteres.
mk: Внесете не повеќе од %1 карактери.
sr: Молим унесите не више од %1 знака(ова).
tr: %1 den fazla karakter girmeyin.

source: Enter the prefix|*
ca: Introduïu el prefix|*
es: Introduzca el prefijo|*
sr: Унеси префикс |*

source: Enter the regex string below:
bg: Въведете регулярният израз отдолу:
ca: Introduïu la cadena regex a sota:
el: Εισάγετε κείμενο ρυμίσεων μητρώου παρακάτω
es: Ingrese debajo la cadena de la expresión regular
mk: Внесете го regex стрингот подолу:
sr: Унесите регекс текст доле:
tr: Aşağıya düzenli ifadeyi girin:

source: Enter the regular expression patterns for filtering out the bug-ID from a commit message.
bg: Въведи регулярен израз за филтриране на бъг идентификатор от поверителното съобщение.
ca: Introduïu els patrons d'expressions regulars per filtrar fora l'ID d'error en un missatge de pujada.
es: Ingrese el patrón de expresión regular para filtrar el ID de incidente desde un mensaje de confirmación
sr: Унеси модел регуларног израза за филтрирање баг-ИД из поруке урезивања.
tr: Bir teslim mesajından sorun-ID'yi süzmek için gerekli düzenli ifade kalıplarını gir.

source: Erase everything Erase All
bg: Изтрива всичко Изтриване на всичко
ca: Esborra tot Esborra tot
el: Διαγραφή των πάντων Διαγραφή Όλων
es: Eliminar todo Eliminar todo
mk: Бриши се Бриши се
sr: Брисање свега Бриши све
tr: Herşeyi Sil Hepsini Sil

source: Erase the selection Erase
bg: Изтриване на селекцията Изтриване
ca: Esborra la selecció Esborra
el: Διαγραφή των επιλεγμένων Διαγραφή
es: Eliminar la selección Eliminar
mk: Бриши селекција Избриши
sr: Бриши означено Бриши
tr: Seçileni Sil Sil

source: Error
bg: Грешка
el: Σφάλμα
mk: Грешка
sr: Грешка
tr: Hata

source: Error rebuilding Shell Icon Cache!
bg: Грешка при възобновяването на системната кеш-памет за иконки!
ca: Error refent memòria cau d'icones Shell.
es: ¡Error regenerando la Caché de Iconos del Shell!
mk: Грешка при изработка на кешот за Shell иконите!
sr: Грешка приликом израде кеш икона љуске!
tr: Kabuk Simge Önbelleğini tekrar oluştururken hata!

source: Error validating server certificate for %ls:
bg: Грешка при проверката на сървърния сертификат на %ls:
ca: Error validant certificat del servidor per %ls:
el: Λάθος στην επικύρωση του πιστοποιητικού εξυπηρετητή για %ls:
es: Error validando el certificado de servidor para %ls:
sr: Грешка приликом провере цертификата послужитеља за %ls:

source: Error while reading/writing the registry key %1!ls! %2!ls!
bg: Грешка при четене/писане на ключ в регистъра %1!ls! %2!ls!
ca: Error de lectura/escriptura en la clau del registre %1!ls! %2!ls!
el: Υπήρξε λάθος κατά την ανάγνωση/εγγραφή του κλειδιού του μητρώου %1!ls! %2!ls!
es: Error mientras se leía/escribía la clave del registro %1!ls! %2!ls!
sr: Грешка приликом читања/записивања у кључ регистра %1!ls! %2!ls!

source: Every commit should be assigned to an issue.
bg: Всяко поверяване ще бъде прикрепено към проблем.
ca: És recomanable que assigneu una incidència a cada pujada.
es: Cada confirmación debe ser asignada a un incidente.
sr: Свако урезивање треба бити означено са једном ставком.
tr: Her teslim etme bir işe atanmalıdır.

source: Ex&ternals
bg: Въ&ншни
ca: Ex&terns
es: &Referencias Externas
sr: &Спољашњи
tr: &Hariciler

source: Exceptions:
bg: Изключения:
ca: Excepcions:
el: Εξαιρέσεις:
es: Excepciones:
mk: Исклучоци:
sr: Изузеци:
tr: İstisnalar:

source: Exclude
bg: Изключване
ca: Exclou
el: Εξαίρεση
es: Excluir
mk: Исклучи
sr: Искључи
tr: Hariç tut:

source: Executable (*.exe)|*.exe|Command (*.com)|*.com|Information (*.pdf)|*.pdf|Batch (*.bat)|*.bat|All Files (*.*)|*.*||
bg: Изпълними файлове (*.exe)|*.exe|Команди (*.com)|*.com|Информация (*.pdf)|*.pdf|Файлове с команди (*.bat)|*.bat|Всички файлове (*.*)|*.*||
ca: Executable (*.exe)|*.exe|Ordre (*.com)|*.com|Informació (*.pdf)|*.pdf|Batch (*.bat)|*.bat|Tots els fitxers (*.*)|*.*||
sr: Извршна (*.еxе)|*.еxе|Команда (*.цом)|*.цом|Информација (*.пдф)|*.пдф|Беч (*.бат)|*.бат|Сви фајлови (*.*)|*.*||
tr: Çalıştırılabilir (*.exe)|*.exe|Komut (*.com)|*.com|Bilgi (*.pdf)|*.pdf|Yığın (*.bat)|*.bat|Tüm Dosyalar (*.*)|*.*||

source: Existing
bg: Съществуващ
ca: Existent
mk: Постоечко
sr: Постојећи
tr: Mevcut

source: Exit
bg: Изход
ca: Surt
el: Έξοδος
es: Salir
mk: Излез
sr: Излаз
tr: Çıkış

source: Exp&and source tree
bg: Разгъване на &изходното дърво
ca: Exp&andeix arbre font
el: Επέ&κταση πηγαίου δένδρου
es: Exp&andir árbol de origen
mk: Прошири ги изворните дрв&а
sr: Про&ширити изворно стабло
tr: Kay&nak ağacı aç

source: Expand &following tree
bg: Разгъване на &следното дърво
ca: Expandeix arbre &següent
el: Επέκταση του &παρακάτω δένδρου
es: Expandir árbol &siguiente
mk: Прошири го &следното дрво:
sr: Проширити &следеће стабло
tr: Sonraki& ağacı aç

source: Expand (%Ts)
ca: Expandeix (%Ts)
sr: Прошири (%Ts)

source: Expand docked window
bg: Разширяване на скачен прозорец
ca: Expandeix finestra encastada
mk: Прошири го намалениот прозорец
sr: Рашири усидрени прозор
tr: Küçültülmüş pencereyi aç

source: Expert settings
bg: Настройки за напреднали
ca: Preferències de l'Expert
el: Προχωρημένες ρυθμίσεις
es: Configuraciones expertas
mk: Експертски подесувања
sr: Извоз подешавања
tr: Uzman Ayarları

source: Explore to
bg: Отваряне в Windows Explorer на
ca: Explora a
el: Εξερεύνηση προς
es: Explorar en
mk: Истражи до
sr: Истражи до
tr: İncele

source: Export
bg: Износ
ca: Exporta
el: Εξαγωγή
es: Exportar
mk: Извези
sr: Извези
tr: Dışa aktar

source: Export &directory:
bg: &Директория за износ:
ca: Exporta &directori:
el: Εξαγωγή &φακέλου:
es: &Directorio de exportación:
mk: Директориум за &извоз:
sr: Фолдер за &извоз:
tr: Dışa aktarma &klasörü:

source: Export files (*.tsex)|*.tsex|All Files (*.*)|*.*||
ca: Exporta fitxers (*.tsex)|*.tsex|Tots els fitxers (*.*)|*.*||
el: Εξαγωγή αρχείων (*.tsex)|*.tsex|Όλα τα αρχεία (*.*)|*.*||
es: Exportar archivos (*.tsex)|*.tsex|Todos los Archivos (*.*)|*.*||
sr: Извези фајлове (*.tsex)|*.tsex|Сви фајлови (*.*)|*.*||

source: Export settings to file...
ca: Exporta la configuració al fitxer...
el: Εξαγωγή ρυθμίσεων σε αρχείο...
es: Exportar configuraciones a archivo...
sr: Извези подешавање у фајл...

source: Export the selected cache as a set of Comma Separated Value (CSV) files
bg: Износ на избраният кеш като набор от файлове със стойности, отделени със запетая (CSV)
ca: Exporta la memòria cau seleccionada com a conjunt de fitxers CSV (Comma Separated Value)
es: Exporta la caché seleccionada como un conjunto de archivos de Valores Separados por Comas (CSV)
mk: Извези го избраниот кеш како множество од Comma Separated Value (CSV) датотеки
sr: Извоз означеног кеш у скуп неколико ЦСВ фајл
tr: Seçili ön belleği Virgülle Ayrılmış Veri (CSV) dosyası olarak dışa aktar

source: Export unversioned files too
bg: Износ и на неконтролираните файлове
ca: Exporta fitxers sense versionar també
el: Εξαγωγή και των αρχείων χωρίς έκδοση
es: Exportar también los archivos no versionados
mk: Извези ги и датотеките без верзија
sr: Извези и фајлове без верзија
tr: Versiyonlanmamış dosyaları da dışa aktar

source: Export Export into the non-empty folder.
bg: Изнасяне Изнасяне в папка кояот не е празна.
ca: Exportar Exporta a la carpeta no buida.
sr: Извоз Извоз у фолдер који није празан.
tr: Dışa Aktar Boş olmayan klasöre dışa aktar.

source: Exporting %1!ls!
bg: Износ на %1!ls!
ca: S'està exportant %1!ls!
el: Εξαγωγή %1!ls!
es: Exportando %1!ls!
sr: Извози %1!ls!

source: Exporting...
bg: Износ...
ca: Exportant...
el: Εξαγωγή...
es: Exportando...
mk: Извезувам...
sr: Извози...
tr: Dışa aktarılıyor...

source: Exporting: Target folder exists.
bg: Изнасяне: Въпросната папка съществува.
ca: Exportant: Existeix la carpeta a la destinació.
el: Γίνεται εξαγωγή: Ο φάκελος προορισμού υπάρχει.
es: Exportando: Carpeta destino existe.
sr: Извожење: Циљни фолдер постоји.
tr: Dışa aktarılıyor: Hedef klasör mevcut.

source: Exports a set of properties to a file
bg: Изнася набор от свойства във файл
ca: Exporta un conjunt de propietats a un fitxer
el: Εξαγωγή ενός σετ ιδιοτήτων σε αρχείο
es: Exporta un grupo de propiedades a un archivo
mk: Експортира множество на својства во датотека
sr: Извози групу својстава у фајл
tr: Bir özellik setini bir dosyaya dışa aktarır

source: Exports a versioned folder as a separate unversioned folder
bg: Изнасяне на папка като отделна папка, която не е равизирана
ca: Exporta una carpeta versionada com a carpeta sense versionar separada
el: Εξάγει έναν φάκελο υπό έλεγχο εκδόσεων ως ξεχωριστό φάκελο χωρίς έλεγχο εκδόσεων
es: Exporta una carpeta versionada como una carpeta separada no versionada
sr: Извози верзионисане фолдере као издвојене неверзионисане фолдере
tr: Versiyonlanmış bir klasörü versiyonlanmamış ayrı bi klasör olarak dışa aktarır

source: Extension
bg: Разширение
ca: Extensió
el: Επέκταση
es: Extensión
mk: Наставка
sr: Наставак
tr: Uzantı
