Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: no description for this command is available
bg: не е налично описание за тази команда
ca: no hi ha descripció disponible per aquesta ordre
el: δεν υπάρχει περιγραφή για αυτή την εντολή
es: no hay descripción disponible para este comando
mk: опис за оваа команда не е достапен
sr: опис ове наредбе није доступан
tr: bu komut için açıklama bulunmamakta

source: non-versioned
bg: неконтролиран
ca: sense versionar
el: χωρίς έκδοση
es: no-versionado
mk: не верзионирано
sr: без верзије
tr: versiyonsuz

source: non-versioned item
ca: element sense versionar
el: αντικείμενο χωρίς έλεγχο εκδόσεων
es: elemento no versionado
sr: неверзионисана ставка

source: normal
bg: нормален
el: κανονικό
mk: нормално
sr: нормално

source: obstructed
bg: задръстен
ca: obstruït
el: εμποδίζονται
es: obstruido
mk: спречен
sr: препречен
tr: engellendi

source: offline
bg: без връзка
ca: sense connexió
el: εκτός σύνδεσης
es: sin conexión
sr: искључен
tr: çevrimdışı

source: on %1
bg: на %1
ca: a %1
el: προς %1
es: en %1
mk: na %1
sr: према %1
tr: %1 da

source: online
bg: онлайн
ca: connectat
el: Συνδεδεμένο
es: conectado
sr: укључен
tr: çevrimiçi

source: or
bg: или
ca: o
mk: или
sr: или
tr: ya da

source: pair tokens:
bg: брой двойки:
ca: parelles de tokens:
es: pares de tokens:
sr: упарене речи:
tr: çift simgeler:

source: patched
ca: apedaçat
es: Parcheado
sr: закрпљен

source: path elements:
bg: елементи на пътища:
ca: elements del camí:
el: στοιχεία καταλόγου:
es: elementos de la ruta:
mk: елементи на патеки:
sr: елементи путање/путање:
tr: dizin elemanları:

source: paths:
bg: пътища:
ca: camins:
el: διαδρομές:
es: rutas:
mk: патеки:
sr: путање:
tr: dizinler:

source: pixels
bg: точки
ca: píxels
el: εικονοστοιχεία
es: píxeles
mk: точки
sr: пиксели
tr: pikseller

source: possible or real conflict / obstructed
bg: вероятен или действителен конфликт / задръстени
ca: conflicte possible o real / obstruït
el: πιθανή ή πραγματική διένεξη / παρεμπόδιση
es: conflicto posible o real / obstruído
mk: можен или вистински конфликт / спречен
sr: могућ или стварни сукоб / спречено
tr: Olası yada gerçek çakışma / tıkanma

source: prn
sr: прн

source: quarter of year
bg: тримесечие
ca: trimestre
el: τετράμηνο
es: trimestre
mk: тромесечие
sr: тромесечје
tr: çeyrek yıl

source: quarters of year
ca: trimestres
el: τετράμηνα
es: trimestres
sr: тромесечја године

source: readonly
bg: само за четене
ca: només de lectura
el: μόνο για ανάγνωση
es: sólo-lectura
mk: само за читање
sr: само за читање
tr: salt okunur

source: relative paths
ca: camins relatius
el: σχετικές διαδρομές
es: rutas relativas
sr: релативна путања

source: replaced
bg: заменени
ca: substituït
el: αντικαταστάθηκε
es: reemplazado
mk: заменето
sr: замењено
tr: değiştirildi

source: respecting ancestry
bg: зачитане на предшествениците
ca: respectant ancestre
el: σεβασμός κληρονομικότητας
es: respetando ancestros
mk: почитувајќи го наследството
sr: обзиром на порекло
tr: nesle göre davran

source: revision %1!ls!-%2!ls!, revision %3!ls!-%4!ls!
bg: ревизия %1!ls!-%2!ls!, ревизия %3!ls!-%4!ls!
ca: revisió %1!ls!-%2!ls!, revisió %3!ls!-%4!ls!
el: αναθεώρηση %1!ls!-%2!ls!, αναθεώρηση %3!ls!-%4!ls!
es: revisión %1!ls!-%2!ls!, revisión %3!ls!-%4!ls!
sr: ревизија %1!ls!-%2!ls!, ревисизија %3!ls!-%4!ls!

source: revision count:
bg: брой ревизии:
ca: nombre de revisions:
el: καταμέτρηση αναθεωρήσεων:
es: contador de revisiones:
mk: број на ревизии:
sr: Број ревизија:
tr: Revizyon numarası:

source: revision has already been merged
bg: ревизията вече е била слята
ca: la revisió ja s'ha fusionat
el: η έκδοση έχει ήδη συγχωνευτεί
es: La revisión ya se encontraba fusionada
sr: ревизија је већ стопљена
tr: revizyon zaten daha önce birleştirildi

source: revisions %1!ls!-%2!ls!, %3!ls!
bg: ревизии %1!ls!-%2!ls!, %3!ls!
el: αναθεωρήσεις %1!ls!-%2!ls!, %3!ls!
es: revisiones %1!ls!-%2!ls!, %3!ls!
sr: ревизије %1!ls!-%2!ls!, %3!ls!

source: revisions:
bg: ревизии:
el: αναθεωρήσεις:
es: revisiones:
mk: ревизии:
sr: ревизије:
tr: revizyonlar:

source: root project
bg: коренен проект
ca: projecte arrel
el: αρχικό έργο
es: projecto raíz
mk: коренски проект
sr: корени пројекат
tr: kök proje

source: scanning path:
bg: път за претърсване:
ca: escanejant camí:
el: Κατάλογος σάρωσης:
es: Escanando ruta:
mk: патека за скен:
sr: тражи путању:
tr: yolu tarıyor:

source: skip ranges:
bg: пропуснати обхвати:
ca: omet rangs:
el: παράβλεψη ευρών:
es: saltar rangos:
mk: скокни опсег:
sr: прескочи распоне:
tr: aralıkları atla:

source: specific r&ange
ca: r&ang específic
el: συγκεκριμένο εύ&ρος
es: r&ango específico
sr: специфич&ан опсег
tr: belirli &aralık

source: svn:auto-props A list of properties separated by newlines which get applied recursively automatically when adding/importing files. Format: <filemask> = property=value;property=value Example: *.xml = svn:eol-style=native;svn:mime-type=text/xml
ca: svn:auto-props Una llista de propietats, separades per salts de línia, que s'aplica recursivament de forma automàtica quan s'afegeixen/importen fitxers. Format: <màscara de fitxer> = propietat=valor;propietat=valor Exemple: *.xml = svn:eol-style=native;svn:mime-type=text/xml
es: svn:auto-props Una lista de propiedades separadas por saltos de línea que se aplican recursívamente cuando se añaden o importan ficheros. Formato: <filemask> = property=value;property=value Ejemplo: *.xml = svn:eol-style=native;svn:mime-type=text/xml
sr: svn:auto-props Листа особина одвојена новим редом који се примењују рекурзивно аутоматски када се додају/увозе фајлови. Format: <filemask> = property=value;property=value Example: *.xml = svn:eol-style=native;svn:mime-type=text/xml

source: svn:eol-style
ca: svn:estil final de línia
sr: свн:еол-стил

source: svn:eol-style One of 'native', 'LF', 'CR', 'CRLF'.
bg: svn:eol-style Едно от 'native', 'LF', 'CR', 'CRLF'.
ca: svn:estil final de línia Un entre 'natiu', 'LF', 'CR', 'CRLF'.
es: svn:eol-style Uno de estos valores: 'native', 'LF', 'CR' o 'CRLF'.
mk: svn:eol-style Еден од следните: 'native', 'LF', 'CR', 'CRLF'.
sr: свн:еол-стyле Један од 'природан', 'ЛФ', 'ЦР', 'ЦРЛФ'.
tr: svn:eol-style 'native', 'LF', 'CR', 'CRLF' dan biri.

source: svn:executable
sr: свн:извршни

source: svn:executable If present, make the file executable. This property cannot be set on a directory. A non-recursive attempt will fail, and a recursive attempt will set the property only on the file children of the directory.
bg: svn:executable Ако е налично, прави файла изпълним. Това свойство не може да се приложи върху директория. Опит за нерекурсивно прилагане ще се провали, опит за рекурсивно прилагане ще установи това свойство само на децата на директорията.
ca: svn:executable Si hi és present, fa el fitxer executable. Aquesta propietat no es pot establir per a un directori. Un intent no-recursiu fallarà, i un intent recursiu establirà la propietat només al fitxers fills del directori.
es: svn:executable Si está presente, marca el archivo como ejecutable. Esta propiedad no puede aplicarse a un directorio. Un intento no-recursivo fallará, y uno recursivo aplicará la propiedad sólo sobre los archivos hijos del directorio.
mk: svn:executable Доколку е присутен, ја прави датотеката извршна. Ова својство не може да се сетира на директориум. Нерекурзивен обид ќе биде неуспешен, а рекурзивен ќе го сетира својството само на датотеките внатре во директориум.
sr: свн:еxецутабле Уколико је присутно, означава извршни фајл. Ово својство се не може поставити за фолдер. Не-рекурзивни покушај биће неуспешан, рекурзивни покушај ће поставити својство само на фајлове потомке фолдера.
tr: svn:executable Eğer mevcut ise dosyayı çalıştırılabilir yapar. Bu özellik klasörlere uygulanamaz. Özyinesiz bir deneme başarılı olmayacaktır,özyineli bir deneme ise özelliği sadece klasörün alt-dosyalarına uygular.

source: svn:externals
ca: svn:externs
sr: свн:еxтерналс

source: svn:externals A newline separated list of module specifiers, each of which consists of an optional revision, an URL with an optional peg revision and a relative directory path. For example http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag@1234 foo/bar The URLs can either be full URLs or relative. The format for the relative URLs is: ../ relative to the parent directory of the external ^/ relative to the repository root // relative to the URL scheme / relative to the server's hostname
bg: svn:externals Списъци разделени с нов ред, всеки от който се състои от избираема ревизия, URL адрес с избираема peg ревизия и относителен път. Например http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag@1234 foo/bar Адреса може да бъде пълен адрес или относителен. Форматът за относителния адрес е: ../ относителен спрямо горната директория ^/ относителен спрямо главната папка на хранилището // относителен спрямо адресната схема / относителен спрямо името на сървъра
ca: svn:externals Una llista d'especificadors de mòdul, separats per salt de línia, cadascun dels quals consisteix en una revisió opcional, un URL amb una revisió peg opcional i un camí relatiu de directori. Per exemple http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag@1234 foo/bar Les URLs poden ser completes o relatives. El format per les URLs relatives és: ../ relatiu al directori pare de l'extern ^/ relatiu a l'arrel del repositori // relatiu a l'esquema d'URL / relatiu al nom de host del servidor
es: svn:externals Una lista de especificadores de módulos, uno por línea, cada uno de los cuales consiste en una revisión opcional, una URL con una revisión base opcional y una ruta de directorio relativa. Por ejemplo http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag@1234 foo/bar Las URLs pueden ser URLs completas o relativas. El formato para las URLs relativas es: ../ relativo al directorio padre de la referencia externa ^/ relativo a la raíz del repositorio // relativo al esquema de la URL / relativo al nombre del servidor de hosteo
sr: свн:еxтерналс Листа подељена новим редом модул спецификатор, свака од којих се састоји од необавезне ревизије, УРЛ са опционалном пег ревизијом и релативном путањом фолдера. На пример хттп://еxампле.цом/репос/зиг фоо -р 1234 хттп://еxампле.цом/репос/заг фоо/бар УРЛови могу бити или пуни УРЛови или релативни. Формат за релатвне УРЛова је: ../ релативан ка предачком фолдеру екстернала ^/ релативан корену спремишта // релативан УРЛ шеми / релативан имену домаћина сервера
tr: svn:externals Yeni satır modül belirteç listesini ayırır, ki her satır bir opsiyonel revizyon, bir URL ve göreli klasör yolundan oluşur. Örneğin http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag foo/bar URL'ler tam URL veya göreli olabilir. Göreli URL'nin biçimi şu şekildedir: ../ haricinin bir üst klasörüne göre göreli ^/ depo köküne göre göreli // URL düzenine göre göreli / sunucu ismine göre göreli

source: svn:global-ignores A newline separated list of file patterns to ignore recursively.
ca: svn:global-ignores Una llista de patrons de fitxers, separats per salts de línia, a ignorar recursivament.
es: svn:global-ignores Una lista de patrones de ficheros separados por saltos de línea para ser ignorados.
sr: svn:global-ignores Листа раздвојена новим редом фајл шаблона за занемаривање рекурзивно.

source: svn:ignore A newline separated list of file patterns to ignore.
bg: svn:ignore Списък, с разделител нов ред, от шаблони за имена на файлове за игнориране.
ca: svn:ignore Una llista, separada per salts de línia, de patrons de fitxers a ignorar.
es: svn:ignore Una lista con patrones de archivos a ignorar, uno por línea.
sr: свн:игноре Листа фајл ознака издвојена новим редом за занемаривање .
tr: svn:ignore Aldırılmayacaklar için satır ile ayrılmış dosya şablonlarının listesi.

source: svn:keywords
sr: свн:кључнеречи

source: svn:keywords Keywords to be expanded. Valid keywords are: URL, HeadURL : The URL for the head revision of the object. Author, LastChangedBy : The last person to modify the file. Date, LastChangedDate : The date/time the object was last modified. Rev, LastChangedRevision : The last revision the object changed. Id : A compressed summary of the previous 4 keywords.
bg: svn:keywords Ключови думи за заместване. Валидните ключови думи са: URL, HeadURL : URL за главната ревизия на обекта. Author, LastChangedBy : Името на последният автор, променял файла. Date, LastChangedDate : Дата и час на последната промяна на файла. Rev, LastChangedRevision : Номер на последната ревизия, при която обекта е променян. Id : Резюме на предните четири ключови думи.
ca: svn:keywords Paraules clau a expandir. Les paraules clau vàlides són: URL, HeadURL : URL per la revisió head (principal) de l'objecte. Author, LastChangedBy : Darrera persona que ha modificat el fitxer. Date, LastChangedDate : Data/hora de la modificació més recent. Rev, LastChangedRevision : Darrera revisió de l'objecte modificat. Id: Sumari resumit de les 4 paraules clau anteriors.
es: svn:keywords Palabras clave a expandir. Las palabras clave válidas son: URL, HeadURL : La URL para la revisión HEAD del objeto. Author, LastChangedBy : La última persona que modificó el archivo. Date, LastChangedDate : La fecha/hora en que el objeto fue modificado. Rev, LastChangedRevision : La última revisión en que el objeto cambió. Id : Un resumen comprimido de las 4 palabras clave anteriores.
sr: свн:кеywордс Кључне речи које ће бити проширене. Исправне кључне речи су: УРЛ, ХеадУРЛ : УРЛ главне верзије објекта. Аутхор, ЛастЦхангедБy : Задња особа која је мењала фајл. Дате, ЛастЦхангедДате : Датум/време задње измене објекта. Рев, ЛастЦхангедРевисион : Задња ревизија када се објекат променио. Ид : Кратки резиме претходне 4 кључне речи.
tr: svn:keywords Genişletilecek anahtar kelimeler. Geçerli anahtar kelimeler: URL, HeadURL: Nesnenin Baş revizyonun URL'si. Author, LastChangedBy : Dosyayı en son değiştiren kişi. Date, LastChangedDate : Nesnenin son değiştirildiği tarih/zaman. Rev, LastChangedRevision : Nesnenin son değişen revizyonu. Id: Önceki 4 anahtar kelimenin sıkıştırılmış bir özeti.

source: svn:mergeinfo A newline separated list of merge tracking info. Each line consists of an absolute path followed by a colon and a list of comma separated revision numbers. For example /trunk:123-125,129
bg: svn:mergeinfo Списък, с разделител нов ред, с информация за проследяване на сливанията. Всеки ред се състои от абсолютен път, следван от двоеточие и списък от разделени със запетая номера на ревизии. Например: /trunk:123-125,129
ca: svn:mergeinfo Una llista separada per salts de línia amb informació de la fusió. Cada línia consisteix en un camí absolut seguit de dos punts i una llista separada per comes de números de revisió. Per exemple /tronc:123-125,129
es: svn:mergeinfo Una lista de informaciones de registro de fusiones, una por línea. Cada línea consiste en una ruta absoluta seguida de dos puntos y de una lista separada por comas de números de revisión. Por ejemplo /trunk:123-125,129
mk: svn:mergeinfo Листа на информации за спојувањето. Секоја линија содржиапсолутна патека следена од две точки и броеви на ревизии одделени со запирка. На пример /trunk:123,125,129
sr: свн:мергеинфо Попис информација о праћењу спајања одвојених новим редом. Сваки редак се састоји од пуне путање након које следи двотачка и попис бројева ревизија одвојених зарезима. На пример /трунк:123-125,129
tr: svn:mergeinfo Yeni satır birleşim takip bilgisi listesini ayırır. Her satır gerçek yol bilgisini takip eden bir kolon ve virgülle ayrılmış revizyon numaralarından oluşur Örneğin /trunk:123-125,129

source: svn:mime-type
sr: свн:миме-тип

source: svn:mime-type The mime type of the file. Used to determine whether to merge the file, and how to serve it from Apache. A mime type beginning with 'text/' (or an absent mime type) is treated as text. Anything else is treated as binary.
bg: svn:mime-type MIME типът на файл. Използва се за приложимост на автоматичното сливане за файла, а също и как да се покаже от Apache. Ако MIME типът започва с 'text/' (или при липсващ MIME тип), файлът се третира като текстов. Всичко друго се третира като двоична информация.
ca: svn:mime-type El tipus mime del fitxer. Utilitzat per determinar si s'ha de fusionar el fitxer i com servir-lo des de l'Apache. Un tipus mime començant amb 'text/' (o un tipus mime inexistent) es tracta com a text. Tota la resta es tracta com a binari.
es: svn:mime-type El tipo MIME del archivo. Se utiliza para determinar si se podrá fusionar el archivo, y cómo servirlo desde Apache. Un tipo MIME que comience por 'text/' (o si no hay tipo MIME) se trata como texto. Cualquier otra cosa se trata como binario.
mk: svn:mime-type Мime тип на датотеката. Се користи за да се одреди дали е потребно спојување и како да се опслужи од Apache. Мime тип кој почнува со 'text/' (или отсутен миме тип) се третира како текст. Се друго се третира како бинарна датотека.
sr: свн:миме-тyпе Миме тип фајлови. Користи се за одређивање да ли фајл спајати и како га опослужити преко Апача. Миме тип који почиње са 'текст/' (или ако миме тип није постављен) обрађује се као текст. Све друго се обрађује као бинарни фајл.
tr: svn:mime-type Dosyanın mime-tipi. Apache kullanılarak nasıl sunulucağını belirlemek için yada dosyanın birleştirilip birleştirilmeyeceğine karar vermek için kullanılır. 'text/' ile başlayan bir mime-tipi (yada mime-tipi yok ise) metin olarak ele alınır. Bunlar dışındaki herşey ikili(binary) dosya olarak ele alınır.

source: svn:needs-lock
sr: свн:неедс-лоцк

source: svn:needs-lock Set this to any value (e.g. '*') to enforce locking for this file. The file will be set to read-only when checked out or updated, indicating that a user must acquire a lock on the file before they can edit it and commit changes.
bg: svn:needs-lock Установете това свойство на каквато и да е стойност (например '*'), за да изискате заключване при работа с този файл. При изписване или обновяване файлът ще е само за четене. Това трябва да подскаже, че за да бъде редактиран и да се поверят промените, трябва първо да бъде заключен.
ca: svn:needs-lock Establir-ho a qualsevol valor (per exemple '*') per forçar el bloqueig del fitxer. El fitxer serà establert com a fitxer de només lectura quan sigui obtingut o actualitzat, indicant que un usuari ha d'adquirir un bloqueig del fitxer abans de poder editar-lo o pujar-ne canvis.
es: svn:needs-lock Introduzca cualquier valor (por ejemplo, '*') para forzar el bloqueo para este archivo. El archivo se marcará como de solo-lectura cuando se obtenga o se actualize, indicando que el usuario debe adquirir un bloqueo sobre el archivo antes de que puedan editarlo y confirmar los cambios.
mk: svn:needs-lock Сетирајте го на било која вредност (нпр. '*') за да форсирате заклучување на датотека. Датотеката ќе биде сетирана само за читање кога ќе се .... или обнови, означувајќи дека корисникот мора да земе клуч за датотеката пред да може да ја измени и да ги складира измените.
sr: свн:неедс-лоцк Поставите то својство на било коју вредност (нпр. '*') како бисте наметнули закључавање ових фајлова. Фајл ће бити означена само-читање после преузимања или обнављања, како би корисник могао откључати фајл пре него га уреди и уреже измене.
tr: svn:needs-lock Bu dosyada kilit uygulanması için buna herhangi bir kelime atayınız.(örn '*') Dosyayı çıkarıldığı yada güncellendiği zaman salt-okunur yapar, böylece kullanıcıya bu dosya üzerinde değişiklik yapmadan ve dosyayı teslim etmeden önce bu dosya için kilit alması gerektiğini gösterir.

source: switched to %ls
bg: превключено към %ls
ca: canviat a %ls
el: μεταστράφηκε σε %ls
es: cambiado a %ls
sr: пребачено на %ls

source: switched:
bg: превключено:
ca: canviat(s):
el: έχει μεταστραφεί:
es: cambiado:
mk: префрлено:
sr: пребачено:
tr: değiştirildi:

source: tagging externals
ca: etiquetant externs
es: etiquetando externos
sr: означавање екстернала

source: temp. offline
bg: временно без връзка
ca: temp. sense connexió
el: προσωρινά εκτός σύνδεσης
es: temp. sin conexión
mk: привремено offline
sr: привремено искључен
tr: geçici çevrimdışı

source: text [token count]:
bg: текст [брой части]:
ca: text [nombre de tokens]:
es: texto [contador de token]:
sr: текст [број ознака]:
tr: Metin [Simge sayısı]:

source: the working copy is at this revision
bg: работното копие е на тази ревизия
ca: la còpia de treball és en aquesta revisió
el: το αντίγραφο εργασίας είναι σε αυτή την έκδοση
es: la copia de trabajo se encuentra en esta revisión
sr: радна копија је од ове ревизије
tr: çalışan kopya bu revizyonda

source: there are conflicting modifications.
bg: има несъвместими промени.
ca: hi ha modificacions en conflicte.
el: υπάρχουν συγκρουόμενες αλλαγές.
es: hay modificaciones en conflicto.
mk: постојат конфликтни модификации.
sr: постоје сукобљене измене.
tr: çakışan değişiklikler var.

source: to %1
bg: към %1
ca: a %1
el: σε %1
es: a %1
mk: до %1
sr: ка %1
tr: buraya %1

source: to %1!ls!
bg: към %1!ls!
ca: fins %1!ls!
el: σε %1!ls!
es: a %1!ls!
sr: ка %1!ls!

source: tree conflict
bg: конфликт на дърветата
ca: conflicte d'arbre
el: διένεξη δένδρου
es: conflicto de árbol
mk: конфликт на дрвото
sr: конфликт стабла
tr: ağaç çakışması

source: tsvn:autoprops A list of properties separated by newlines which get applied automatically when adding/importing files. Format: <filemask> = property=value;property=value Example: *.xml = svn:eol-style=native;svn:mime-type=text/xml
bg: tsvn:autoprops Списък със свойства, разделени с нов ред, които се прилагат автоматично при добавяне или внасяне на файлове. Формат: <файлова_маска> = свойство=стойност;свойство=стойност Пример: *.xml = svn:eol-style=native;svn:mime-type=text/xml
ca: tsvn:autoprops Una llista de propietats (separada amb noves línies) que s'aplica automàticament quan s'afegeixen/importen fitxers. Format: <màscara de fitxer> = propietat=valor;propietat=valor Exemple: *.xml = svn:eol-style=native;svn:mime-type=text/xml
es: tsvn:autoprops Una lista de propiedades, una por línea, que se aplican automáticamente cuando se añaden/importan archivos. Formato: <máscara de archivo> = propiedad=valor;propiedad=valor Por ejemplo: *.xml = svn:eol-style=native;svn:mime-type=text/xml
mk: tsvn:autoprops Листа на својства одвоени со нова линија кои автоматски се применуваат кога се додаваат/увезуваат датотеки. Формат: <filemask> = својство=вредност;својство=вредност Пример: *.xml = svn:eol-style=native;svn:mime-type=text/xml
sr: тсвн:аутопропс Листа особина раздвојене новим редом која ће се аутоматски применити кад додајете/увозите фајлове. Формат: <filemask> = пропертy=валуе;пропертy=валуе Еxампле: *.xмл = свн:еол-стyле=нативе;свн:миме-тyпе=теxт/xмл
tr: tsvn:otoözellikler Ekleme ve içeri aktarim yaparken otomatik olarak uygulanan yeni satırlarla bölünmüs özelliklerin listesi. Format: <filemask> = property=value;property=value Örnek: *.xml = svn:eol-style=native;svn:mime-type=text/xml

source: tsvn:lockmsgminsize Minimum size in chars a lock message must have before a lock is allowed.
bg: tsvn:lockmsgminsize Минимален брой знаци, които трябва да съдържа съобщението при заключване, за да се позволи заключване.
ca: tsvn:lockmsgminsize Mínima mida en caràcters que un missatge de lock ha de tenir perquè un lock sigui permès.
es: tsvn:lockmsgminsize Mínimo número de caracteres que hay que escribir en un mensaje de bloqueo antes de que se permita efectuar el bloqueo.
mk: tsvn:lockmsgminsize Минимална големина на пораката за заклучување пред да се дозволи заклучувањето.
sr: тсвн:лоцкмсгминсизе Најмањи број знакова који порука дневника мора садржати пре но што се дозволи закључавање.
tr: tsvn:logminsize Günlük mesajında teslim yapılmadan önce olması gereken minimum karakter sayısı.
