Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Merging from %1!ls!, revision %2!ls! to %3!ls!, revision %4!ls! into %5!ls!, %6!ls!%7!ls!%8!ls!
bg: Сливане от %1!ls!, ревизия %2!ls! до %3!ls!, ревизия %4!ls! в %5!ls!, %6!ls!%7!ls!%8!ls!
ca: Fusionant de %1!ls!, revisió %2!ls! a %3!ls!, revisió %4!ls! cap a %5!ls!, %6!ls!%7!ls!%8!ls!
es: Fusionando de %1!ls!, revisión %2!ls! a %3!ls!, revision %4!ls! en %5!ls!, %6!ls!%7!ls!%8!ls!
sr: Стапање од %1!ls!, ревизије %2!ls! до %3!ls!, ревизије %4!ls! у %5!ls!, %6!ls!%7!ls!%8!ls!

source: Merging r%1!ld! through r%2!ld!
bg: Сливане от r%1!ld! до r%2!ld!
ca: Fusionant r%1!ld! a través de r%2!ld!
el: Συγχώνευση r%1!ld! μέσω r%2!ld!
es: Fusionando de r%1!ld! a r%2!ld!
sr: Стапање р%1!ld! до р%2!ld!
tr: r%1!ld! r%2!ld! aracılığıyla birleştiriliyor

source: Merging r%ld
bg: Сливане на r%ld
ca: Fusionant r%ld
el: Συγχώνευση r%ld
es: Fusionando r%ld
mk: Спојување r%ld
sr: Стапање р%ld
tr: Birleştiriliyor r%ld

source: Merging revisions %1!ls! of %2!ls! into %3!ls!, %4!ls!%5!ls!%6!ls!
bg: Сливане на ревизии %1!ls! от %2!ls! в %3!ls!, %4!ls!%5!ls!%6!ls!
ca: Fusionant revisions %1!ls! de %2!ls! a %3!ls!, %4!ls!%5!ls!%6!ls!
es: Fusionando revisiones %1!ls! de %2!ls! en %3!ls!, %4!ls!%5!ls!%6!ls!
sr: Стапање ревизија %1!ls! од %2!ls! у %3!ls!, %4!ls!%5!ls!%6!ls!

source: Message
bg: Съобщение
ca: Missatge
el: Μύνημα
es: Mensaje
mk: Порака
sr: Порука
tr: Mesaj

source: Message &label:
bg: &Етикет на съобщение:
ca: &Etiqueta de missatge:
es: &Etiqueta de Mensaje:
sr: &Лабела поруке:
tr: Mesaj &etiketi:

source: Message &pattern:
bg: &Шаблон на съобщение:
ca: &Patró de missatge:
es: &Patrón del mensaje
sr: &Модел поруке:
tr: Mesaj &şablonu:

source: Message part &expression:
bg: Израз на част от &съобщение:
ca: &Expressió de part de missatge
es: &Expresión de la parte del mensaje
sr: Израз д&ела поруке:
tr: M&esaj bölümü ifadesi:

source: Message:
bg: Съобщение:
ca: Missatge:
el: Μύνημα:
es: Mensaje:
mk: Порака:
sr: Порука:
tr: Mesaj:

source: Messages
bg: Съобщения
ca: Missatges
el: Μυνήματα
es: Mensajes
mk: Пораки
sr: Поруке
tr: Mesajlar

source: Mime type
bg: МIME тип
ca: Tipus mime
el: Τύπος κωδικοποίησης
es: Tipo mime
mk: Mime тип
sr: Миме тип
tr: Mime tipi

source: Min
bg: Мин
ca: Mín
el: Ελάχιστο
es: Mín
mk: Минимум
sr: Минимум

source: Mine
bg: Мой
ca: Meu
el: Δικό μου
es: Mío
mk: Мое
sr: Мој
tr: Benim

source: Minimize the Ribbon
bg: Смаляване на панделката
ca: Minimitza la cinta
mk: Минимизирај ја лентата
sr: Минимизирати траку
tr: Şeriti Küçült

source: Minimum number of chars for a commit message:
bg: Минимален брой знаци за съобщение при поверяване:
ca: Nombre mínim de caràcters en un missatge de pujada:
es: Número de caracteres mínimo para un mensaje de confirmación
sr: Минимални број карктера поруке урезивања:
tr: Teslim etme mesajı için asgari karakter adedi:

source: Minimum number of chars for a lock message:
bg: Минимален брой знаци за съобщение при заключване:
ca: Nombre mínim de caràcters per un missatge de bloqueig:
el: Ελάχιστος αριθμός χαρακτήρων για μήνυμα κλειδώματος:
es: Número de caracteres mínimo para un mensaje de bloqueo
sr: Минимални број карктера за поруку закључавања:
tr: Kilitleme mesajı için asgari karakter adedi:

source: Misc
bg: Други
ca: Miscel·lània
el: Ετερόκλητα αντικείμενα
es: Miscelánea
mk: Разно
sr: Разно
tr: Çeşitli

source: Mixed
bg: Смесен
ca: Barrejat
el: Αναμεμειγμένα
es: Mixto
mk: Мешано
sr: Мешано
tr: Karışık

source: Modification date
bg: Дата на промяна
ca: Data de modificació
el: Ημερομηνία τροποποίησης
es: Fecha de modificación
mk: Дата на модификација
sr: Датум промене
tr: Değiştirilme tarih:

source: Modified
bg: Променен
ca: Modificat
el: Τροποποιημένα
es: Modificado
mk: Модифицирано
sr: Измењен
tr: Değiştirilmiş

source: Modified node
bg: Променен възел
ca: Node modificat
el: Τροποποιημένος κόμβος
es: Nodo modificado
mk: Модифициран јазол
sr: Измењен чвор
tr: Değiştirilmiş düğüm

source: Monitor interval in minutes:
ca: Interval de supervisió en minuts:
es: Intervalo de monitorización en minutos:
sr: Монитор интервал у минутима:

source: More
bg: Още
ca: Més
mk: Повеќе
sr: Више
tr: Daha fazla

source: More Buttons
bg: Още бутони
ca: Més botons
mk: Повеќе копчиња
sr: Више дугмета
tr: Daha fazla düğme

source: More Commands...
bg: Още команди...
ca: Més ordres...
mk: Повеќе Команди...
sr: Више наредби...
tr: Daha fazla komut

source: More colors...
bg: Още цветове...
ca: Més colors...
el: Περισσότερα χρώματα
es: Más colores...
mk: Повеќе бои...
sr: Више боја...
tr: Daha fazla renk...

source: More than one item dropped.
bg: Повече от един обект е изхвърлен.
ca: Més d'un element deixat anar.
es: Más de un ítem soltado.
sr: Више од једне ставке отпуштено.
tr: Birden fazla öğe bırakıldı.

source: More...
bg: Още...
ca: Més
el: Περισσότερα...
es: Más...
mk: Повеќе...
sr: Више...
tr: Daha fazla...

source: Most active author:
bg: Най-активен автор:
ca: Autor més actiu:
el: Πιο δραστήριος συγγραφέας
es: Autor más activo:
mk: Најмногу активен автор:
sr: Најактивнији аутор:
tr: En aktif yaratıcı:

source: Mouse
bg: Мишка
ca: Ratolí
mk: Глушец
sr: Миш
tr: Fare

source: Move %1!ld! items to %2!ls!
bg: Преместване на %1!ld! обекта в %2!ls!
ca: Desplaça %1!ld! elements a %2!ls!
el: Μετακίνηση %1!ld! στοιχείων to %2!ls!
es: Mover %1!ld! ítems a %2!ls!
sr: Премести %1!ld! ставки у %2!ls!

source: Move %1!ls! to %2!ls!
bg: Преместване на %1!ls! в %2!ls!
ca: Desplaça %1!ls! a %2!ls!
el: Μετακίνηση %1!ls! στο %2!ls!
es: Mover %1!ls! a %2!ls!
sr: Премести %1!ls! у %2!ls!

source: Move &Down
bg: Преместване на&долу
ca: Mou &avall
mk: Помери &Долу
sr: Помакни &доле
tr: &Aşağı Taşı

source: Move &Up
bg: Преместване на&горе
ca: Desplaça &amunt
mk: Помери &Горе
sr: Премести &горе
tr: &Yukarı Taşı

source: Move Item Down
bg: Преместване на обекта надолу
ca: Mou element avall
mk: Помести го членот надолу
sr: Премести Ставку Доле
tr: Öğeyi Aşağı Taşı

source: Move Item Up
bg: Преместване на обекта нагоре
ca: Mou element amunt
mk: Помести го членот нагоре
sr: Премести Ставку Горе
tr: Öğeyi Yukarı Taşı

source: Move and add The file is moved to the destination and added to version control.
ca: Desplaça i afegeix Es desplaça el fitxer a la destinació i s'afegeix al control de versions.
el: Μετακίνηση και προσθήκη Το αρχείο μετακινείται στον προορισμό και προστίθεται στον έλεγχο εκδόσεων.
es: Mover y añadir El archivo se mueve al destino y se añade al control de versiones.
sr: Помери и додај Фајле је померен у одредиште и додат контроли верзија.

source: Move and rename
bg: Преместване и преименуване
ca: Desplaça i canvia el nom
el: Μετακίνηση και μετονομασία
es: Mover y renombrar
mk: Премести и преименувај
sr: Премести и преименуј
tr: Taşı ve yeniden adlandır

source: Move and rename item to here
bg: Преместване и преименуване на обект до тук
ca: Desplaça i canvia el nom aquí
el: Μετακίνηση και μετονομασία αντικειμένων προς τα εδώ
es: Mover aquí el ítem y renombrarlo
mk: Премести и преименувај ставка тука
sr: Премести овде и преименуј ставку
tr: Elemanı buraya taşı ve yeniden adlandır

source: Move broken
ca: Desplaçament trencat
es: Movimiento roto
sr: Помера сломљене

source: Move items to here
bg: Преместване на обектите до тук
ca: Desplaça elements aquí
el: Μετακίνηση αντικειμένων εδώ
es: Mover aquí los ítems
mk: Премести ставки тука
sr: Премести ставке овде
tr: Öğeleri buraya taşı

source: Move special file or directory
bg: Премести специален файл или папка
ca: Desplaça fitxer especial o directori
es: Mover el archivo o carpeta especial
sr: Помера специјални фајл или фолдер
tr: Özel dosya ya da dizini taşı

source: Move to %1
ca: Desplaça a %1
es: Mover a %1
mk: Премести во %1
sr: Помери у %1
tr: %1'e taşı

source: Move to changelist
bg: Преместване в списък с промени
ca: Desplaça a la llista de canvis
el: Μετακίνηση στον πίνακα αλλαγών
es: Mover a la lista de cambios
mk: Премести во листа со измени
sr: Премести на скуп измена
tr: Değişim listesine taşı

source: Move-Replaced
ca: Desplaça-substituït
es: Movido-Reemplazado
sr: Помери-замени

source: Move/Rename
bg: Преместване/преименуване
ca: Desplaça/Canvia el nom
el: Μετακίνηση/Μετονομασία
es: Mover/Renombrar
mk: Премести/Преименувај
sr: Премести/Преименуј
tr: Taşı/Tekrar adlandır

source: Move: New name for %ls
bg: Преместване: ново име за %ls
ca: Desplaça: Nom nou per a %ls
el: Μετακίνηση: Καινούργιο όνομα για το %ls
es: Mover: Nuevo nombre para %ls
sr: Премештање: ново име за %ls

source: Move The file is moved to the destination and left unversioned.
ca: Desplaça Es desplaça el fitxer a la destinació però es manté sense versionar.
el: Μετακίνηση Το αρχείο μετακινείται στον προορισμό και παραμένει εκτός ελέγχου εκδόσεων.
es: Mover El archivo se mueve al destino y se deja sin versionar.
sr: Помери Фајл је померен у одредиште и остављен неверзионисан.

source: Move The items are moved to the target path.
bg: Преместване Обектите са преместени към зададения път.
ca: Desplaça Els elements es desplacen al camí destinació.
el: Μετακίνηση Τα αντικείμενα μετακινούνται στη διαδρομή προορισμού.
es: Mover Los ítems son movidos a la ruta destino.
sr: Померање Ставке се померају ка циљној путањи.
tr: Taşı Öğeler hedef adrese taşınır.

source: Moved
ca: Desplaçat
es: Movido
sr: Померено
tr: Taşındı

source: Moved from %ls
ca: Desplaçat des de %ls
el: Μετακινήθηκε από %ls
es: Movido desde %ls
sr: Померено из %ls

source: Moved to %ls
ca: Desplaçat a %ls
es: Movido a %ls
sr: Померено у %ls

source: Moves the modified files to the recycle bin first before reverting
bg: Премества променените файлове в кошчето преди отмяна
ca: Desplaça els fitxers modificats a la paperera abans de revertir
el: Μετακινεί τα αλλαγμένα αρχεία πρώτα στον κάδο ανακύκλωσης πριν να επαναστρέψει
es: Mueve los archivos modificados a la papelera de reciclaje antes de revertir
mk: Помести ги изменетите датотеки во recycle bin пред враќање
sr: Помера измењене фајлове у корпу пре враћања
tr: Revizyona dönmeden önce güncellenmiş dosyaları geri dönüşüm kutusuna taşır

source: Moving %1!ls!
bg: Местене на %1!ls!
ca: Movent %1!ls!
el: Μετακίνηση %1!ls!
es: Moviendo %1!ls!
sr: Премештање %1!ls!

source: Moving...
bg: Местене...
ca: Movent...
el: Μετακίνηση...
es: Moviendo...
mk: Преместувам...
sr: Премештам...
tr: Taşınıyor...

source: Multiple, &independent working copies
bg: Множество &независими работни копия
ca: Còpies de treball múltiples, &independents
el: Πολλαπλά, &ανεξάρτητα αντίγραφα εργασίας
es: Multiples, copias de trabajo &independientes
sr: Вишеструке, незав&исне радне копије
tr: B&irden fazla, bağımsız çalışan kopyalar

source: My file:
bg: Мой файл:
ca: El meu fitxer:
el: Το αρχείο μου:
es: Mi archivo:
mk: Моја датотека:
sr: Мој фајл:
tr: Benim dosyam:

source: NUM
sr: НУМ

source: Name
bg: Име
ca: Nom
sr: Име
tr: Ad

source: Name:
ca: Nom:
el: Όνομα:
es: Nombre:
sr: Име:
tr: İsim:

source: Navigate
bg: Навигирай
ca: Navegació
el: Πλοήγηση
es: Navegar
sr: Управљање
tr: Dolaş

source: Navigate to a specific line in the view Goto Line
ca: Navega fins a una línia específica dins la vista Vés a la línia
es: Navegar a una linea especifica en la vista Ir a la linea
sr: Управи се у специфичну линију у прегледу Иди на линију

source: Navigation Pane Options
bg: Настройки на навигационното пано
ca: Opcions de Navegació
sr: Опције Навигационог Панела
tr: Navigasyon Penceresi Seçenekleri

source: Navigation Pane Options...
bg: Настройки на навигационното пано...
ca: Opcions de Navegació...
sr: Опције Навигационог Панела...
tr: Navigasyon Penceresi Seçenekleri...

source: Needs-&Lock
bg: Изисква-&заключване
ca: Necessita-&bloqueig
es: Necesita b&loqueo
sr: Захтева-за&кључавање
tr: Kilide &ihtiyacı var

source: Needs-lock
bg: Изисква-заключване
ca: Necessita-bloqueig
es: Necesita bloqueo
sr: Захтева-закључавање
tr: Kilide ihtiyacı var

source: Neither /path nor /pathfile was specified or does not contain a valid path!
bg: Нито /path нито /pathfile е зададен или не съдържа валиден път!
ca: No s'ha especificat ni /path ni /pathfile, o conté un camí invàlid.
es: No se ha especificado /path ni /pathfile o la ruta no es válida!
sr: Нити /путања нити /путања фајла су специфициране или нису садржале ваљане путање!
tr: /yol veya /dosyayolu belirtilmedi veya geçerli bir yol içermiyor!

source: Nested
bg: Вмъкнат
ca: Aniuat
el: Ένθετα
es: Anidado
mk: Вгнездено
sr: Угнеждено
tr: İçiçe yerleştirilmiş

source: Network
bg: Мрежа
ca: Xarxa
el: Δικτιο
es: Red
mk: Мрежа
sr: Мрежа
tr: Ağ Ayarları

source: Never try to contact the repository again
bg: Без връзка с хранилището от сега нататък
ca: No tractis de contactar el repositori mai més
el: Μην επιχηρήσετε να επικοινωνήσετε με το αποθετήριο ξανά
es: No intentar contactar con el repositorio de nuevo nunca más
mk: Никогаш не се обидувај да го исконтактираш складиштето
sr: Не покушавај се поново спојити са спремиштем
tr: Depo ile bir daha bağlantiya geçme

source: New
bg: Нов
ca: Nou
el: Νέο
es: Nuevo
mk: Ново
sr: Ново
tr: Yeni

source: New &name:
bg: Ново &име:
ca: Nom &nou:
el: Νέο &όνομα:
es: &Nuevo nombre:
mk: Ново &име:
sr: Ново &име:
tr: Yeni &ad:

source: New Menu
bg: Ново меню
ca: Menú nou
mk: Ново Мени
sr: Нови мени
tr: Yeni Menü

source: New branch/tag is not ready yet, retrying switch...
ca: La nova branca/etiqueta encara no està disponible, tornant a provar el canvi...
es: La nueva rama/etiqueta no está lista aun, volviendo a intentar el cambio...
sr: Нова грана/знак још није учитана, покушава се пребацивање...

source: New name must not be empty or the same as the original name!
ca: El nom nou no pot ser buit o igual que el nom original.
el: Το νέο όνομα δεν πρέπει να είναι κενό ή ίδιο με το αρχικό όνομα!
es: El nuevo nombre no puede estar vacío o ser igual al nombre original!
sr: Ново име не може бити празно или исто као оригинално име!

source: Newlines
ca: Salts de línia
es: líneas nuevas
sr: Нова линија

source: Next Page Next Page
bg: Следваща страница Следваща страница
ca: Pàgina següent Pàgina següent
mk: Следна страна Следна страна
sr: Следећа Страна Следећа Страна
tr: Sonraki Sayfa Sonraki Sayfa

source: Next conflict
bg: Следващ конфликт
ca: Conflicte següent
es: Siguiente conflicto
sr: Следећи конфликт
tr: Sonraki çakışma

source: Next difference
bg: Следваща разлика
ca: Diferència següent
el: Επόμενη διαφορά
es: Siguiente diferencia
sr: Следећа разлика
tr: Sonraki fark

source: Next inline difference
bg: Следваща вътрередова разлика
ca: Propera diferència a la línia
es: Siguiente diferencia en linea
sr: Следећа разлика у линији
tr: Sonraki satıriçi farklılık

source: No command specified! TortoiseProc.exe is used by the Shell extension and should not be called directly!
bg: Няма зададена команда! TortoiseProc.exe се използва от разширението на Windows Explorer и не би трябвало да се стартира директно!
ca: No s'ha especificat cap ordre. TortoiseProc.exe s'utilitza per la extensió Shell i no s'hauria d'executar directament.
el: Δεν έχει οριστεί εντολή! Το εκτελέσιμο αρχείο Tortoise.exe είναι σε χρήση από την επέκταση κελύφους και δεν πρέπει να καλείται άμεσα!
es: ¡No se especificó comando! ¡TortoiseProc.exe es utilizado por la extensión del Shell y no debe ser invocado directamente!
mk: Наредбата не е одредена! TortoiseProc.exe се користи од страна на Shell-от и не смее да се повика директно!
sr: Наредба није одређена! ТортоисеПроц.еxе је коришћен од стране проширења шкољке и не би требао бити позван директно!
tr: Komut belirtilmedi! TortoiseProc.exe Shell uzantısı tarafından kullanılır ve doğrudan çağrılmamalıdır!

source: No differences found!
bg: Няма открити разлики!
ca: No s'han trobat diferències
el: Δεν βρέθηκαν διαφορές!
es: ¡No existen diferencias!
mk: Разликите не се пронајдени!
sr: Разлике нису нађене!
tr: Farklılık bulunamadı!

source: No error message is available.
bg: Няма налично съобщение за грешка.
ca: No hi ha disponible cap error de missatge.
el: Δεν υπάρχει διαθέσημο μύνημα λάθους .
es: No hay mensaje de error disponible.
mk: Не е достапна ниедна порака за грешка.
sr: Није доступна ниједна порука о грешци.
tr: Hata mesajı bulunamadı

source: No error occurred.
bg: Няма грешки.
ca: No ha ocorregut cap error.
el: Δεν υπήρξε λάθος
es: No ocurrió ningún error.
mk: Грешката не се појавила.
sr: Грешка се није појавила.
tr: Hata oluşmadı.

source: No externals found
bg: Няма открити външни
ca: No s'han trobat externs
el: Δεν βρέθηκαν εξωτερικά
es: ¡No existen referencias externas!
sr: Разлике нису нађене
tr: Harici bulunamadı

source: No externals: For URLs, no externals are gathered. If you want to tag externals, start the command directly from a working copy.
ca: No externs: Per URLs, no es recullen externs. Si voleu etiquetar externs, inicieu l'ordre directament des d'una còpia de treball.
es: Sin referencias externas: Para URLs, no se obtuvieron referencias externas. Si desea etiquetar referencias externas, inicie el comando directamente desde la copia de trabajo.
sr: Нема екстернала: За УРЛе, екстернали се не бирају. Ако хоћете да означите екстернале покрените команду директно из радне копије.

source: No files to show with the current setting. Check one or more settings below to see unversioned, ignored and/or unmodified files. To see remote changes, click on 'Check Repository'
bg: Няма файлове за показване при текущите настройки. Включете една или повече опции по-долу за да видите неконтролираните, игнорираните и/или непроменените файлове. За да видите отдалечените промени, щракнете на 'Проверка в хранилището'.
ca: Amb la configuració actual no hi ha fitxers per mostrar. Comproveu la configuració de sota per veure fitxers sense versionar, ignorats i/o sense modificar. Per veure canvis remots, feu clic a 'Comprova Repositori'
el: Δεν υπάρχουν αρχεία για εμφάνιση με το επίκαιρο περιβάλλον. Θέστε μία ή περισσότερες από τις μεταβλητές περιβάλλοντος παρακάτω για να δείτε αρχεία χωρίς έκδοση, υπό αγνόηση και/ή χωρίς αλλαγές. Για να δείτε απομακρυσμένες αλλαγές, πατήστε 'Έλεγχος Αποθήκης'
es: No se muestra ningún archivo con la configuración actual. Seleccione una o más de las opciones siguientes para ver los archivos no versionados, ignorados y/o no modificados. Para ver los cambios remotos, haga click en 'Comprobar Repositorio'
mk: Нема што да прикажам со сегашните подесувања. Изберете едно или повеќе подесувања за да видите неверзионирани,игнорирани или немодифицирани датотеки. За да ги видите измените, изберете 'Провери го складиштето'
sr: Нема фајовал за приказивање са текућим подешавањем. Означи неку или више поставки како би се приказале фајлови без верзија, занемарени и/или неизмењени фајлови. Ако желите погледати измене у спремишту, кликните на 'Провери спремиште'
tr: Geçerli ayarla gösterilebilecek dosya yok Versiyonlanmamış, aldırılmayan ve/veya değiştirilmemiş dosyaları görmek için aşağıdaki bir veya daha fazla ayarı kontrol edin. Uzaktaki değişiklikleri görmek için, 'Depoyu Kontrol Et'e tıklayın

source: No files were changed or added since the last commit. There's nothing for TortoiseSVN to do here... You can show the unversioned items by enabling them with the checkbox at the bottom.
bg: Няма променени или добавени файлове от последново поверяване. TortoiseSVN няма какво да направи тук... Може да покажеш оектите които нямат вариант като ги разрешиш с отметка накрая.
ca: No s'ha modificat o afegit cap fitxer des de la darrera pujada. Aquí TortoiseSVN no hi té res a fer... Mostreu els elements sense versionar activant la casella de selecció a la part inferior.
es: No hay archivos cambiados o modificados desde la última confirmación. No hay nada que TortoiseSVN haga aquí... Puede ver los ítems sin versionar habilitandolos marcando el checkbox en la parte de abajo.
sr: Ниједан фајл није измењен или додат од задњег урезивања. Нема ничег да ТортоисеСВН ради овде... Можете приказати неверзионисане ставке омогућавајући их са чекбоксом на дну.
tr: Son teslimden beri hiçbir dosya değişmedi. Bu durumda TortoiseSVN'in yapacağı bir şey yok... Versiyonlanmamış öğeleri, alttaki işaret kutusunu seçerek gösterebilirsiniz.

source: No files were changed or added since the last commit. There's nothing for TortoiseSVN to do here...
bg: Няма променени или добавени файлове след последното поверяване. TortoiseSVN няма работа тук...
ca: No s'ha modificat o afegit cap fitxer des de la darrera pujada. TortoiseSVN no hi té res a fer...
el: Κανένα αρχείο δεν έχει αλλαχθεί ή προστεθεί από την τελευταία αποθήκευση. Δεν υπάρχει τίποτα να κάνει το TortoiseSVN εδώ...
es: No se cambiaron ni añadieron archivos desde la última confirmación. No hay nada que TortoiseSVN pueda hacer...
mk: Ниедна датотека не е сменета или додадена од последното складирање. Не преостанува ништо за работа...
sr: Ни један фајл није измењен или додат од задњег урезивања. ТортоисеСВН нема овде шта да ради...
tr: Bir önceki teslim etmeden beri değiştirilmiş yada eklenmiş dosya bulunamadı. TortoiseSVN'in burada yapabileceği bir şey yok...

source: No graph available
bg: Няма налична диаграма
ca: No hi ha cap gràfic disponible
el: Δεν υπάρχει διαθέσημο ιστογράφημα
es: No hay gráfico disponible.
mk: Графиконот не е достапен
sr: Граф није доступан
tr: Mevcut bir diyagram bulunmamakta

source: No image encoder found for %ls.
bg: Не е открит преобразовател на изображения за %ls.
ca: No s'ha trobat encoder d'imatge per %ls.
el: Δεν βρέθηκε κωδικοποιητής εικόνων για το %ls.
es: No se encuentra un codificador de imagen para %ls.
sr: Програм за кодирање слика није нађен за %ls.

source: No path or pathfile specified on the command line!
bg: Не е зададен път или път до файла от командния ред!
ca: No hi ha cap camí ni cap fitxer de camí especificats a la línia d'ordres.
el: Δεν έχει οριστεί μονοπάτι η αρχείο μονοπάτιου στην γραμμή εντολών!
es: No se especificó una ruta o archivo en la línea de comandos!
mk: Не е специфицирана патека или патеки на командната линија!
sr: Нема путање или фајлпутање на командној линији!
tr: Komut satırında bir dizinyolu veya dizinyolu dosyası belirtilmedi!

source: No status cache. Only versioned folders get an overlay, files don't get an overlay
bg: Без кеш на състоянието. Само контролирани папки имат модификация на иконката, файловете - не.
ca: Sense memòria cau d'estat. Només les carpetes versionades es superposen, els fitxers no es superposen
el: Δεν υπάρχει προσωρινή αποθήκευση της κατάστασης. Μόνο φακέλοι με έκδοση παίρνουν επικάλυψη, όχι αρχεία
es: Sin caché de estado. Sólo las carpetas versionadas mostrarán iconos superpuestos, los archivos no
mk: Нема привремена меморија за статусот. Само верзионираните директориуми добиваат прекривени икони, датотеките не добиваат.
sr: Нема кеш статуса. Само именици под системом управљања верзијама добијају прекриваче, не и фајлови
tr: Durum önbelleği mevcut değil. Sadece versiyonlu klasörler işaretlenir, dosyalar işaretlenmez

source: No such revision '%1!ls!'
bg: Няма ревизия '%1!ls!'
ca: No existeix la revisió '%1!ls!'
el: Δεν υπάρχει έκδοση '%1!ls!'
es: No existe la revisión '%1!ls!'
sr: Нема те ревизије '%1!ls!'

source: No thesaurus suggestions
bg: Няма предложения за синоними
ca: No hi ha cap suggeriment del diccionari
es: No hay sugerencias de sinónimos
mk: Нема граматички предлози
sr: Нема предлога из речника синонима
tr: Eşanlamlı önerisi bulunmamakta

source: Node Status:
bg: Състояние на възел:
ca: Estat del node:
es: Estado del Nodo:
sr: Статус чвора:
tr: Düğüm Durumu:

source: Node colors
bg: Цветове на възлите
ca: Colors del node
el: Χρώματα κόμβου
es: Colores de nodo
mk: Боја на јазлите
sr: Боја чвора
tr: Düğüm renkleri
