Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: The repository was successfully created. Do you want to create the default folder structure (trunk/branches/tags) now?
bg: Хранилището беше създадено успешно. Желаете ли да се създаде подразбиращата се структура от папки (trunk/branches/tags) сега?
ca: El repositori s'ha creat satisfactòriament. Voleu crear ara l'estructura de carpetes per defecte (tronc/branques/etiquetes)?
es: El repositorio fue creado correctamente. Desea crear la estructura de carpetas por defecto (trunk/branches/tags) ahora?
sr: Спремиште је сукцесивно креирано. Да ли сада желите да креирате структуру уобичајеног фолдера (дебло/гране/ознаке)?
tr: Depo başarıyla oluşturuldu. Varsayılan klasör yapısını (trunk/branches/tags) şimdi oluşturmak ister misiniz?

source: The returned error was: %ls
bg: Върнатата грешка беше: %ls
ca: S'ha retornat l'error: %ls
el: Το επιστρεφόμενο σφάλμα ήταν: %ls
es: El error retornado fue: %ls
sr: Враћена грешка је била: %ls

source: The selected file appears to still have one or more conflict markers in it. Are you sure you want to mark the file resolved?
bg: Избраният файл все още съдържа маркери за налични конфликти. Сигурни ли сте, че желаете да отбележите файла като разрешен?
ca: El fitxer seleccionat sembla que té encara un o més marcadors de conflicte. Esteu segur que voleu marcar el fitxer com a resolt?
es: El archivo seleccionado parece tener todavía una o más marcas de conflicto. ¿Estás seguro de marcar el archivo como resuelto?
mk: Изберената датотека сеуште поседува еден или повеќе конфликти. Дали сте сигурни дека датотеката треба да се маркира како разрешена?
sr: Изабрана фајл изгледа да још увек садржи ознаке једног или више сукоба. Јесте ли сигурни да желите означити фајл као решен?
tr: Seçili dosyada halen bir yada daha fazla çakışma işaretleri bulunmakta. Bu dosyayı çözümlendi olarak işaretlemek istediğinizden emin misiniz?

source: The settings file can not be decrypted with the specified password! Do you want to overwrite the sync file?
ca: No es pot desencriptar el fitxer de configuració amb aquesta contrasenya. Voleu sobreescriure el fitxer sync?
el: Το αρχείο ρυθμίσεων δεν μπορεί να αποκρυπτογραφηθεί με τον συγκεκριμένο κωδικό πρόσβασης! Θέλετε να επεγγράψετε το αρχείο συγχρονισμού;
es: ¡El archivo de configuraciones no puede ser decodificado con el password especificado! ¿Desea sobreescribir el archivo de sincronización?
sr: Фајл подешавања не може бити декриптован специфицираном лозинком! Да ли желите да препишете синкро фајл?

source: The specified path/url %ls is invalid!
ca: El camí/url especificat %ls no és vàlid.
el: Η καθορισμένη διαδρομή/url %ls είναι άκυρη!
es: ¡La ruta/url especificado %ls no es válido!
sr: Специфицирана путања/урл %ls је неисправна!

source: The target already exists.
bg: Целта вече съществува.
ca: La destinació ja existeix.
el: Ο προορισμός υπάρχει ήδη.
es: El destino ya existe.
sr: Циљ већ постоји.
tr: Hedef zaten var.

source: The target file %ls already exists. Do you want to replace the file?
bg: Целевият файл %ls вече съществува. Желаете ли да го замените?
ca: El fitxer %ls a la destinació ja existeix. Voleu reemplaçar-lo?
el: Το αρχείο στόχος %ls υπάρχει ήδη. Θέλετε να το αντικαταστήσετε;
es: El archivo de destino %ls ya existe. ¿Desea reemplazar el archivo?
sr: Циљни фајл %ls већ постоји. Желите ли заменити фајл?

source: The target folder %ls is not empty! Are you sure you want to checkout/export into that folder?
bg: Целевата папка %ls не е празна! Сигурни ли сте, че желаете да изпишете/изнесете в тази папка?
ca: La carpeta triada %ls no és buida. Esteu segur que voleu obtenir/exportar a aquesta carpeta?
es: ¡La carpeta de destino %ls no está vacía! ¿Está seguro de querer obtener/exportar en esa carpeta?
sr: Циљни фолдер %ls није празан! Јесте ли сигурни да желите преузимање/извоз баш у тај фолдер?

source: The target has local modifications
bg: Целта има локални промени
ca: La destinació té modificacions locals
el: Ο στόχος έχει τοπικές τροποποιήσεις
es: El destino tiene modificaciones locales
sr: Циљ има локалне измене
tr: Hedef yerel değişikliklere sahip

source: The target working copy '%ls' has local modifications. It is recommended to commit those changes first before merging new changes.
bg: Работното копие на '%ls' има локални промени. Препоръчително е да се поверят първо, преди да се слеят с новите промени.
ca: La còpia de treball '%ls' a la destinació té modificacions locals. Es recomana pujar aquests canvis primer, abans de fusionar canvis nous.
es: La copia de trabajo destino '%ls' tiene modificaciones locales. Es recomendado confirmar primero estos cambios antes de fusionarlos con los nuevos cambios.
sr: Циљна радна копија '%ls' има локалне измене. Препоручује се најпре урезивање тих измена пре стапања нових измена.

source: The target working copy has local modifications!
bg: Целевото работно копие има местни промени!
ca: La còpia de treball a la destinació té modificacions locals.
el: Το αντιγράφο εργασίας (στόχος) έχει τοπικές μεταβολές
es: ¡La copia de trabajo destino tiene modificaciones locales!
sr: Циљна радна копија има локалне измене!
tr: Hedef çalışan kopya yerel değişiklikler içeriyor!

source: The text is identical, but the files do not match! The following differences were found:
ca: El text és idèntic, però els fitxers no coincideixen. S'han trobat les següents diferències:
el: Το κείμενο είναι πανομοιότυπο αλλά τα αρχεία δεν ταιριάζουν! Βρέθηκαν οι ακόλουθες διαφορές:
es: El texto es idéntico, pero ¡los ficheros no coinciden! Las siguientes diferencias se encontraron:
sr: Текст је идентичанали али фајлови нису препознати! Следеће разлике су нађене:

source: The time in seconds after which the parsing of the selected files stops. A lower value will make the auto-completion list available sooner, but maybe not scan all files.
bg: Време (в секунди), след изтичането на което спира разбора на избраните файлове. По-малка стойност ще покаже списъка за автоматично дописване по-скоро, но вероятно без да са прегледани всички файлове.
ca: Temps en segons després del qual el parsing dels fitxers seleccionats s'atura. Un valor baix fa que la llista d'autocompletació es generi més aviat, però pot fer que no s'escanegin tot els fitxers.
es: El tiempo en segundos tras el que se detiene el parseado de los archivos seleccionados. Un valor bajo hará que la lista de autocompletar aparezca antes, pero puede que no se hayan escaneado todos los archivos.
mk: Време во секунди после кое парсирањето на избраните датотеки ќе застане. Пониска вредност ќе ја направи листата за автокомплетирање побргу достапна, но можеби нема сите датотеки да бидат скенирани.
sr: Време у секундама након којег се зауставља анализа одабраних фајлова. Мања вредност узроковаће бржу појаву пописа аутоматских допуна, али тада сви фајлови можда неће бити претражени.
tr: Seçilen dosyanın çözümlenmesinin durdurulmasına kalan süre (sn). Daha düşük bir değer otomatik-tamamlama listesinin daha hızlı gelmesini sağlar, fakat tüm dosyaları taramayabilir.

source: The two selected URL's are not created from the same root. It's not possible to show the log messages between them!
bg: Двата избрани URL-а не са създадени от един и същ корен. Невъзможно е да бъдат показани съобщения от дневника между тях!
ca: Els dos URLs seleccionats no s'han creat des de la mateixa arrel. No és possible mostrar els missatges de log entre ells.
el: Οι δύο επιλεγμένες URL δεν έχουν δημιουργηθεί από την ίδια ρίζα. Δεν είνα δυνατή η εμφάνιση των μηνυμάτων ιστορικού μεταξύ τους!
es: Las dos URLs seleccionadas no están creadas desde la misma raíz. ¡No es posible mostrar los mensajes de registro entre ellas!
mk: Двата изберени URL'ови не се креирани од ист корен. Не е возможно да се покажат коментарите помеѓу нив!
sr: Два одабрана УРЛ-а не потичу од истог извора. Није могуће приказати њихове поруке дневника!
tr: Seçili URL'ler aynı kökten(kaynaktan) yaratılmamıştır. Aralarındaki Günlük mesajlarını göstermek mümkün değildir!

source: The user who did the last commit
bg: Потребителят с последеното поверяване
ca: L'usuari que ha fet la darrera pujada
el: Ο χρήστης που διέπραξε την τελευταία παραπομπή
es: El usuario que hizo la última confirmación
mk: Корисник кој направил последно складирање
sr: Корисник који је направио задње урезивања
tr: Son teslimi yapan kullanıcı

source: The user who owns the lock of the file
bg: Потребителят, който е заключил файла
ca: L'usuari que posseeix el bloqueig del fitxer
el: Ο χρήστης που έχει την κατοχή του κλειδώματος στο αρχείο
es: El usuario que es dueño del bloqueo del archivo
mk: Корисник кој е власник на клучот за датотеката
sr: Корисник који је закључао фајл
tr: Dosyanın kilidinin sahibi olan kullanıcı

source: Their file:
bg: Техният файл:
ca: El seu fitxer:
el: Το αρχείο:
es: Archivo de otros:
mk: Нивна датотека:
sr: Њихов фајл:
tr: Onların dosyası:

source: Theirs
bg: Техен
ca: Els seus
el: Δικό τους
es: De ellos
mk: Нивно
sr: Њихов
tr: Onların

source: There are changes or unversioned items inside one or more directories which you have included with svn:externals. Those files are not listed for commit. You need to commit those files separately.
bg: Има промени или неконтролирани обекти в една или повече директории, които сте добавили чрез svn:externals. Тези файлове не са в списъка за поверяване. Трябва да поверите тези файлове отделно.
ca: Hi ha canvis dins d'un o més elements sense versionar dins d'un o més directoris que heu inclòs amb svn:externals. Aquests fitxers no han estat llistats per a la pujada. Heu de pujar-los separadament.
es: Hay cambios o ítems sin versionar dentro de uno o más directorios que han sido incluidos con svn:externals. Esos archivos no se muestran para su confirmación. Necesita confirmar esos archivos de forma separada.
mk: Постојат измени во еден или повеќе директориуми кои ги вклучивте во svn:externals. Тие датотеки не се излистани за складирање. Мора да ги складирате тие датотеки посебно.
sr: Постоје измене или неверзионисани фајлови унутар једног или више фолдера који су укључени преко својства свн:еxтерналс. Ти фајлови нису на попису за урезивање. Њих морате урезати засебно.
tr: svn:externals ile dahil ettiğiniz bir ya da birkaç klasörün içinde değişiklikler ya da versiyonlanmamış elemanlar var. Bu dosyalar teslim edilecek olanlar listesinde bulunmamakta. Bu dosyaları ayrıca teslim etmelisiniz.

source: There are currently %d overlay handlers installed besides the ones Tortoise uses.
ca: Actualment hi ha %d gestors de superposició instal·lats a part dels utilitzats per Tortoise.
es: Existen actualmente %d controladores de superposición además del que utiliza Tortoise
sr: Постоји текућих %d руковаоца прекривача инсталираних по Тортоисе кориснику

source: There are more editable views. What view do you want to save?
ca: Hi ha més vistes editables. Quina vista voleu desar?
es: Hay más vistas editables. Qué vista quieres salvar?
sr: Постоји више прегледа за уређивање. Који преглед желите да сачувате?

source: There are no issue-tracker providers available.
bg: Няма доставчици на проследяване на дефекти.
ca: No hi ha proveïdors de seguidors d'incidències disponibles.
es: No hay proveedores de control de incidentes disponibles.
sr: Нема набављача проблем-трагача.
tr: Uygun sorun-izleyici bulunamadı.

source: There are still unresolved conflicts in line %d! You should resolve those conflicts first before saving. Do you want to save the file with the conflicts still there? If you click YES, then you have to manually resolve the conflicts in another editor!
bg: Все още има неразрешени конфликти на ред %d! Би трябвало да разрешите тези конфликти преди да запишете. Желаете ли да запишете файла с неразрешени конфликти? Ако изберете 'Да', ще трябва да разрешите конфликтите ръчно в друг текстов редактор!
ca: Encara hi ha conflictes sense resoldre a la línia %d. És recomanable que resolgueu aquests conflictes abans de desar. Voleu desar el fitxer amb conflictes? Si cliqueu SÍ, llavors heu de resoldre els conflictes manualment en un altre editor.
es: ¡Todavía hay conflictos sin resolver en la línea %d! Debe resolver esos conflictos primero, antes de que guardar.¿ Seguro que desea guardar el archivo con los conflictos ? Si pulsa SI, entoces deberá resolver los conflictos manualmente con otro editor !!!
mk: Сеуште постојат неразрешени конфликти на линијата %d! Би требало да ги разрештите пред да зачувате. Дали сакате да ја зачувате датотеката иако постојат конфликти? Доколку изберете ДА, тогаш ќе мора рачно да ги разрешите конфликтите во друг едитор!
sr: Постоји још нерешених сукоба у линији %d! Потребно је решити те сукобе пре снимања. Желите ли снимити фајл са и даље присутним сукобима? Ако кликнете ДА, тада ћете морати да ручно решите сукобе користећи неки други алат за обраду!
tr: %d satırında halen çözümlenmemiş çakışmalar bulunmakta! Kaydetmeden önce bu çakışmaları çözümlemelisiniz. Dosyayı bu çakışmalarla halen kaydetmek istiyor musunuz? Eğer EVET'i tıklarsanız daha sonra başka bir editör kullanarak bu çakışmaları kendiniz düzeltmeniz gerekli!

source: There are unsaved modifications! Do you want to save your changes?
bg: Има незаписани промени! Желаете ли да запишете промените си?
ca: Hi ha modificacions sense desar. Voleu desar els canvis?
el: Υπάρχουν μη αποθηκευμένες μεταβολές! Θέλετε να τις αποθηκεύσετε;
es: ¡Hay modificaciones sin guardar! ¿Desea guardar sus cambios?
mk: Постојат незачувани измени! Дали сакате да ги зачувате измените?
sr: Постоје измене које нису спремљене! Желите ли снимити ваше измене?
tr: Kayıtlı olmaya değişiklikler var.Değişikliklerinizi kayit etmek ister misiniz?

source: There has been a problem contacting the server. Do you want to see the cached data instead? Please understand that the cached data may be outdated, incomplete or even misleading due to incomplete history data.
bg: Проблем при свързване със сървъра. Желаете ли вместо това да видите кешираните данни? Моля, имайте предвид, че кешираните данни може да са остарели, непълни или дори заблуждаващи поради непълна хронология.
ca: No s'ha pogut contactar amb el servidor. Voleu que s'utilitzin les dades de la memòria cau? Tingueu en compte que les dades de la memòria cau poden ser antigues, incompletes o fins i tot errònies degut a que l'historial pot ser incomplet.
es: Ha ocurrido un error al contactar con el servidor. ¿Desea ver los datos anteriormente cacheados? Por favor entienda que los datos cacheados pueden ser obsoletos, incompletos o incluso engañosos debido a unos datos de historial incompletos.
mk: Настана проблем при конекција со сервер. Дали сакаде да ги видите кешираните податоци? Кешираните податоци можат да бидат застарени, некомплетни или дури и грешни поради нецелосната историја.
sr: Догодио се проблем с конекцијом према серверу. Да ли желите уместо тога да погледате податке из кеша Молимо да узмете у обзир чињеницу да такви подаци могу бити застарели, непотпуни те да могу бити погрешни због некомплетне историје.
tr: Sunucuya bağlanmakta sorun yaşandı. Bunun yerine ön bellekteki veriyi görmek ister misiniz? Lütfen ön bellekteki verinin tam olmayan verilere bağlı olarak eskimiş, eksik veya yanıltıcı olabileceğini göz önünde bulundurunuz

source: There is nothing to add. All the files and folders are either under version control or have been ignored using the svn:ignore property or the global ignore configuration setting.
bg: Няма нищо за добавяне. Всички файлове и папки или вече са контролирани, или са игнорирани чрез използване на свойството 'svn:ignore' или на глобалната настройка за игнориране.
ca: No hi ha res a afegir. Tots els fitxers i carpetes són sota control de versions o bé s'han ignorat utilitzant la propietat svn:ignore o el paràmetre d'ignorar global de la configuració.
el: Δεν υπάρχει τίποτα για να προστεθεί. Όλα τα αρχεία ή υπάγονται ήδη σε έλεγχο εκδόσεων ή έχουν αγνοηθεί χρησιμοποιώντας την svn:ignore ιδιότητα ή με τη ρύθμιση καθολικής αγνόησης.
es: No hay nada que añadir. Todos los archivos y carpetas o están bajo el control de versiones, o han sido ignorados utilizando la propiedad svn:ignore o el patrón global para ignorar.
mk: Нема што да се додаде. Сите датотеки и директориуми се или под контрола на верзија или се игнорираат користејќи го svn:ignore својството или глобалното подесување за игнорирање.
sr: Нема се ништа додати. Сви фајлови и именици су или под контролом система за управљање верзијама, или занемарени због својства свн:игноре или уписане поставке глобалног занемаривања у конфигурацији подешавања.
tr: Eklenilecek birşey bullunamadı.Tüm dosya ve klasörler ya svn:ignore özelliği yada global ayarlar ile aldırılmamaya alınmış yada versiyon kontrolündeler.

source: There's already a plugin configured for this path
ca: Ja existeix un connector configurat per aquest camí
es: Hay todavía un plugin configurado para esta ruta
sr: Већ постоји плагин конфигурисан за ову путању

source: There's nothing to unlock. No file has a lock in this working copy.
bg: Няма нищо за отключване. Няма заключени файлове в това работно копие.
ca: No hi ha res a desbloquejar. No hi ha cap fitxer bloquejat en aquesta còpia de treball.
el: Δεν υπάρχει κάτι για να ξεκλειδωθεί. Κανένα αρχείο δεν έχει κλείδωμα σε αυτό το αντίγραφο εργασίας.
es: No hay nada que desbloquear.. Niingún archivo tiene bloqueo en esta copia de trabajo.
mk: Нема ништо за отклучување. Ниедна датотека не е заклучена во оваа работна копија.
sr: Нема ништа да се откључа. Ниједан фајл није закључан у овој радној копији.
tr: Açılacak dosya yok. Bu çalışan kopyadaki hiç bir dosya kilitlenmemiş.

source: Thesaurus
bg: Синонимен речник
ca: Diccionari
mk: Граматика
sr: Синоними
tr: Eşanlamlılar sözlüğü

source: These are more recently saved than the currently open documents and contain changes that were made before the application closed.
bg: Това са по-скоро запазени документи от отворените в момента,които съдържат промени направени преди затварянето на програмата.
ca: Aquests documents són més recents que els documents actualment oberts i contenen canvis fets abans que es tanqués l'aplicació.
el: Αυτά έχουν αποθηκευτεί πιό πρόσφατα από τα ήδη ανοιχτά έγγραφα και περιέχουν αλλαγές που συνέβησαν πριν κλείσει η εφαρμογή.
es: Estos han sido grabados mas recientemente que los documentos actualmente abiertos y contienen cambios que fueron realizados antes que se cierre la aplicación.
sr: Ово су скорашње сачувани затим текуће отворени документи и садрже измене пре него се апликација затвори.
tr: Bunlar şu anda açık olan belgelerden daha sonra kaydedilmiş ve uygulama kapatılmadan önce yapılmış değişiklikler içeriyor.

source: This commit is not recursive, and there are moved/renamed/copied folders selected for commit. Such moves/renames are always performed recursively in the repository. Do you want to commit anyway?
ca: Aquesta pujada és no recursiva, i hi ha carpetes desplaçades, canviades de nom o copiades, seleccionades per pujar. Aquestes accions sempre es fan recursivament en el repositori. Voleu fer la pujada de totes maneres?
es: Esta corrección no es recursiva, y hay carpetas movidas/renombradas/copiadas seleccionadas para unificar. Estos movimientos/renombrados son siempre realizados recursivamente en el repositorio. ¿Quieres continuar y subir los cambios de todos modos?
sr: Урезивање није рекурзивно и постоје померени/преименовани/копирани фолдер изабрани за урезивање. Таква померања/преименовања се увек извршавају рекурзивно у спремишту. Желите ли да урежете у сваком случају?

source: This error was generated by a custom hook script on the Subversion server. Please contact your server administrator for help with resolving this issue.
ca: Aquest error s'ha generat per un script hook personalitzat en el servidor Subversion. Contacteu amb l'administrador del servidor per ajudar-vos a resoldre la incidència.
es: Este error se genero a causa de un script gancho personalizado en el servidor de Subversion. Por favor contacte a su administrador de servidor para que le ayude a solucionar este problema.
sr: Грешка је генерисана уобичајеном скриптом закачаљком на Субверзионом серверу. Молим контактирајте вашег администратора сервера за помоћ при решавању тог проблема.

source: This error was generated by a custom post-commit hook script on the Subversion server. Please contact your server administrator for help with resolving this issue.
ca: Aquest error s'ha generat per un script hook de post-pujada personalitzat en el servidor del Subversion. Contacteu amb l'administrador del servidor per ajudar-vos a resoldre la incidència.
es: Este error se genero a causa de un script gancho post-confirmación personalizado en el servidor de Subversion. Por favor contacte a su administrador de servidor para que le ayude a solucionar este problema.
sr: Грешка је генерисана уобичајеном пост-урезивања скриптом закачаљком на Субверзионом серверу. Молим контактирајте вашег администратора сервера за помоћ при решавању тог проблема.

source: This error was generated by a custom post-lock hook script on the Subversion server. Please contact your server administrator for help with resolving this issue.
ca: Aquest error s'ha generat per un script hook post-bloqueig personalitzat en el servidor Subversion. Contacteu amb l'administrador del servidor per ajudar-vos a resoldre la incidència.
es: Este error se genero a causa de un script gancho post-bloqueo personalizado en el servidor de Subversion. Por favor contacte a su administrador de servidor para que le ayude a solucionar este problema.
sr: Грешка је генерисана уобичајеном пост-закључавања скриптом закачаљком на Субверзионом серверу. Молим контактирајте вашег администратора сервера за помоћ при решавању тог проблема.

source: This error was generated by a custom post-unlock hook script on the Subversion server. Please contact your server administrator for help with resolving this issue.
ca: Aquest error s'ha generat per un script hook post-desbloqueig personalitzat en el servidor Subversion. Contacteu amb l'administrador del servidor per ajudar-vos a resoldre la incidència.
es: Este error se genero a causa de un script gancho post-desbloqueo personalizado en el servidor de Subversion. Por favor contacte a su administrador de servidor para que le ayude a solucionar este problema.
sr: Грешка је генерисана уобичајеном пост-откључавања скриптом закачаљком на Субверзионом серверу. Молим контактирајте вашег администратора сервера за помоћ при решавању тог проблема.

source: This file already exists!
bg: Този файл вече съществува!
ca: Aquest fitxer ja existeix.
el: Το αρχείο αυτό υπάρχει ήδη!
es: ¡Este archivo ya existe!
sr: Овај фајл већ постоји!
tr: Bu dosya zaten mevcut!

source: This is not a valid URL. Please enter an URL here.
bg: Това не е валиден URL. Моля, въведете URL.
ca: Això no és un URL vàlid. Si us plau introduïu un URL vàlid.
el: Εισάγατε ένα άκυρο URL. Παρακαλώ εισάγετε ένα URL εδώ.
es: Esta no es una URL válida. Por favor introduzca aquí una URL.
mk: Ова не е валиден URL. Ве молам внесете URL тука.
sr: Ово није исправан УРЛ. Молим унесите УРЛ.
tr: Bu geçerli bir URL değildir. Lütfen buraya geçerli bir URL giriniz.
