Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Non-recursive commit of moved/renamed folders.
bg: Нерекурсивно поверяване на преместени/преименувани папки.
ca: Pujada no recursiva de les carpetes desplaçades o canviades de nom.
es: Confirmación no recursiva de carpetas movidas/renombradas.
sr: Нерекурзивно урезивање померених/преименованих фолдера.
tr: Taşınmış/yeniden adlandırılmış klasörlerin özyineli olmayan teslim işlemi.

source: Non-versioned
bg: Неконтролиран
ca: Sense versionar
el: Χωρίς έκδοση
es: no-versionado
sr: Не-верзионисан
tr: Versiyonsuz

source: None
bg: Никакъв
ca: Cap
el: Κανένα.
es: Ninguna
mk: Ништо
sr: Ништа
tr: Önbelleği kullanmadan

source: Normal
bg: Нормален
el: Κανονικό
mk: Вообичаено
sr: Нормалан

source: Not all of the system registry entries (or INI file) were removed.
bg: Не всички записи в системния регистър (или INI файлът) са премахнати.
ca: Alguns valors del registre (o del fitxer INI) no s'han suprimit.
el: Δεν διαγράφηκαν όλες οι καταχωρήσεισ στο Μητρώο του συστήματος (ή στα ΙΝΙ αρχεία).
es: No se eliminaron todas las entradas del registro del sistema (o del archivo INI).
mk: Не сите системски вредности во registry (или INI датотеката) се отстранети.
sr: Нису уклоњене све ставке из системског регистра (или ИНИ фајлови).
tr: Sistem kütüğüne girilen bileşenlerin (yada INI dosyalarının) hepsi silinemedi.

source: Not enough memory! Try reducing the size of the revision graph by either collapsing nodes or reducing the zoom factor.
bg: Недостиг на памет! Пробвайте да намалите размера на диаграмата на ревизиите или чрез свиване на възли, или чрез намаляване на мащаба.
ca: No hi ha prou memòria. Reduïu la mida del gràfic de revisió contraient els nodes o bé reduint el factor de zoom.
el: Δεν υπάρχει αρκετή μνήμη! Προσπαθήστε να μειώσετε το μέγεθος του γράφου εκδόσεων με την κατάρρευση κόμβων ή την μείωση του συντελεστή μεγέθυνσης.
es: ¡No hay suficiente memoria! Intente reducir el tamaño del gráfico de revisiones bien colapsando nodos o bien reduciendo el factor de zoom.
mk: Нема доволно меморија! Обидете се со намалување на големината на графикот на ревизии Но собирање на јазлите или намалување на зумот.
sr: Нема довољно меморије! Покушајте смањивањем величине ревизионог графа или спајајући чворове или смањујући фактор увећања.
tr: Yetersiz bellek! Revizyon düğümleri kapatarak veya yakınlaştırma etmenini azaltarak grafiğinin boyutunu küçültmeyi deneyin.

source: Not under version control
bg: Не е под контрол на версията
ca: No està sota control de versions
el: Εκτός ελέγχου εκδόσεων
es: No bajo control de versión
sr: Није под контролом верзија
tr: Versiyon kontrolü altında değil

source: Note that if you choose to recover the auto-saved documents, you must explicitly save them to overwrite the original documents. If you choose to not recover the auto-saved versions, they will be deleted.
bg: Имайте предвид, че, ако решите да възстановите автоматично запазените документи, трябва изрично да го потвърдите защото те ще заменят оригиналните. Ако решите да не ги възстановите те ще бъдат изтрити.
ca: Si trieu recuperar els documents desats automàticament, haureu de desar-los explícitament per sobreescriure els documents originals. Si trieu no recuperar les versions desades automàticament, aquestes es suprimiran.
el: Σημειώστε ότι εάν επιλέξετε να ανακτήσετε τα αυτομάτως αποθηκευμένα έγγραφα, πρέπει να τα αποθηκεύσετε ρητά για να επεγγράψετε τα αρχικά έγγραφα. Αν επιλέξετε να μην ανακτήσετε τις αυτομάτως αποθηκευμένες εκδόσεις, αυτές θα διαγραφούν.
es: Advierta que si elige recuperar documentos auto-grabados, deberá grabarlos explicitamente para sobre escribir los originales. Si desa no recuperar las verisones auto-grabadas, estas serán eliminadas.
sr: Приметите да ако изаберете да вратите ауто-сачувана документа, морате експлицитно да их сачувате преписивањем оригиналних докумената. Ако изаберетеда не враћате ауто-сачуване верзије оне ће бити обрисане.
tr: Otomatik kaydedilen belgeleri geri döndürmeyi seçerseniz, orjinal belgenin üzerine yazacak şekilde açıkça kaydetmelisiniz. Otomatik kaydedilen versiyonları geri döndürmeyi seçmezseniz, belgeler silinir.

source: Note: the folder contains unversioned items
bg: Забележка: папката съдържа неконтролирани обекти
ca: Nota: el directori conté elements sense versionar
el: Σημείωση: ο φάκελος περιέχει στοιχεία χωρίς έκδοση
es: Nota: la carpeta contiene ítems sin versionar
mk: Забелешка: директориумот содржи неверзионирани членови
sr: Примедба: фолдер садржи неверзионисане ставке
tr: Not: klasör versiyonlanmamış elemanlar içeriyor

source: Note: this affects all Tortoise clients, not just TortoiseSVN!
bg: Забележка: това засяга всички клиенти от фамилията Tortoise, не само TortoiseSVN!
ca: Nota: això afecta tots els clients Tortoise, no només TortoiseSVN.
el: Σημείωση: αυτό επηρεάζει ολές τις εφαρμογές-πελάτες Tortoise, όχι μόνο το TortoiseSVN!
es: Nota: esto afecta a todos los clientes Tortoise, no sólo a TortoiseSVN!
sr: Примедба: ово се односинасвеТортоисе клиенте, несамоТортоисеСВН
tr: Uyarı: bu sadece TortoiseSVN'i değil, tüm Tortoise istemcilerini etkiler!

source: Note: this property has no effect on Windows
bg: Забележка: това свойство няма ефект под Windows
ca: Nota: aquesta propietat no té cap efecte en Windows
el: Σημείωση: αυτή η ιδιότητα δεν έχει καμία επίδραση στα Windows
es: Nta: esta propiedad no tiene efecto en Windows
sr: Примедба: ова особина не утиче на Виндоуз
tr: Uyarı: bu özelliğin Windows üzerinde bir etkisi yok.

source: Nothing is selected for commit!
bg: Нищо не е избрано за поверяване!
ca: No hi ha res seleccionat per pujar.
es: No hay nada seleccionado para confirmar!
sr: Ништа није изабрано за урезивање!
tr: Teslim edilecek öğe seçilmedi!

source: Notice
bg: Забележка
ca: Nota
el: Ανακοίνωνη
es: Atención
mk: Забелешка
sr: Белешка
tr: Duyuru

source: Number of %ls:
ca: Nombre de %ls:
el: Αριθμός των %ls:
es: Número de %ls:
sr: Број %ls:

source: Number of authors in the cache
bg: Брой автори в кеша
ca: Nombre d'autors a la memòria cau
el: Αριθμός συγγραφέων στην cache:
es: Número de autores en la caché
mk: Број на автори во кешот
sr: Број аутора у кешу
tr: Ön bellekteki yaratıcı sayısı:

source: Number of authors:
bg: Брой автори:
ca: Nombre d'autors:
el: Αριθμός Συγγραφέων:
es: Número de autores:
mk: Број на автори:
sr: Број аутора:
tr: Yaratıcı sayısı:

source: Number of cached merged revisions
bg: Брой кеширани слети ревизии
ca: Nombre de revisions fusionades a la memòria cau
el: Αριθμός συγχωνευμένων αναθεωρήσεων στην cache
es: Número de revisiones fusionadas cacheadas
mk: Број на кеширани споени ревизии
sr: Број кешираних стопљених ревизија
tr: Önbelleğe alınmış birleştirilmiş revizyon sayısı

source: Number of cached revisions
bg: Брой кеширани ревизии
ca: Nombre de revisions fusionades
el: Αριθμός αναθεωρήσεων στην cache
es: Número de revisiones cacheadas
mk: Број на кеширани ревизии
sr: Број ревизија у кешу
tr: Ön belleğe alınmış revizyon sayısı:

source: Number of cached revisions that have a non-empty change list
bg: Брой на кешираните ревизии, които имат непразен списък на промените
ca: Nombre de revisions a la memòria cau que tenen una llista de canvis no buida
el: Πλήθος των εκδόσεων στην κρυφή μνήμη οι οποίες δεν έχουν άδειο κατάλογο αλλαγών
es: Número de revisiones cacheadas que tienen una lista de cambios no vacía
mk: Број на кеширани ревизии кои имаат ненулти број на измени
sr: Број ревизија у кешу које имају листу измена
tr: Önbelleğe alınmış boş olmayan değişiklik listesine sahip revizyon sayısı

source: Number of cached revisions that have user revision properties
bg: Брой на кешираните ревизии, които имат потребителски свойства на ревизиите
ca: Nombre de revisions a la memòria cau que tenen propietats de revisió de l'usuari
el: Πλήθος των εκδόσεων στην κρυφή μνήμη οι οποίες έχουν ιδιότητες έκδοσης από τον χρήστη
es: Número de revisiones cacheadas que tienen propiedades de usuario de revisión
mk: Број на кеширани ревизии кои имаат кориснички дефинирани својства
sr: Број ревизија у кешу које имају постављена корисничка својства
tr: Önbelleğe alınmış kullanıcı revizyonu özelliklerine sahip revizyon sayısı

source: Number of cached revisions whose change list is not cached yet
bg: Брой на кешираните ревизии, чийто списък с промени все още не е кеширан
ca: Nombre de revisions a la memòria cau que encara no tenen la llista de canvis a la memòria cau
el: Πλήθος των εκδόσεων στην κρυφή μνήμη ο κατάλογος αλλαγών των οποίων δεν έχουν αποθηκευτεί στην κρυφή μνήμη ακόμα
es: Número de revisiones cacheadas cuya lista de cambios no está aún cacheada
mk: Број на кеширани ревизии чија листа на измени не е кеширана сеуште
sr: Број ревизија у кешу чије листе измена још нису кеширане
tr: Değişiklik listesi önbelleğe alınmamış, önbelleğe alınmış revizyon sayısı

source: Number of cached revisions whose user revision properties are not cached yet
bg: Брой на кешираните ревизии, чиито потребителски свойства на ревизиите все още не са кеширани
ca: Nombre revisions a la memòria cau que encara no tenen les propietats de revisió d'usuari a la memòria cau
el: Πλήθος των εκδόσεων στην κρυφή μνήμη οι ιδιότητες έκδοσης χρήστη των οποίων δεν έχουν αποθηκευτεί στην κρυφή μνήμη ακόμα
es: Número de revisiones cacheadas cuyas propiedades de usuario de revisión no están aún cacheadas
mk: Број на кеширани ревизии чии кориснички дефинирани својства уште не се кеширани
sr: Број ревизија у кешу чија корисничка својстава још нису кеширана
tr: Kullanıcı revizyonu özellikleri önbelleğe alınmamış, önbelleğe alınmış revizyon sayısı

source: Number of different paths shown in the log dialog, including parent paths
bg: Брой различни пътища, показвани в дневника, включително и родителските пътища
ca: Nombre de camins diferents mostrats al diàleg de log, incloent-hi camins superiors
el: Πλήθος των διαφορετικών μονοπατιών που εμφανίζονται στον διάλογο ιστορικού, συμπεριλαμβανόμενων και των πατρικών μονοπατιών
es: Número de rutas distintas mostradas en el diálogo de revisión, incluyendo rutas padre
mk: Број на различни патеки покажани во дијалогот со дневникот, вклучувајќи ги и родителските патеки
sr: Број различитих путања у дијалогу дневника, укључиво родитељске путање
tr: Ana dizin dahil, günlük diyaloğunda gösterilen değişik dizinlerin sayısı

source: Number of different words used in log messages
bg: Брой различни думи, използвани в съобщенията в дневника
ca: Nombre de paraules diferents usada als missatges de log
el: Πλήθος των διαφορετικών λέξεων που έχουν χρησιμοποιηθεί σε μηνύματα ιστορικού
es: Número de palabras diferentes utilizadas en los mensajes de registro
mk: Број на различни зборови користени во дневникот
sr: Број различитих речи употребљених у порукама дневника
tr: Günlük mesajlarında kullanılmış değişik kelimelerin sayısı

source: Number of merged revisions that are not cached yet
bg: Брой слети ревизии, които все още не са кеширани
ca: Nombre de revisions fusionades que encara no són a la memòria cau
el: Πλήθος των συγχωνευμένων εκδόσεων οι οποίες δεν έχουν αποθηκευτεί στην κρυφή μνήμη ακόμα
es: Número de revisiones fusionadas que no están aún en la caché
mk: Број на споени ревизии кои уште не се кеширани
sr: Број стопљених ревизија које још нису у кешу
tr: Henüz önbelleğe alınmamış birleştirilmiş revizyon sayısı

source: Number of path elements. A path element is a folder or file name like 'foo.txt' or 'mybranch'.
bg: Брой елементи от тип път. Елементи от тип път са имена на папка или файл като 'foo.txt' или 'mybranch'.
ca: Nombre d'elements de camí. Un element de camí és una carpeta o un nom de fitxer tal com 'foo.txt' o 'mybranch'.
el: Πλήθος των στοιχείων μονοπατιού. Το στοιχείο μονοπατιού είναι ένα όνομα φάκελου ή αρχείου όπως το 'foo.txt' ή 'mybranch'.
es: Número de elementos de ruta. Un elemento de ruta es un nombre de carpeta o archivo como 'foo.txt' o 'mirama'.
mk: Број на елементи на патеки. Елемент на патека е датотека или директориум како 'foo.txt' или 'mybranch'.
sr: Број елемената путање. Елемент путање је фолдер или име фајлови као 'фоо.тxт' или 'мојаГрана'.
tr: Dizin elemanları sayısı. Eleman, 'foo.txt' veya 'mybranch' gibi adlandırılmış dosya veya klasörlerdir.

source: Number of times a log cache can fail to close properly due to crashes etc. until it gets deleted automatically.
bg: Допустим брой провали (поради сривове и др.), при които кешa на дневник не е бил затворен правилно, преди да бъде изтрит автоматично.
ca: Nombre de cops que la memòria cau d'un log no es tanca correctament degut a fallades, etc. fins que s'esborra automàticament.
el: Πλήθος περπτώσεων που η κρυφή μνήμη ιστορικού μπορεί να αποτύχει να κλείσει όπως πρέπει λόγω κατάρρευσης κτλ. μέχρι να διαγραφεί αυτόματα.
es: Número de veces que una caché de registro puede fallar al cerrarse adecuadamente debido a errores etc. hasta que se elimine automáticamente.
mk: Број на обиди на грешно затворање на дневникот пред да биде избришан автоматски.
sr: Колико пута дневник кеша може одбити да се затвори исправно у току пуцања итд. док се не обрише аутоматски.
tr: Günlük önbelleği, otomatik olarak silinmeden önce, kilitlenme gibi nedenlerle kaç defa hatalı kapanabilir

source: Number of weeks:
bg: Брой седмици:
ca: Nombre de setmanes:
el: Αριθμός εβδομάδων:
es: Número de semanas:
mk: Број на недели:
sr: Број недеља:
tr: Hafta sayısı:

source: O&ptions
bg: О&пции
ca: O&pcions
el: Επι&λογές
es: O&pciones
sr: О&пције
tr: Seçe&nekler

source: OK
ca: D'acord
es: Aceptar
mk: Во ред
sr: У реду
tr: Tamam

source: OVR
es: SOB
sr: ОВР

source: Office 2003
bg: Офис 2003
sr: Офице 2003

source: Office 2007
bg: Офис 2007
sr: Офице 2007

source: Office 2007 colors
bg: Офис 2007 цветове
ca: Colors de Office 2007
sr: Офице 2007 боје
tr: Office 2007 renkleri

source: Office XP
bg: Офис XP
sr: Офице ХП

source: Older lines
bg: По-стари редове
ca: Línies antigues
el: Παλιότερεσ γραμμές
es: Líneas más antiguas
mk: Постари линии
sr: старије линије
tr: Daha eski satırlar

source: Oldest on to&p
bg: &Най-старите - най-отгоре
ca: Els més antics a &dalt
el: Τα παλαιότερα στην κορυ&φή
es: Más antiguo &arriba
mk: &Најново на врвот
sr: Нај&старији на врху
tr: En eski ü&stte

source: Omit e&xternals
bg: Пропускане на в&ъншните
ca: Omet e&xterns
el: Παράληψη ε&ξωτερικών
es: Omitir e&xternos
mk: Изостави &надворешни
sr: Изостави с&тарије
tr: H&aricileri atla

source: Omit externals
bg: Пропускане на външните
ca: Omet externs
el: Παράλειψη εξωτερικών παραμέτρων
es: Omitir referencias externas
mk: Изостави надворешни
sr: Изостави старије
tr: Harici dosyaları atla

source: One of the paths you are attempting to move appears to be a special path (one of 'branches', 'tags' or 'trunk').
bg: Един от пътищата които се опитваш да преместиш е специален (един от бранш', 'етикет' или 'главен').
ca: Un dels camins que voleu desplaçar sembla un camí especial (un de 'branques', 'etiquetes' o 'tronc').
es: Una de las rutas que esta intentando mover aparece como una ruta especial (de una "rama", "etiqueta" o "tronco").
sr: Једна од путања коју покушавате да померити изгледа да је специјална путања (једна од 'гране', 'значке' ор 'дебло').
tr: Taşımayı denediğiniz dizin yollarından biri özel bir yol olarak görünüyor. ('branches', 'tags' veya 'trunk' isimlerinden biri).

source: One or more auto-saved documents were found.
bg: Намерени са един или повече запазени документи.
ca: S'han trobat un o més documents desats automàticament.
el: Βρέθηκαν ένα ή παραπάνω αυτομάτως αποθηκευμένα έγγραφα.
es: Uno o mas documentos auto-grabados fueron encontrados.
sr: Један или више ауто-сачуваних докумената је нађено.
tr: Bir veya daha fazla otomatik kaydedilen belge bulundu

source: One or more files are in a conflicted state.
bg: Един или повече файлове са в конфликтно състояние.
ca: Un o més fitxers són en estat de conflicte.
el: Ένα ή περισσότερα αρχεία βρίσκονται σε διένεξη.
es: Unos o más archivos están en estado en conflicto.
mk: Една или повеќе датотеки се во конфликтна состојба.
sr: Једна или више фајл су у стању сукоба.
tr: Bir yada daha fazla dosya(lar) çakişır durumunda.

source: One project has updates:
ca: Un projecte té actualitzacions:
el: Ένα έργο έχει ενημερώσεις:
es: Un proyecto tiene actualizciones:
sr: Један пројекат има усклађивања:

source: Onl&y record the merge (block revisions from getting merged)
bg: Сливането само се &регистрира (блокира ревизиите от сливане)
ca: Nomé&s enregistra la fusió (no permet fusió de revisions)
el: Να καταγραφεί μό&νο η συγχώνευση (παρεμπόδιση συγχώνευσης αναθεωρήσεων)
es: Únicamente &registrar la fusión (las revisiones se bloquearán para no ser fusionadas)
sr: Сним&и само стопљено (блок ревизије из стапања)
tr: Sadece birleştirme&yi kaydet (revizyonların birleşmesini engelle)

source: Only file children
bg: Само деца от тип файлове
ca: Només fitxers fills
es: Sólo archivo hijo
mk: Само децата на датотеките.
sr: Само фајлови потомци
tr: Sadece dosya alt öğeleri

source: Only numbers (optionally separated by commas) are allowed!
bg: Разрешени са само числа (евентуално разделени със запетаи)!
ca: Només es permeten números. (opcionalment separats per comes)
el: Επιτρέπονται μόνο αρι8μοί (Προαιρετικα, χωριζόμενοι με κόμματα)
es: Solo se permiten numeros, opcionalmente separados por comas.
mk: Само броеви (можат да бидат одвоени со запирка) се дозволени!
sr: Само бројеви (могу бити одвојени зарезом) су дозвољени!
tr: Sadece numara girebilirsiniz (isterseniz virgül ile ayırabilirsiniz)

source: Only properties changed
bg: Променени са само свойства
ca: Només han canviat les propietats
el: Μεταβλήθηκαν μόνο ιδιότητες
es: Sólo propiedades modificadas
sr: Само измењене особине
tr: Sadece değişen özellikler

source: Only this item
bg: Само този обект
ca: Només aquest element
el: Μόνο αυτό το αντικείμενο
es: Sólo este ítem
mk: Само оваа ставка
sr: Само ова ставка
tr: Yalnız bu öğe

source: Only use s&pellchecker when tsvn:projectlanguage is set
bg: &Проверка на правописа, само ако 'tsvn:projectlanguage' е установено
ca: Només utilitza el c&orrector quan tsvn:projectlanguage està activada
es: Utilizar el &corrector ortográfico únicamente cuando esté marcado tsvn:projectlanguage
mk: Користи п&роверка на правописот само кога tsvn:projectlanguage е сетирано.
sr: Користи п&роверу правописа када је постављен тсвн:пројецтлангуаге
tr: Sadece tsvn:projectlanguage özelliği belirtilmiş ise y&azım denetleyicisini kullan

source: Opacity
bg: Плътност
ca: Opacitat
el: Αδειφάνεια
es: Opacidad
mk: Проѕирност
sr: Непрозирност
tr: Saydamlık

source: Open
bg: Отваряне
ca: Obre
el: Άνοιγμα
es: Abrir
mk: Отвори
sr: Отвори
tr: Aç

source: Open &local
ca: Obre &local
es: Abrir &local
sr: Отвори &локално
tr: Yereli &aç

source: Open &with local...
ca: Obre &amb local...
es: Abrir &con local...
sr: Отвори &са локалним...

source: Open client certificate file
bg: Отваряне на файл с клиентски сертификат
ca: Obre fitxer del certificat del client
el: Άνοιγμα αρχείου πιστοποιτικού πελάτη
es: Abrir archivo de certificado de cliente
mk: Отвори датотека со сертификатот на клиентот
sr: Отвори фајл са сертификатом клијента
tr: Müşteri sertifika dosyasını aç

source: Open files for diff or to apply a patch Open files
ca: Obre fitxers per comparar diferències o per aplicar un pedaç Obre fitxers
es: Abrir archivos para dif o para aplicar un parche Abrir archivos
sr: Отвори фајлове за диф или да се примени закрпа Отвори фајлове

source: Open from clipboard
bg: Отваряне от системния буфер
ca: Obrir del porta-retalls
el: Άνοιγμα από το Πρόχειρο
es: Abrir desde el portapapeles
mk: Отвори од clipboard
sr: Отвори из клипборда
tr: Panodan aç

source: Open image file...
bg: Отваряне на файл с изображение...
ca: Obre fitxer d'imatge
el: Άνοιγμα αρχείου εικόνας...
es: Abrir archivo de imagen...
mk: Отвори датотека...
sr: Отвори фајл слике...
tr: Resim dosyasını aç...

source: Open multiple &local...
ca: Obre múltiple &local...
es: Abrir múltiples ficheros &locales
sr: Отвори вишеструки &локал...

source: Open parent folder
bg: Отваряне на съдържащата папка
ca: Obre la carpeta pare
el: Άνοιγμα γονικού φακέλου
es: Abrir carpeta padre
mk: Отвори главен фолдер
sr: Отвори предачки фолдер
tr: Bir üst klasörü Aç

source: Open repository &Url
ca: Obre el repositori &Url
el: Άνοιγμα της &Url του αποθετηρίου
es: Abrir &URL del repositorio
sr: Отвори &УРЛ спремишта

source: Open with...
bg: Отваряне с...
ca: Obre amb...
el: Άνοιγμα με...
es: Abrir con...
mk: Отвори со...
sr: Отвори са...
tr: Farklı Aç...

source: Open working copy in &explorer
ca: Obre la còpia de treball a l'&explorador
es: Abrir copia de trabajo en el &explorador
sr: Отвори радну копију у пр&етраживачу

source: Opens Help Help Topics
bg: Отваря системната помощ Помощни теми
ca: Obre Ajuda Temes d'Ajuda
el: Εμφάνιση Βοήθειας Θέματα Βοήθειας
es: Abrir la Ayuda Tópicos de Ayuda
mk: Отвори помош Содржина на помошта
sr: Отвара помоћ Теме помоћи
tr: Yardımı Açar Yardım Konuları

source: Opens the repository browser to tweak the repository online
bg: Отваря програмата за разглеждане на хранилища, за да се настрои хранилището онлайн
ca: Obre el navegador del repositori per ajustar-lo "online"
es: Abre el navegador de repositorio para modificar el repositorio en línea
mk: Го отвора прегледникот на складиштето за да го подеси складиштето online
sr: Отвара прегледник спремишта како би подесио спремиште док је на вези
tr: Depoda online değişiklik yapmak için depo tarayıcısını başlatır

source: Operate from log cache for now only
bg: Използване на кеша само този път
ca: Opera amb memòria cau de log per ara només
es: Operar desde la caché de registro solamente por ahora
mk: Работи само од кешираниот лог засега
sr: Од сад ради само са кешом дневника
tr: Şimdilik günlük önbelleğinden çalış

source: Operative
bg: Оперативен
ca: Operatiu
es: Operativo
sr: Оперативан

source: Option
bg: Опция
ca: Opció
el: Επιλογή
es: Opcion
sr: Опције
tr: Seçenek

source: Options
bg: Настройки
ca: Opcions
mk: Опции
sr: Опције
tr: Seçenekler

source: Ori&ginal size (S)
ca: Mida ori&ginal (S)
el: Αρ&χικό μέγεθος (S)
es: Tamaño ori&ginal (S)
sr: Ориi&гинална величина (S)

source: Other Task Panes
bg: Пана на другите задачи
ca: Altres zones de tasques
sr: Други Панел Задатака
tr: Diğer görev bölmeleri

source: Others
bg: Други
ca: Altres
el: Άλλοι
es: Otros
mk: Останати
sr: Остали
tr: Diğerleri

source: Out of memory.
bg: Недостиг на оперативна памет.
ca: Sense memòria.
el: Δεν ειπάρχει άλλη μνήμη.
es: No hay memoria.
mk: Програмот остана без меморија.
sr: Програм је остао без меморије.
tr: Yetersiz hafıza.

source: Output.prn
ca: Sortida.prn
sr: Оутпут.прн

source: Overlays
bg: Модификации на иконките
ca: Superposicions
el: Επικάλυψη
es: Sobreimpresiones
sr: Прекривачи
tr: Kaplamalar

source: Override the svn:eol-style property setting. Files which don't have this property set are not affected.
bg: Заменя стойността на свойството svn:eol-style. Файловете, за които това свойство не е установено, не са засегнати.
ca: Canvia la propietat svn:eol-style. Els fitxers que no tinguin aquesta propietat no queden afectats.
es: Invalidar la configuración de la propiedad svn:eol-style Los archivos que no tengan esta propiedad establecida no se verán afectados.
mk: Преспој го svn:eol-style својството. Датотеки кои го немаат ова својство нема да се погодени.
sr: Преписује преко својства свн:еол-стyле. Не утјече на фајлови које немају постављено ово својство.
tr: svn:eol-style özellik ayarını geçersiz kıl. Bu özelliğin kullanılmadığı dosyalar etkilenmez.

source: Overwrite Replace the target folder.
bg: Презапиши Замести текущата папка.
ca: Sobreescriu Susbtitueix la carpeta destinació.
sr: Преписивање Замените циљни фолдер.
tr: Üzerine Yaz Hedef klasör ile değiştirilir.
