Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: # authors shown individually:
bg: # автори, показани поотделно:
ca: # autors mostrats individualment:
el: # συγγραφείς εμφανίζονται χωριστά:
es: # autores mostrados individualmente:
mk: #авторите покажани индивидуално:
sr: # аутори приказани појединачно:
tr: # yazarların bireysel gösterimi:

source: %.2f MBytes transferred
bg: %.2f мегабайта прехвърлени
ca: %.2f MBytes copiats
el: %.2f MBytes έχουν μεταφερθεί.
es: %.2f MBytes transferidos
mk: %.2f MB пренесено
sr: %.2f МБајта пренето
tr: %.2f MBayt transfer edildi

source: %.2f kBytes/s
bg: %.2f килобайта/сек
el: %.2f kBytes/δευτερόλεπτο
sr: %.2f кБајт/а

source: %1 contained an unexpected object.
bg: %1 съдържаше неочакван обект.
ca: %1 conté un objecte inesperat.
el: Το %1 περιείχε ένα απροσδόκητο αντικείμενο.
es: %1 contenía un objeto no esperado.
mk: %1 содржеше неочекуван објект.
sr: %1 је садржао неочекивани објекат.
tr: %1 beklenmeyen bir nesne içeriyordu.

source: %1 contains an incorrect path.
bg: %1 съдържа грешен път.
ca: %1 conté un camí incorrecte.
el: Το %1 περιέχει μια λανθασμένη διαδρομή.
es: %1 contiene una ruta incorrecta.
mk: %1 содржи погрешна патека.
sr: %1 садрже некоректну путања.
tr: %1 hatalı bir dizin içeriyor.

source: %1 contains an incorrect schema.
bg: %1 съдържа грешна схема.
ca: %1 conté un esquema incorrecte.
el: Το %1 περιέχει ένα λανθασμένο σχηματικό διάγραμμα.
es: %1 contiene un esquema incorrecto.
mk: %1 содржи погрешна шема.
sr: %1 садрже некоректну шему.
tr: %1 hatalı bir şema içeriyor.

source: %1 has a bad format.
bg: %1 има грешен формат.
ca: %1 té un format incorrecte.
el: Το %1 έχει λανθασμένη μορφή.
es: %1 tiene un formato incorrecto.
mk: %1 има грешен формат.
sr: %1 има неисправан формат.
tr: %1 'in formatı kötü.

source: %1 was not found.
bg: %1 не бе намерен.
ca: %1 no s'ha trobat.
el: Το %1 δεν βρέθηκε.
es: %1 no ha sido encontrado.
mk: %1 не е пронајден.
sr: %1 није нађен.
tr: %1 bulunamadı.

source: %1!d! files selected, %2!d! files total
bg: %1!d! файла маркирани, %2!d! файла общо
ca: %1!d! fitxers seleccionats, %2!d! fitxers en total
el: %1!d! επιλεγμένα αρχεία, %2!d! αρχεία συνολικά
es: %1!d! archivos seleccionados, %2!d! archivos en total
mk: %1!d! датотеки селектирани, %2!d! вкупно
sr: %1!d! фајлова означено, %2!d! фајлова укупно
tr: %1!d! dosya seçili, %2!d! toplam dosya

source: %1!d! most active author(s) with at least %2!d! commits each (%3!d! %%)
bg: %1!d! най-активни автори с най-малко %2!d! поверявания всеки (%3!d! %%)
ca: %1!d! autor(s) més actiu(s) amb almenys %2!d! pujades cadascun (%3!d! %%)
el: %1!d! πιο ενεργός/η/οι συγγραφέας/εις με τουλάχιστον %2!d! δέσμευση/εις κάθε (%3!d! %%)
es: %1!d! autor(es) más activo(s) con al menos %2!d! confirmaciones cada uno (%3!d! %%)
mk: %1!d! најактивни автори со барем %2!d! складирања секој (%3!d! %%)
sr: %1!d! најактивнији(х) аутор(а) са најмање %2!d! урезивања сваки (%3!d! %%)
tr: %1!d! en aktif yazar, en az %2!d! gönderim yapan, her (%3!d! %%) için

source: %1!ld! minute(s) and %2!ld! second(s)
bg: %1!ld! минута(-и) и %2!ld! секунда(-и)
ca: %1!ld! minut(s) i %2!ld! segon(s)
el: %1!ld! λεπτά και %2!ld! δευτερόλεπτα
es: %1!ld! minuto(s) y %2!ld! segundo(s)
mk: %1!ld! минути and %2!ld! секунди
sr: %1!ld! минут(а) и %2!ld! секунд(е)
tr: %1!ld! dakika ve %2!ld! saniye

source: %1!ls! (offline)
bg: %1!ls! (офлайн)
ca: %1!ls! (sense connexió)
el: %1!ls! (εκτός σύνδεσης)
es: %1!ls! (fuera de línea)
sr: %1!ls! (искључен)

source: %1!ls! - at revision: %2!d!
bg: %1!ls! - в ревизия: %2!d!
ca: %1!ls! - en revisió: %2!d!
el: %1!ls! - στην αναθεωρημένη έκδοση: %2!d!
es: %1!ls! - en revisión: %2!d!
sr: %1!ls! - у ревизији: %2!d!

source: %1!ls! : Working Base, Revision %2!ld!
bg: %1!ls! : Работна база, Ревизия %2!ld!
ca: %1!ls! : Base de treball, revisió %2!ld!
el: %1!ls! : Τρέχουσα έκδοση βάσης, Αναθεώρηση %2!ld!
es: %1!ls! : Base de trabajo, revisión %2!ld!
sr: %1!ls! : Радна Основа, Ревизија %2!ld!

source: %1!ls! in %2!ls!
bg: %1!ls! в %2!ls!
ca: %1!ls! a %2!ls!
el: %1!ls! στο %2!ls!
es: %1!ls! en %2!ls!
sr: %1!ls! у %2!ls!

source: %1!ls!\%2!ls! - Export
bg: %1!ls!\%2!ls! - Износ
ca: %1!ls!\%2!ls! - Exporta
el: %1!ls!\%2!ls! - Εξαγωγή
es: %1!ls!\%2!ls! - Exportar
sr: %1!ls!\%2!ls! - Извоз

source: %1!ls!\%2!ls! - Export (%3!d!)
bg: %1!ls!\%2!ls! - Износ (%3!d!)
ca: %1!ls!\%2!ls! - Exporta (%3!d!)
el: %1!ls!\%2!ls! - Εξαγωγή (%3!d!)
es: %1!ls!\%2!ls! - Exportar (%3!d!)
sr: %1!ls!\%2!ls! - Извоз (%3!d!)

source: %1!ls! Revision %2!ls!, Author %3!ls!, Date %4!ls!
ca: %1!ls! Revisió %2!ls!, Autor %3!ls!, Data %4!ls!
el: %1!ls! Αναθεώρηση %2!ls!, Συγγραφέας %3!ls!, Ημερομηνία %4!ls!
es: %1!ls! Revisión %2!ls!, Autor %3!ls!, Fecha %4!ls!
sr: %1!ls! Ревизија %2!ls!, Аутор %3!ls!, Датум %4!ls!

source: %1!ls! Revision %2!ls!, Author %3!ls!, Size %4!ls!, Date %5!ls!
ca: %1!ls! Revisió %2!ls!, Autor %3!ls!, Mida %4!ls!, Data %5!ls!
el: %1!ls! Αναθεώρηση %2!ls!, Συγγραφέας %3!ls!, Μέγεθος %4!ls!, Ημερομηνία %5!ls!
es: %1!ls! Revisión %2!ls!, Autor %3!ls!, Tamaño %4!ls!, Fecha %5!ls!
sr: %1!ls! Ревизија %2!ls!, Аутор %3!ls!, Величина %4!ls!, Датум %5!ls!

source: %1!ls! Showing %2!d! files and %3!d! folders, %4!d! items in total
ca: %1!ls! Mostrant %2!d! fitxers i %3!d! carpetes, %4!d! elements en total
el: %1!ls! Εμφανίζονται %2!d! αρχεία και %3!d! φάκελοι, %4!d! αντικείμενα συνολικά
es: %1!ls! Mostrando %2!d! archivos y %3!d! carpetas, %4!d! elementos en total
sr: %1!ls! Приказује %2!d! фајла и %3!d! фолдера, %4!d! укупно ставки

source: %1: %2 Continue running script?
bg: %1: %2 Да се продължи ли изпълнението на скрипта?
ca: %1: %2 Voleu continuar executant l'script?
el: %1: %2 Συνέχιση εκτέλεσης δέσμης εντολών;
es: %1: %2 ¿Desea continuar ejecutando el script?
mk: %1: %2 Да продолжам со извршување на скриптата?
sr: %1: %2 Наставити извршење скрипта?
tr: %1: %2 Betik işletilmeye devam edilsin mi?

source: %1 Cannot find this file. Verify that the correct path and file name are given.
bg: %1 Не може да бъде открит този файл. Проверете дали е зададен верен път и име.
ca: %1 No es troba el fitxer. Verifiqueu que el camí i el nom del fitxer són correctes.
el: %1 Δεν βρέθηκε αυτό το αρχείο. Βεβαιωθείτε ότι η διαδρομή και το όνομα του αρχείου είναι σωστά.
es: %1 No se puede encontrar este archivo. Verifique que se ha proporcionado la ruta y el nombre del archivo correctos.
mk: %1 Не можам да ја пронајдам датотеката. Молам проверете дали е внесена точната патека и името на датотеката.
sr: %1 Не може да нађе овај фајл. Проверити да је коректна путања и да је дато име фајла.
tr: %1 Dosya bulunamadı. Lütfen doğru yol ve dosya ismi verildiğinden emin olun.

source: %I64d Bytes transferred
bg: %I64d байта прехвърлени
ca: %I64d bytes transferits
el: %I64d Bytes έχουν μεταφέρθεί.
es: %I64d Bytes transferidos
mk: %I64d Бајти пренесено
sr: %I64d Бајта пренето
tr: %I64d Bayt transfer edildi

source: %I64d Bytes/s
bg: %I64d байта/сек
sr: %I64d Бајт/а

source: %I64d kBytes transferred
bg: %I64d килобайта прехвърлени
ca: %I64d kBytes transferits
el: %I64d kBytes έχουν μεταφέρθεί
es: %I64d kBytes transferidos
mk: %I64d kB пренесено
sr: %I64d кБајта пренето
tr: %I64d kBayt transfer edildi

source: %Ts [Recovered]
ca: %Ts [Recuperat]
el: %Ts [Ανακτήθηκαν]
es: %Ts [Recuperado]
sr: %Ts [Обновљен]

source: %d projects have updates:
ca: %d projectes tenen actualitzacions:
el: %d έργα έχουν ενημερώσεις:
es: %d proyectos tienen actualizaciones:
sr: %d пројеката има усклађивања:

source: %i%% alpha click to toggle alpha double click to automatically toggle alpha
bg: %i%% alpha кликни за да включиш алфа кликни два пъти за да избереш алфа автоматчно
ca: %i%% alfa feu clic per commutar alfa feu doble clic per commutar automàticament alfa
es: %i%% alfa haga clic para conmutar alfa doble clic para conmutar automáticamente alfa
sr: %i%% алфа кликните да укључите алфа двоструки клик за аутомтско укључивање алфа
tr: %i%% alfa alfayı değiştirmek için tıklayın alfayı otomatik olarak değiştirmek için çift tıklayın

source: %ld of %ld
bg: %ld от %ld
ca: %ld de %ld
el: %ld από %ld
es: %ld de %ld
mk: %ld од %ld
sr: %ld од %ld
tr: %ld / %ld

source: %ld paths
bg: %ld пътя
ca: %ld camins
el: %ld διαδρομές
es: %ld rutas
mk: %ld патеки
sr: %ld путање
tr: %ld dizinleri

source: %ls (offline)
bg: %ls (без връзка)
ca: %ls (sense connexió)
el: %ls (εκτός σύνδεσης)
es: %ls (sin conexión)
sr: %ls (искључен)

source: %ls (recursively)
ca: %ls (recursivament)
el: %ls (αναδρομικά)
es: %ls (recursivamente)
sr: %ls (рекурзивно)

source: %ls : Merged file
ca: %ls : Fitxer fusionat
el: %ls : συγχωνευμένο αρχείο
es: %ls: fichero mezclado
sr: %ls : Стопљен фајл

source: %ls : Remote file
bg: %ls : Отдалечен файл
ca: %ls : Fitxer remot
el: %ls : Απομακρυσμένο αρχείο
es: %ls : Archivo remoto
sr: %ls : Удаљен фајл

source: %ls : Working Base
bg: %ls : Работна база
ca: %ls : Base de treball
el: %ls : Βασική έκδοση πάνω στην οποία δουλεύετε
es: %ls : Base de trabajo
sr: %ls : Радна основа

source: %ls : Working Copy
bg: %ls : Работно копие
ca: %ls : Còpia de treball
el: %ls : Αντίγραφο Εργασίας
es: %ls : Copia de trabajo
sr: %ls : Радна копија

source: %ls, but the directory already exists unversioned locally.
bg: %ls, но директорията вече съществува местно неконтролирана.
ca: %ls, però el directori ja existeix sense versionar localment.
sr: %ls, али фолдер већ постоји локално неверзионисано.

source: %ls, but the directory is missing locally (deleted or moved away?).
ca: %ls, però el directori no existeix localment (esborrat o desplaçat fora?).
sr: %ls, али недостаје директоријум локално (обрисан или померен одатле?).

source: %ls, but the directory is missing locally.
bg: %ls, но директорията липсва местно.
ca: %ls, però el directori no existeix localment.
sr: %ls, али фолдер недостаје локално.

source: %ls, but the directory was already added locally.
bg: %ls, но директорията вече е била добавена местно.
ca: %ls, però el directori ja s'ha afegit localment.
sr: %ls, али фолдер је већ додат локално.

source: %ls, but the directory was already edited.
bg: %ls, но директорията вече е била редактирана.
ca: %ls, però el directori s'havia editat prèviament.
sr: %ls, али фолдер је већ уређен.

source: %ls, but the directory was deleted, moved or renamed locally.
bg: %ls, но директорията е била изтрита, преместена или преименувана местно.
ca: %ls, però el directori s'ha esborrat, desplaçat o canviat de nom localment.
sr: %ls, али фолдер је већ обрисан, померен или преименован локално.

source: %ls, but the directory was moved away
ca: %ls, però el directori s'ha desplaçat fora
sr: %ls, али директоријум је измакнут

source: %ls, but the directory was moved here
ca: %ls, però el directori s'ha desplaçat aquí
sr: %ls, али директоријум је примакнут

source: %ls, but the directory was obstructed in the working copy.
bg: %ls, но директорията е била задръстена в работното копие.
ca: %ls, però el directori estava obstruït a la còpia de treball.
sr: %ls, али фолдер је спречен у радној копији.

source: %ls, but the directory was replaced
bg: %ls, но директорията е била заменена
ca: %ls, però el directori s'ha substituït
sr: %ls, али фолдер је премештен

source: %ls, but the file already exists unversioned locally.
bg: %ls, но файлът вече съществува местно неконтролиран.
ca: %ls, però el fitxer ja existeix sense versionar localment.
sr: %ls, али фолдер већ постоји неверзионисано локално.

source: %ls, but the file is missing locally (deleted or moved away?).
ca: %ls, però el fitxer no existeix localment (esborrat o desplaçat fora?).
sr: %ls, али фајл недостаје локално (обрисан или померен одатле?).

source: %ls, but the file is missing locally.
bg: %ls, но файлът липсва местно.
ca: %ls, però el fitxer no existeix localment.
sr: %ls, али фајл недостаје локално.

source: %ls, but the file was already added locally.
bg: %ls, но файлът вече е бил добавен местно.
ca: %ls, però el fitxer ja s'ha afegit localment.
sr: %ls, али фајл је већ додат локално.

source: %ls, but the file was already edited.
bg: %ls, но файлът вече е бил редактиран.
ca: %ls, però el fitxer s'havia editat prèviament.
sr: %ls, али фајл је већ уређен.

source: %ls, but the file was deleted, moved or renamed locally.
bg: %ls, но файлът е бил изтрит, преместен или преименуван местно.
ca: %ls, però el fitxer ja s'ha suprimit, desplaçat o canviat de nom localment.
sr: %ls, али фајл је већ обрисан, померен или преименован локално.

source: %ls, but the file was moved away
ca: %ls, però el fitxer s'ha desplaçat fora
sr: %ls,али фајл је измакнут

source: %ls, but the file was moved here
ca: %ls, però el fitxer s'ha desplaçat aquí
sr: %ls, али фајл је примакнут

source: %ls, but the file was obstructed in the working copy.
bg: %ls, но файлът е бил задръстен в работното копие.
ca: %ls, però el fitxer estava obstruït a la còpia de treball.
sr: %ls, али фајл је спречен у радној копији.

source: %ls, but the file was replaced
bg: %ls, но файлът е бил заменен
ca: %ls, però el fitxer s'ha substituït
sr: %ls, али фајл је премештен

source: %ls %ld failed hunk(s)
bg: %ls %ld неуспешни част/и
ca: %ls %ld tros(sos) fallit(s)
es: %ls %ld fragmentos fallaron
sr: %ls %ld неисправан комад(и)

source: %ls Do you want to remove the %d files anyway?
bg: %ls Искаш ли да премахнеш %d файлове?
ca: %ls Voleu eliminar els %d fitxers de totes maneres?
el: %ls Θέλετε να αφαιρέσετε τα %d αρχεία ούτως ή άλλως;
es: %ls ¿Desea eliminar los archivos %d de todos modos?
sr: %ls Да ли желите да уклоните %d фајлова свакако?

source: %ls Do you want to remove the file '%ls' anyway?
bg: %ls Искаш ли да премахнеш файла '%ls'?
ca: %ls Voleu eliminar el fitxer '%ls' de totes maneres?
el: %ls Θέλετε να αφαιρέσετε το αρχείο '%ls' ούτως ή άλλως;
es: %ls ¿Desea eliminar el archivo %ls de todos modos?
sr: %ls Да ли желите да уклоните фајл '%ls' свакако?

source: %ls The folder %ls contains unversioned and/or modified file(s). Do you want to remove it anyway?
bg: %ls Папката %ls съдържа невключени и/или променени файлове. Искаш ли да бъде премахната?
ca: %ls La carpeta %ls conté fitxer(s) sense versionar i/o fitxer(s) modificat(s). Voleu suprimir-la de totes maneres?
el: %ls Ο φάκελος %ls περιέχει τροποποιημένα αρχεία ή/και αρχεία τα οποία δεν υπάγονται σε έλεγχο εκδόσεων. Θέλετε να τον αφαιρέσετε ούτως ή άλλως;
es: %ls La carpeta %ls contiene archivo(s) sin versionar y/o modificados. ¿Desea eliminarla de todos modos?
sr: %ls Фолдер%ls садржи неверзионисане и/или измењене фајлове. Желите ли да их свакако уклоните?

source: %ls is a directory, not a file! TortoiseMerge can't diff directories.
bg: %ls е директория, а не файл! TortoiseMerge не може да сравнява директории.
ca: %ls és un directori, no un fitxer. TortoiseMerge no pot comparar directoris.
el: %ls είναι ένας κατάλογος και όχι ένα αρχείο! Το TortoiseMerge δεν μπορεί να συγκρίνει καταλόγους.
es: %ls es un directorio, no un archivo! TortoiseMerge no puede diferenciar directorios.
sr: %ls је фолдер, није фајл! ТортоисеМерге не може упоређивати фолдере.

source: &About TortoiseMerge...
bg: &Относно TortoiseMerge...
ca: &Quant a TortoiseMerge...
el: &Σχετικά με το TortoiseMerge...
es: &Acerca de TortoiseMerge...
mk: &За TortoiseMerge...
sr: &О ТортоисеМерге...
tr: &TortoiseMerge Hakkında..

source: &Accept current working copy state (mark as resolved)
ca: &Accepta l'estat de la còpia de treball actual (marca com a resolt)
sr: Прихв&ати текуће стање радне копије (означи као разрешено)

source: &Activate
bg: &Задействане
ca: &Activa
mk: &Активирај
sr: &Активирај
tr: &Etkinleştir

source: &Add
bg: &Добавяне
ca: &Afegeix
el: &Προσθήκη
es: &Añadir
mk: &Додади
sr: &Додај
tr: &Ekle

source: &Add >>
bg: &Добавяне >>
ca: &Afegeix >>
mk: &Додади >>
sr: &Додај >>
tr: &Ekle >>

source: &Add Filter
ca: &Afegir Filtre
el: &Προσθήκη Φίλτρου
es: &Añade filtro
sr: Дод&ај филтер
tr: Filtre &Ekle

source: &Add or Remove Buttons
bg: &Добавяне или премахване на бутони
ca: &Afegeix o treu botons
mk: &Додади или отстрани копчиња
sr: &Додај или уклони дугмиће
tr: &Ekle yada Kaldır Düğmeleri

source: &Add...
bg: &Добавяне...
ca: &Afegeix...
el: &Προσθήκη...
es: &Añadir...
mk: &Додади...
sr: &Додај...
tr: &Ekle...

source: &Advanced...
bg: &Допълнителни...
ca: &Avançat...
el: &Για προχωρημένους...
es: &Avanzado...
mk: &Напредни...
sr: Н&апредно...
tr: &Gelişmiş...

source: &All
ca: &Tot
el: &Όλα
es: &Todos
sr: &Све
tr: &Tümü

source: &Allow ambiguous URLs
bg: &Позволяване на нееднозначни URL-и
ca: &Permet URLs ambigus
el: &Να επιτρέπονται ασαφή URLs
es: Permitir URLs &ambiguas
mk: &Дозволи двозначни URL
sr: Дозволи вишезн&ачне УРЛ-ове
tr: &Şüpheli sitelere izin ver

source: &Apply property recursively
bg: &Рекурсивно прилагане на свойство
ca: &Aplica la propietat recursivament
el: &Εφαρμογή ιδιότητας αναδρομικά
es: &Aplicar propiedad recursivamente
sr: Примени особине пон&ављајући
tr: &Özelliği özyineli uygula

source: &Apply the update to the move destination
ca: &Aplica l'actualització a la destinació del desplaçament
sr: Примени ускл&ађивање ка дестинацији за померање

source: &Apply unified diff
bg: &Кърпене с Unified Diff
ca: &Aplica la comparació unificada
el: &Εφαρμογή ενοποιημένων διαφορών
es: &Aplicar diff unificado
mk: &Примени попис на обединети разлики
sr: Примени обједињене р&азлике
tr: &Birleştirilmiş karşılaştırma dosyasını uygula

source: &Arguments:
bg: &Аргументи:
mk: &Аргументи:
sr: &Аргументи:
tr: &Parametreler:

source: &Assign
bg: &Присвояване
ca: &Assigna
mk: &Додели
sr: Озн&ачи
tr: &Atama yap

source: &Associate double-click event with:
bg: &Асоцииране на двойното щракване с:
ca: &Associa el doble clic amb:
mk: &Асоцирај го двокликот со:
sr: Придружи двоструки клик дог&ађај са:
tr: &Çift-tıklamayi şununla ilişkilendir:

source: &Auto Hide
bg: &Автоматично скриване
ca: &Amaga automàticament
mk: &Автоматски Скриј
sr: &Аутоматско сакривање
tr: &Otomatik Sakla

source: &Autoclose:
bg: &Автоматично затваряне
ca: &Tancament automàtic:
el: &Αυτόματο κλείσιμο:
es: &Autocerrar:
mk: &Аутозатворање:
sr: &Аутозатварање:
tr: &Otomatik kapama:

source: &Backup original file
bg: &Запис на резервно копие
ca: &Fes una còpia de seguretat del fitxer original
el: &Αντίγραφο ασφαλείας πρωτότυπου αρχείου
es: &Realizar copia de seguridad del archivo original
mk: &Сигурносна копија на оригинална датотека
sr: &Направи сигурносну копију оригиналног фајла
tr: &Özgün dosyayı yedekle

source: &Binary
bg: &Двоичен
ca: &Binari
el: &Δυαδικό
es: &Binario
mk: &Бинарно
sr: &Бинарно
tr: &İkili

source: &Blame changes
bg: &Авторство на промените
ca: &Estableix l'autoria dels canvis
el: &Αλλαγές στην υπαιτιότητα
es: &Autoría de los cambios
mk: &Виновници за измени
sr: &Кривац промена
tr: &Değişiklikleri sorumlu tut

source: &Blame previous revision
bg: &Авторство на предишна ревизия
ca: &Mostra l'autoria de la revisió prèvia
el: &Ενοχοποίηση προηγούμενης αναθεώρησης
es: Ver &autoría de la revisión anterior
mk: &Виновник за претходна ревизија
sr: &Кривац претходне ревизије
tr: &Önceki revizyonu sorumlu tut

source: &Blame revisions
bg: &Авторство на ревизии
mk: &Виновници за ревизиите
sr: &Кривац ревизија
tr: &Revizyon sorumluları

source: &Blame...
bg: &Авторство...
ca: &Autoria...
el: &Ενοχοποίηση...
es: &Autoría...
mk: &Виновници...
sr: &Окривити...
tr: &Sorumlular...

source: &Blue:
bg: &Син:
ca: &Blau:
mk: &Сино:
sr: &Плави:

source: &Border:
bg: &Кант:
ca: &Contorn:
el: &Περίγραμμα
es: &Borde:
mk: &Граница:
sr: &Граница:
tr: &Sınır:

source: &Bottom
bg: &Долу
ca: A &baix de tot
el: &Τέλος
es: &Pie
mk: &Дно
sr: &Дно
tr: &Dip

source: &Branches
bg: &Разклонения
ca: &Branques
el: &Διακλαδώσεις
es: &Ramas
mk: &Гранки
sr: &Гране
tr: &Dallar

source: &Break write locks
ca: &Trenca bloquejos d'escriptura
es: Romper &bloqueo de escritura
sr: &Уклони кључ за уписивање

source: &Browse repository
bg: &Разглеждане на хранилище
ca: &Navega pel repositori
el: &Αναζήτηση αποθετηρίου
es: &Explorar el repositorio
mk: &Прегледај складиште
sr: &Претражи спремиште
tr: &Depoyu incele

source: &Browse...
bg: &Избор...
ca: &Navega...
el: &Αναζήτηση...
es: &Explorar...
mk: &Разгледај...
sr: &Претражи...
tr: &İncele...

source: &Bugtraq (Issue tracker integration)
bg: &Bugtraq (Интеграция на следенето на проблемите)
ca: &Bugtraq (Integració del seguidor d'incidències)
el: &Bugtrack (Ενσωμάτωση ανιχνευτή θεμάτων)
es: &Bugtraq (Integración en el seguimiento de incidentes)
mk: &Bugtraq (интеграција со систем за следење проблеми)
sr: &Багтрак (Проблем трагач интеграција)
tr: &Bugtraq (Sorun takip entegrasyonu)

source: &Button Appearance...
bg: &Външен вид на бутоните...
ca: &Aparença del botó...
mk: &Изглед на копчињата...
sr: &Изглед дугмета...
tr: &Düğme Görünümü...

source: &Button text:
bg: &Текст на бутоните
ca: Text del &botó:
mk: &Текст на копчињата:
sr: &Текст дугмета:
tr: &Düğme metni:

source: &CD-ROM
el: &Οπτικός Δίσκος
sr: &ЦД-РОМ

source: &Cancel
bg: &Отказ
ca: &Cancel·la
el: &Άκυρο
es: &Cancelar
mk: &Откажи
sr: &Откажи
tr: &İptal

source: &Categories:
bg: &Категории:
mk: &Категории:
sr: &Категорије:
tr: &Kategoriler:

source: &Category:
bg: &Категория:
ca: &Categoria:
mk: &Категорија:
sr: &Категорија:
tr: &Kategori:

source: &Choose commands from:
bg: &Изберете команди от:
ca: &Tria ordres de:
mk: &Изберете команди од:
sr: &Изабери команде од:
tr: &Şuradan komut seç:

source: &Choose items...
bg: &Избери от...
ca: &Escull elements...
el: &Επιλογή στοιχείων...
es: &Seleccione los elementos...
sr: &Изаберите ставке...
tr: &Öğe seç...

source: &Clean up working copy status
bg: &Изчисти статуса на работното копие
ca: &Neteja estat de la còpia de treball
el: &Καθάρισμα κατάστασης αντιγράφου εργασίας
es: &Limpiar estado copia de trabajo
sr: &Очистите статус радне копије
tr: &Çalışan kopya durumunu temizle

source: &Clean up...
bg: &Почисти...
ca: &Neteja...
el: &Καθαρισμός...
es: &Limpiar...
sr: &Чишћење...
tr: &Temizle...

source: &Clear Changelists
ca: &Neteja llistes de canvis
el: &Καθάρισμα Λιστών Αλλαγών
es: Limpiar listas de cambios
sr: &Обриши листу измена

source: &Close
bg: &Затваряне
ca: &Tanca
el: &Κλείσιμο
es: &Cerrar
mk: &Затвори
sr: &Затвори
tr: &Kapat

source: &Close Window(s)
bg: &Затваряне на прозореца/-ите
ca: &Tanca la finestra(es)
mk: &Затвори прозорец(и)
sr: &Затвори прозор(е)
tr: &Pencere(leri)yi Kapat

source: &Collaborator username
ca: Nom d'usuari del &col·laborador
el: &Όνομα χρήστη Συνεργάτη
es: Usuario &colaborador
sr: &Сардниково корисничко име

source: &Command:
bg: &Команда:
ca: &Ordre:
mk: &Команда:
sr: &Команда:
tr: &Komut:

source: &Commit...
bg: &Поверяване...
ca: &Puja...
el: &Καταγραφή...
es: &Confirmar...
mk: &Изврши...
sr: &Урежи...
tr: &Teslim et...

source: &Compare URLs
bg: &Сравняване на URL-и
ca: &Compara URLs
el: &Σύγκριση διευθύνσεων URL
es: &Comparar URLs
mk: &Спореди URLови
sr: &Упореди УРЛове
tr: &Bağlantıları karşılaştır

source: &Compare revisions
bg: &Сравняване на ревизии
ca: &Compara revisions
el: &Σύγκριση αναθεωρήσεων
es: &Comparar revisiones
mk: &Спореди ревизии
sr: &Упореди ревизије
tr: &Revizyonları karşılaştır

source: &Compare whitespaces
bg: &Сравняване на празните символи
ca: &Compara espais en blanc
el: &Σύγκριση κενών διαστημάτων
es: &Comparar espacios en blanco
mk: &Спореди празни места
sr: &Упореди белине
tr: &Boşlukları karşılaştır

source: &Configure
bg: &Настройка
ca: &Configura
el: &Παραμετροποίηση
es: &Configurar
mk: &Подеси
sr: &Конфигуриши
tr: &Ayarla

source: &Contact the repository on startup
bg: Проверка в хранилището при &стартиране
ca: &Contacta el repositori a l'inici
el: &Επικοινωνία με την Αποθήκη κατά την εκκίνηση
es: &Contactar con el repositorio al iniciar
mk: &Контактирај го складиштето на стартање
sr: &Контактирај спремиште приликом покретања
tr: &Başlangıçta depo ile bağlantı kur
