Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: The last update operation tried to add the directory '%s'
mk: Последната операција на освежување се обиде да го додаде директориумот '%s'
tr: Son güncelleme işlemi '%s' dizinini eklemeyi denedi

source: The last update operation tried to add the file '%s'
mk: Последната операција на освежување се обиде да ја додаде датотеката '%s'
tr: Son güncelleme işlemi '%s' dosyasını eklemeyi denedi

source: The last update operation tried to delete/move/rename the directory '%s'
mk: Последната операција на освежување се обиде да го избрише/измени/преименува директориумот '%s'
tr: Son güncelleme işlemi '%s' dizinini silmeyi/taşımayı/yeniden isimlendirmeyi denedi

source: The last update operation tried to delete/move/rename the file '%s'
mk: Последната операција на освежување се обиде да ја избрише/измени/преименува датотеката '%s'
tr: Son güncelleme işlemi '%s' dosyasını silmeyi/taşımayı/yeniden isimlendirmeyi denedi

source: The last update operation tried to modify the directory '%s'
mk: Последната операција на освежување се обиде да го измени директориумот '%s'
tr: Son güncelleme işlemi '%s' dizinini değiştirmeyi denedi

source: The last update operation tried to modify the file '%s'
mk: Последната операција на освежување се обиде да ја измени датотеката '%s'
tr: Son güncelleme işlemi '%s' dosyasını değiştirmeyi denedi

source: The last update operation tried to replace the directory '%s'
tr: Son güncelleme işlemi '%s' dizinini yenisi ile değiştirmeye çalıştı

source: The last update operation tried to replace the file '%s'
tr: Son güncelleme işlemi '%s' dizinini yenisi ile değiştirmeye çalıştı

source: The patch seems outdated! The file line %1!s! and the patchline %2!s! do not match!
tr: Yama güncel değil! %1!s! dosya satırı ve yama satırı %2!s! uyuşmuyor!

source: The path/URL '%s' seems to be illegal on Windows! You can try it anyway, but you might get an error later.
tr: yol/URL '%s' Windows'ta yasadışı görünüyor! Yine de deneyebilirsiniz, ancak daha sonra bir hata alabilirsiniz.

source: The path %1!s! seems not to match the paths in the patchfile. But TortoiseMerge found the path %2!s! matches it better. Do you want to use the suggested path instead?
tr: %1!s! dizgini yama dosyasındaki dizinler ile uyuşmamakta. Fakat TortoiseMerge tarafından bulununan %2!s! dizini ile uyuşmakta. Tavsiye edilen bu dizini kullanmak ister misiniz?

source: The returned error was: %s
tr: Dönen hata: %s

source: The target file %s already exists. Do you want to replace the file?
mk: Датотеката %s веќе постои! Дали сакате да ја презапишете?
tr: Hedef dosya %s zaten mevcut. Dosyayı yenisi ile değiştirmek istiyor musunuz?

source: The target folder %s is not empty! Are you sure you want to checkout/export into that folder?
mk: Целниот директориум %s не е празен! Дали сакате да превземете/извезете во тој директориум?
tr: Hedef klasör %s boş değil! Bu klasöre dışa aktarmak istediğinizden emin misiniz?

source: The target working copy '%s' has local modifications. It is recommended to commit those changes first before merging new changes.
tr: Hedef çalışan kopya "%s" yerel değişikliklere sahip. Yeni değişiklikleri birleştirmeden önce bu değişiklikleri teslim etmeniz önerilir.

source: This program is linked to the missing export %s in the file %s. This machine may have an incompatible version of %s.
mk: Овој програм е поврзан со непостоечкиот експорт%s во %s. Можеби на оваа машина постои некомпатибилна верзија на %s.
tr: Bu program var olmayan dışa aktarma %s'ya (%s dosyasında) yönlendirilmiş. Bu makinede %s 'in uyumsuz bir versiyonu olabilir.

source: This program requires the file %s, which was not found on this system.
mk: Оваа програма ја користи датотеката %s, која не е пронајдена.
tr: Programın çalışması için bu sistemde bulunamayan %s doyası gerekli.

source: TortoiseMerge %d.%d.%d, Build %d - %s, %s
mk: TortoiseСпои %d.%d.%d, Изгради %d - %s, %s
tr: TortoiseMerge %d.%d.%d, Yapım %d - %s, %s

source: TortoiseSVN has detected similar filenames. Do you want the files:%s to be renamed too?
mk: TortoiseSVN има детектирано слични имиња. Дали сакате и:%s да биде преименуван?
tr: TortoiseSVN benzer dosya isimleri algıladı. %s Bu dosya isimlerinin tekrar adlandırılmasınını da istiyor musunuz?

source: Transferring at %s
mk: Префрлувам на %s
tr: %s de transfer edilmekte

source: Unable to determine merge source for %s Please use the main merge dialog.
mk: Не можам да го пронајдам изворот за спојување за %s Ве молам користете го главниот дијалог за спојување.
tr: %s için birleştirme kaynağı belirlenemedi Lütfen ana birleştirme ekranını diyaloğunu kullanın.

source: Unknown certificate issuer. Fingerprint: %1!s! Distinguished name: %2!s!
tr: Bilinmeyen sertifika sağlayıcısı. Parmakizi: %1!s! Belirleyici ad: %2!s!

source: Unversioning %1!s!
tr: Versiyon kaldırılıyor: %1!s!

source: Upgrading '%1!s!'
tr: '%1!s!' öğesi yükseltiliyor

source: Use the found path. Apply the patch to %s
tr: Bulunan yolu kullan. Şuna yamayı uygula %s

source: Use the original path. Apply the patch to %s
tr: Özgün yolu kullan. Şuna yamayı uygula %s

source: Valid command line options are: /base:<path to base file> /theirs:<path to their file> /mine:<path to your file> /merged:<path to resulting merged file> /diff:<path to unified diff file> /patchpath:<path to folder>
mk: Валидни командни опции се: /base:<path to base file> /theirs:<path to their file> /mine:<path to your file> /merged:<path to resulting merged file> /diff:<path to unified diff file> /patchpath:<path to folder>
tr: Geçerli komuta satırları : /Taban :< taban dosyasının dizini> /Onların:<onların dosyalarının dizini> /Benim:<kendi dosyanızın dizini> /Birleştirilmiş:<birleştirme sonuçu oluşan dosyanın dizini> /diff:<birleştirilmiş karşılaştırma dosyasının dizini> /patchpath:<klasörün dizini>

source: Working copy relocated to %s
mk: Работна копија е преместена на %s
tr: Çalışan kopyanın taşınıldığı yer %s

source: Working copy: %s
tr: Çalışan kopya: %s

source: You're trying to add the item '%1!s!', but the item '%2!s!' already exists. It seems the item got renamed outside Subversion but only with case changes. Do you really want to add it?
tr: '%1!s!', elemanını eklemeye çalışıyorsunuz, ancak '%2!s!' elemanı zaten mevcut. Dosya ismi Subversion dışında değiştirilmiş gibi görünüyor ancak sadece büyük küçük karakter değişikliği gerçekleşmiş. Gerçekten eklemek istiyor musunuz?

source: Your working copy contains modifications. Lowest revision in working copy: %1!ld! Path: %2!s!
tr: Çalışan kopyanız değişiklikler içeriyor. Çalışan kopyadaki en düşük revizyon: %1!ld! Yol: %2!s!

source: Your working copy points to %s which appears to be a tag! You should first switch to a branch or the main trunk before committing.
tr: Çalışan kopyanız etiket olarak görünen şuraya bakıyor: %s Teslim etmeden önce bir dala veya ana gövdeye dönmelisiniz.

source: Zoo&m out
mk: Одзу&мирај
tr: &Uzaklaş/Küçült

source: Zoom i&n
mk: Зу&мирај
tr: &Yaklaş/Büyüt

source: alias (%1!s!): %2!s!
tr: takma ad (%1!s!): %2!s!

source: alias: %s
tr: takma ad: %s

source: column '%s'
tr: '%s' sütunu

source: copied from %1!s! - revision %2!ld!
tr: %1!s! - revizyon %2!ld! den kopyalandı

source: current size: %1!s! old size: %2!s! change: %3!s!
tr: şu anki boyut: %1!s! eski boyut: %2!s! değişim: %3!s!

source: revision %1!s!-%2!s!, revision %3!s!-%4!s!
tr: revizyon %1!s!-%2!s!, revizyon %3!s!-%4!s!

source: revisions %1!s!-%2!s!, %3!s!
tr: revizyonlar %1!s!-%2!s!, %3!s!

source: switched to %s
mk: префрлено на %s
tr: %s'e değiştirildi

source: to %1!s!
tr: buraya %1!s!

source: &Cancel Choose a different folder to export to
el: &Ακύρωση Επιλογή διαφορετικού φακέλου για εξαγωγή
es: Selecciona un carpeta diferente para exportar

source: &Cancel Do not remove
el: &Ακύρωση Μη αφαίρεση
es: No eliminar

source: &Cancel Do not revert.
el: &Ακύρωση Μη επαναφορά.
es: &Cancel No revertir.

source: &Cancel Do not update the working copy.
el: &Ακύρωση Να μην ενημερωθεί το τρέχον αντίγραφο εργασίας.
es: No actualizar la copia de trabajo.

source: &Cancel Don't resolve the item.
el: &Ακύρωση Μη επίλυση του στοιχείου.
es: No resolver el conflicto

source: &Cancel Don't show the diff.
el: &Ακύρωση Μη εμφάνιση των διαφορών.
es: No muestres la diferencia.

source: &Cancel Go back and enter an issue number.
es: Volver e introducir un número de defecto

source: &Cancel I will enter a different path/URL.
el: &Ακύρωση Εισαγωγή διαφορετικής διαδρομής/URL.
es: Introduciré una ruta/URL diferente.

source: &Cancel Keep the current URL.
el: &Ακύρωση Διατήρηση της τρέχουσας διεύθυνσης URL.
es: Conservar la URL actual.

source: &Cancel Leave the cache on disk.
es: Dejar la cache en disco.

source: &Cancel The conflict is not resolved.
el: &Ακύρωση Μη επίλυση της διένεξης.
es: EL conflicto no esta resuelto.

source: &Cancel The file is not copied.
el: &Ακύρωση Μη αντιγραφή του αρχείου.
es: El archivo no se copiará.

source: &Cancel The folder is not exported.
el: &Ακύρωση Μη εξαγωγή του φακέλου.
es: La carpeta no se exportará.

source: &Cancel The items are not imported.
el: &Ακύρωση Μη εισαγωγή των στοιχείων.
es: Los elementos no son importados.

source: &Cancel The target file is left as is
el: &Ακύρωση Διατήρηση του αρχείου-στόχου ως έχει
es: &Cancelar El archivo destino se deja como está

source: &Cancel You have to add the folder manually.
el: &Ακύρωση Πρέπει να προσθέσετε τον φάκελο χειροκίνητα.
es: Tiene que agregar manualmente la carpeta.

source: &Cancel You have to run an update yourself to get the externals
es: Debe ejecutar una actualización usted mismo para obtener los externos.

source: &Cancel keep the current format.
el: &Ακύρωση διατήρηση της τρέχουσας μορφοποίησης.
es: Mantener el formato actual.

source: &Delete Remove the cache files.
es: Remueve los archivos cache.

source: &Don't run Do not run the script
el: &Μη εκτέλεση Μη εκτέλεση της δέσμης εντολών.
es: No ejecutar.No ejecutar el script.

source: &Name
el: &Όνομα
es: Nombre

source: ID:32870:V C +L
el: ID:32809:V C +F
es: ID:32809:V C +F
mk: ID:32809:V C +F

source: ID:32881:V C +P
el: ID:32814:V C +L
es: ID:32814:V C +L
mk: ID:32814:V C +L

source: Ignore comment changes Ignore Comments
el: Αγνόηση μεταβολών σχολίων Αγνόηση Σχολίων
es: Ignorar los cambios a comentarios. Ignorar comentarios.

source: Mark as &resolved The conflict is resolved.
es: Marcar como resuelto El conflicto está resuelto.

source: ID:32883:V C +A
bg: ИД:32883:V C +A

source: ID:57634:V CS+C
bg: ИД:57634:V CS+C

source: %1!ls! from %2!ls!
el: %1!ls! από %2!ls!

source: &Accept the certificate The certificate is accepted only this one time.
el: &Αποδοχή πιστοποιητικού Η αποδοχή του πιστοποιητικού πρέπει να γίνει μόνο αυτή τη φορά.

source: &Add item This will lead to problems on Windows.
el: &Προσθήκη αντικειμένου Αυτό θα οδηγήσει σε προβλήματα στα Windows.

source: &Apply
el: &Εφαρμογή

source: &Cancel Go back and select a different folder.
el: &Ακύρωση Επιστροφή για επιλογή διαφορετικού φακέλου.

source: &Cancel Local modifications are kept.
el: &Ακύρωση Διατήρηση τοπικών τροποποιήσεων.

source: &Export Export into the non-empty folder.
el: &Εξαγωγή Εξαγωγή στον μη-άδειο φάκελο.

source: &Import The items are imported, creating a new revision for each item.
el: &Εισαγωγή Τα αντικείμενα εισάγονται και δημιουργείται καινούργια αναθεώρηση για κάθε αντικείμενο.

source: &Log message:
el: &Μήνυμα καταγραφικού:

source: &Overwrite Replace the target folder.
el: &Επεγγραφή Αντικατάσταση του φακέλου προορισμού.

source: &Overwrite The target file gets replaced
el: &Επεγγραφή Το αρχείο προορισμού θα αντικατασταθεί

source: &Overwrite The target file is replaced.
el: &Επεγγραφή Το αρχείο προορισμού αντικαθίσταται.

source: &Pretty print
el: &Κομψή εκτύπωση

source: &Proceed with the entered path I'm aware of the possible problems.
el: &Συνέχεια με την εισαχθείσα διαδρομή Είμαι ενήμερος για τα όποια πιθανά προβλήματα.

source: &Proceed with the merge.
el: &Συνέχιση της συγχώνευσης.

source: &Reject the certificate Cancel the connection.
el: &Απόρριψη του πιστοποιητικού Ακύρωση της σύνδεσης.

source: &Relocate The working copy is relocated to the new URL.
el: &Επανατοποθέτηση Το αντίγραφο εργασίας επανατοποθετείται στη νέα διεύθυνση URL.

source: &Remove from version control All .svn folders are removed
el: &Αφαίρεση από τον έλεγχο εκδόσεων Όλοι οι .svn φάκελοι θα αφαιρεθούν

source: &Remove Force the removal
el: &Αφαίρεση Αναγκάστε την αφαίρεση

source: &Remove Remove the property only from this item.
el: &Αφαίρεση Αφαίρεση της ιδιότητας μόνο από αυτό το στοιχείο.

source: &Rename The folder is exported as '%ls'.
el: &Μετονομασία Εξαγωγή φακέλου ως '%ls'.

source: &Resolve The item is marked as resolved.
el: &Επίλυση Το αντικείμενο σημειώνεται ως επιλυμένο.

source: &Retry
el: &Επαναπροσπάθεια

source: &Retry as different user
el: &Επαναπροσπάθεια ως διαφορετικός χρήστης

source: &Revert Changes will be applied to the working copy.
el: &Επαναφορά Οι αλλαγές θα εφαρμοστούν στο αντίγραφο εργασίας.

source: &Version
el: &Έκδοση

source: ...and %d more paths.
el: ...και %d επιπλέον διαδρομές.

source: A newer version is available. Please go to https://tortoisesvn.net and download the current version.
el: Μια νεότερη έκδοση είναι διαθέσιμη. Παρακαλούμε μεταβείτε στη διεύθυνση https://tortoisesvn.net και κατεβάστε την τρέχουσα έκδοση.

source: Abou&t TortoiseMerge
el: Σχετι&κά με το TortoiseMerge

source: Accept the certificate &permanently You won't get asked about this certificate again.
el: Αποδοχή του πιστοποιητικού &μόνιμα Δεν θα ερωτηθείτε ξανά για αυτό το πιστοποιητικό.

source: Affected &files:
el: Επηρεασμένα &αρχεία:

source: An unknown line type was found in line %d!
el: Βρέθηκε άγνωστος τύπος γραμμής στη γραμμή %d!

source: Export from %1!ls!
el: Εξαγωγή από %1!ls!

source: Mark all projects as read
el: Επισήμανση όλων των έργων ως αναγνωσμένα

source: No filter
el: Κανένα φίλτρο

source: Property diff:
el: Διαφορές ιδιοτήτων:

source: Save &as
el: Αποθήκευση &ως

source: Show diff separately
el: Εμφάνιση διαφορών ξεχωριστά

source: Subversion encountered a serious problem. Please take the time to report this on the Subversion mailing list with as much information as possible about what you were trying to do. But please first search the mailing list archives for the error message to avoid reporting the same problem repeatedly. You can find the mailing list archives at https://subversion.apache.org/mailing-lists.html Subversion encountered the problem in: file %1!ls!, line %2!ld! expression = %3!ls! you can copy the content of this dialog to the clipboard using Ctrl-C.
el: Το Subversion συνάντησε ένα σοβαρό πρόβλημα. Παρακαλούμε αφιερώστε λίγο χρόνο για να αναφέρετε το πρόβλημα στην λίστα αλληλογραφίας του Subversion με όσο το δυνατόν περισσότερες πληροφορίες για το τί προσπαθούσατε να κάνετε. Αλλά πρωτίστως παρακαλούμε να δείτε αν μπορείτε να βρείτε τον ίδιο κωδικό σφάλματος στο ιστορικό της αλληλογραφίας έτσι ώστε να μην αναφέρετε το ίδιο πρόβλημα επανειλημμένα. Μπορείτε να βρείτε την λίστα αλληλογραφίας στην διεύθυνση https://subversion.apache.org/mailing-lists.html Το Subversion συνάντησε το πρόβλημα στο: αρχείο %1!ls!, γραμμή %2!ld! έκφραση = %3!ls! μπορείτε να αντιγράψετε το περιεχόμενο αυτού του διαλόγου στο πρόχειρο χρησιμοποιώντας Ctrl-C.

source: Subversion encountered a serious problem. Please take the time to report this on the Subversion mailing list with as much information as possible about what you were trying to do. But please first search the mailing list archives for the error message to avoid reporting the same problem repeatedly. You can find the mailing list archives at https://subversion.apache.org/mailing-lists.html Subversion reported the following (you can copy the content of this dialog to the clipboard using Ctrl-C):
el: Το Subversion συνάντησε ένα σοβαρό πρόβλημα. Παρακαλούμε αφιερώστε λίγο χρόνο για να αναφέρετε το πρόβλημα στην λίστα αλληλογραφίας του Subversion με όσο το δυνατόν περισσότερες πληροφορίες για το τί προσπαθούσατε να κάνετε. Αλλά πρωτίστως παρακαλούμε να δείτε αν μπορείτε να βρείτε τον ίδιο κωδικό σφάλματος στο ιστορικό της αλληλογραφίας έτσι ώστε να μην αναφέρετε το ίδιο πρόβλημα επανειλημμένα. Μπορείτε να βρείτε την λίστα αλληλογραφίας στην διεύθυνση https://subversion.apache.org/mailing-lists.html Το Subversion ανέφερε τα ακόλουθα (μπορείτε να αντιγράψετε το περιεχόμενο αυτού του διαλόγου στο πρόχειρο χρησιμοποιώντας Ctrl-C):

source: The line '====' was expected in line %d!
el: Η γραμμή '====' αναμενόταν στη γραμμή %d!

source: This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (https://www.openssl.org/)
el: Αυτό το προϊόν περιλαμβάνει λογισμικό το οποίο αναπτύχθηκε από το OpenSSL Project για χρήση στο OpenSSL Toolkit (https://www.openssl.org/)

source: This product includes software from Apache™ Subversion® (https://subversion.apache.org)
el: Αυτό το προϊόν περιλαμβάνει λογισμικό από το Apache™ Subversion® (https://subversion.apache.org)

source: URLs with revision
el: διευθύνσεις URL με αναθεώρηση

source: Version %d - %s
el: Έκδοση %d - %s

source: Wrap Lines
el: Περιτύλιγμα Γραμμών

source: %s Do you want to remove it anyway?
mk: %s Дали сепак сакате да го отстраните ?

source: &Resolve using local property
mk: &Разреши користејќи ги локалните својства

source: : working base
mk: : работна основа

source: Accept once
mk: Прифати еднаш

source: Accept permanently
mk: Прифати засекогаш

source: Add the item anyway
mk: Додади секако

source: Added a file remotely
mk: Датотека е додадена одалечено

source: Added a folder remotely
mk: Директориумот е додаден одалечено

source: Applies the properties recursively to all files/folders. bugtraq:, tsvn: and webviewer: properties are only applied to folders.
mk: Ги применува својствата рекурзивно на сите датотеки/директориуми. bugtraq, tsvn: и webviewer: својствата се применуваат само на директориуми.

source: Auto Rename
mk: Автоматска промена на имињата

source: Browse for the external diff program
mk: Побарај надворепен програм за споредба

source: Caches the log messages to speed up log fetching
mk: Кеширај ги пораките за да се забрза превземање на логот

source: Cascaded context menu
mk: Каскадно мени со опции

source: Certificate expired or not yet valid
mk: Сертификатот е истечен или уште не е валиден

source: Changed files: %d
mk: Изменети датотеки: %d

source: Check the files which you want to delete before importing.
mk: Провери ги датотеките кои сакаш да ги избришеш пред увезувањето.

source: Clears the stored authentication. You will have to enter your username/password again for all repositories.
mk: Чисти запишани аутентикации. Ќе биде потребно повторно да ги внесете вашито корисничко име/лозика за сите складишта.

source: Committing an unversioned folder will not recursively add its child items! You might want to add these folders recursively by using the 'Add...' context menu item. Are you sure that you want to continue the commit?
mk: Извршувањето на неверзиониран директориум нема да ги додаде рекурзивно и децата. Можете да ги додадете овие директориуми со користење на 'Додади...' од контекстното мени Дали сте сигурни дека сакате да продолжите со складирањето?

source: Continue
mk: Продолжи

source: Copied from URL
mk: Ископирано од URL

source: Copied remotely
mk: Ископирано оддалечено

source: Copy %s
mk: Копирај %s

source: Copy all information to clipboard
mk: копирај ги сите информации на clipboard

source: Copy error message to clipboard
mk: Копирај ја пораката за грешка на clipboard

source: Copy paths to clipboard
mk: Копирај патеки на clipboard

source: Copy to working copy
mk: Копирај на работна копија

source: Corrections
mk: Корекции

source: Could not save the file %s!
mk: Не можам да ја зачувам датотеката %s!

source: Created folder remotely
mk: Креирај оддалечен директориум

source: Disable this option if you have really big working copies and experience too much disk access when browsing the working copy.
mk: Оневозможете ја оваа опција ако имате навистина големи работни копии и доживувате преголем пристап кон дискот при преглед на работната копија.

source: Do you really want to move this file or folder?
mk: Дали навистина сакате да го преместите директориумот/датотеката?

source: Do you really want to revert all changes in %s and go back to this revision? These changes will be reverted by reverse-merging the revisions into your working copy.
mk: Дали навистина сакате да ги повратите сите измени на %s и да се вратите на оваа ревизија? Овие измени ќе бидат повратенисо обратно спојување на ревизиите во вашата работна копија.

source: Do you really want to revert all changes in %s which were made in this revision? These changes will be reverted by reverse-merging the revision into your working copy.
mk: Дали навистина сакате да ги повратите сите измени на %s кои се направени во оваа ревизија? Овие измени ќе бидат повратени со обратно спојување на ревизијата во вашата работна копија.

source: Do you want to save your changes?
mk: Дали сакате да ги сочувате измените?

source: Don't show this message again
mk: Не ја прикажувај повторно оваа порака

source: Enter URL
mk: Внесете URL

source: Export directory:
mk: Директориум за извоз:

source: Failed to set/remove changelist '%s'
mk: Неуспешно поставување/бришење на листата со измени '%s'

source: Fix case of item and do not add it
mk: Реши го случајот и не го додавај

source: Getting a lock for files without the 'svn:needs-lock' property will not prevent others from editing them in their working copies. To enable strict locking please add the 'svn:needs-lock' property to all files that need locking, and commit those files. Each file will have the file-system read-only flag set, and getting a lock will make the file writable. Note that other users will need to update their working copies before they see the files as read-only.
mk: Заклучување на датотеки без 'svn:needs-lock' својството нема да ги спречи останатите да ги менуваат во своите работни копии Доколку сакате да го овозможите строгото заклучување додадете го 'svn:needs-lock' својството на сите такви датотеки и снимете ги измените. Секоја таква датотека ќе поседува ознака 'Само за читање', а само заклучувањето ќе овозможи измени. Забележете дека сите останати корисници ќе мораат да ги освежат своите работни копии пред да ги видат датотеките како 'Само за читање'.

source: Getting log info...
mk: Превземам инфомации за логот...

source: ID:32825:V C +K
mk: ID:32825:V C +L

source: If checked then a new folder is created in the repository. If not checked then the import goes directly to the specified URL.
mk: Доколку е вклучено, тогаш нов директориум се креира во складиштето. Доколку не е вклучено, тогаш увезувањето оди директно на зададениот URL.

source: Initial import
mk: Почетен увоз

source: Invalid data object dropped!
mk: Неисправен податочен објект е отфрлен!

source: Local status
mk: Локален статус

source: Log
mk: Дневник

source: Merge reintegrate...
mk: Реинтегрирај спојување...

source: Merge the changes into '%s'
mk: Спој ги измените во '%s'

source: Merges all missing revisions back into the working copy using merge-tracking information
mk: Ги спојува сите ревизии кои недостасуваат во работната копија користејќи ги информациите за следење на спојувањето.

source: Merging requires different revisions or different URLs in 'From:' and 'To:'
mk: Спојувањето бара различни ревизии или различни URL во 'Од:' и 'До:'

source: Moved remotely
mk: Преместено на далечина

source: Needs lock
mk: Потребно е заклучување

source: New name for %s
mk: Ново име за %s

source: New name:
mk: Ново име:

source: No
mk: Не

source: No command value specified!
mk: Вредноста на наредбата не е одредена!
