Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Deselect changelist
bg: Размаркиране на списък с промени
ca: Deselecciona la llista de canvis
el: Απεπιλογή πίνακα αλλαγών
es: Deseleccionar lista de cambios
mk: Деселекција на листата со измени
sr: Искључи попис измена
tr: Değişiklik listesini seçme

source: Destinatio&n URL:
bg: URL-&направление:
ca: &URL de destinació:
el: URL προορι&σμού:
es: URL de desti&no
sr: Дестинацио&ни УРЛ:
tr: He&def URL:

source: Destination URL:
bg: URL-направление:
ca: URL de destinació:
el: URL προορισμού:
es: URL de destino:
sr: Дестинациони УРЛ:
tr: Hedef URL:

source: Destination disk drive is full.
bg: Дискът е пълен.
ca: La unitat de destinació és plena.
el: Ο προοριζόμενος δίσκος είναι γεμάτος.
es: La unidad de disco de destino está llena.
mk: Одредишниот диск е полн.
sr: Одредишни диск је пун.
tr: Hedef disk sürücüsü dolu.

source: Detect and highlight moved blocks
bg: Откриване и открояване на преместени блокове
ca: Detecta i ressalta els blocs desplaçats
es: Detecta y resalta bloques movidos
sr: Детектује и подвлачи померене блокове
tr: Taşınmış blokları tespit et ve vurgula

source: Device Independent Bitmap a device independent bitmap
bg: Хардуерно независимо растерно изображение хардуерно независимо растерно изображение
ca: Bitmap independent del dispositiu un bitmap independent del dispositiu
es: Bitmap independiente del dispositivo un mapa de bits independiente del dispositivo
sr: Битмапа независна од уређаја битмапа независна од уређаја
tr: Aygıttan Bağımsız Biteşlem aygıttan bağımsız bir biteşlem

source: Dialog sizes and positions
bg: Размер и позиция на диалоговите прозорци
ca: Mides i posicions dels formularis
el: Θέσεις και μεγέθη διαλόγων
es: Tamaños y posiciones de los diálogos
mk: Големина и позиција на прозорците
sr: Дијалог величина и позиције
tr: Diyalog boyutları ve konumları

source: Diff
ca: Compara
sr: Разл

source: Diff &Options
ca: &Opcions de comparació
es: &Opciones de Diff
sr: Дифф&Опције

source: Diff Options
bg: Diff Опции
ca: Opcions de comparació
es: Opciones de Diff
sr: Диф опције
tr: Fark Seçenekleri

source: Diff Viewer
ca: Visualitzador de diferències
es: Visor de Diff
sr: Диф прегледач
tr: Dosya Fark Görüntüleyicisi

source: Diff Viewer::Merge Tool
ca: Visualitzador de diferències::Eina de fusió
es: Visor de Diff::Herramienta de Merge
sr: Диф прегледач::алат стапања

source: Diff added lines
ca: Línies afegides al comparador
es: Diff líneas añadidas
sr: Дифф додате линије

source: Diff command
ca: Ordre del comparador
es: Diff comando
sr: Дифф команда

source: Diff comment
ca: Comentari del comparador
es: Diff comentario
sr: Дифф коментар

source: Diff file:
bg: Файл с разлики:
ca: Fitxer Diff:
el: Αρχείο διαφορών:
es: Archivo de diferencias:
mk: Датотека со разлики:
sr: Дифф фајл:
tr: Karşılaştırma dosyası:

source: Diff header
ca: Capçalera del comparador
es: Diff encabezado
sr: Дифф заглавље

source: Diff later
ca: Compara més endavant
es: Comparar más tarde
sr: Диф касноје

source: Diff options
bg: Настройки на сравняване
ca: Opcions del comparador
el: Επιλογές διαφορών:
es: Opciones de diferenciación
mk: Разликување
sr: Дифф опције
tr: Karşılaştırma seçenekleri

source: Diff position
ca: Posició del comparador
es: Diff posición
sr: Дифф положај

source: Diff removed lines
ca: Línies suprimides del comparador
es: Diff líneas suprimidas
sr: Дифф уклоњене линије

source: Diff with URL
bg: Сравняване с URL
ca: Compara amb URL
el: Διαφορά με URL
es: Diferenciar con URL
mk: Разлики со URL
sr: Разл са УРЛ
tr: URL'ye göre karşılaştır

source: Diff with "%ls"
ca: Compara amb "%ls"
es: Comparar con "%ls"
sr: Диф са "%ls"

source: Difference between
bg: Разлика между
ca: Diferència entre
el: Διαφορά μεταξύ
es: Diferencia entre
mk: Разлики помеѓу
sr: Разлика између
tr: Arasındaki farklılık

source: Differential path &names
bg: Различаващи се &имена на пътища
ca: &Noms de camí diferencials
es: &Nombres de ruta diferenciales
mk: Дифере&нцијални имиња на патеки
sr: Разликовање &имена путање
tr: Farklı yol &isimleri

source: Diffing
bg: Сравняване
ca: Trobant diferències
el: Διαφορά:
es: Calculo de diferencias
mk: Разликување
sr: Разликовање
tr: Karşılaştırma

source: Diffs the working copy file with the one before the last commit.
bg: Сравнява файл от работното копие със версията му преди последното поверяване.
ca: Troba diferències de la còpia de treball amb la que hi havia abans de la darrera pujada.
es: Diferencia el archivo de la copia de trabajo con el que había antes de la última confirmación.
mk: Спореди ја работната копија со онаа пред последното складирање.
sr: Приказује разлику фајлови радне копије са оном пре задњег урезивања.
tr: Çalışan kopya dosyası ile son kesinleştirmeden öncekini karşılaştırır.

source: Directories
bg: Директории
ca: Directoris
el: Κατάλογοι:
es: Directorios
mk: Директориуи
sr: Именици:
tr: Klasörler

source: Directory:
bg: Директория:
ca: Directori:
el: Κατάλογος:
es: Directorio:
mk: Директориум:
sr: Фолдер:
tr: Klasör:

source: Discards local changes upon incoming deletes
bg: Отказ от местните промени при постъпващи изтривания
ca: Rebutja els canvis locals respecte el que vingui esborrat
el: Απόρριψη τοπικών αλλαγών κατά τον ερχομό διαγραφών
es: Descarta cambios locales sobre los borrados entrantes
mk: Отфрли локални измени во однос на доаѓачките бришења
sr: Одбацује локалне измене по долазећим брисањима
tr: Gelen silme komutlarında yerel değişiklikleri geçersiz kılar

source: Disk full while accessing %1.
bg: Пълен диск при достъп до %1.
ca: Disc ple mentre s'accedeix a %1.
el: Ο δίσκος ήταν γεμάτος καθώς γινόταν πρόσβαση του %1
es: Disco lleno mientras se accedia a %1.
mk: Дискот е полн за време на пристап кон %1.
sr: Диск је пун док се приступа %1.
tr: %1 'e erişilirken disk dolu.

source: Dispatch exception: %1
bg: Изключение при разпределяне: %1
ca: Reporta Excepció: %1
el: Σφάλμα αποστολής: %1
es: Despacho de excepción: %1
mk: Испраќање на исклучокот: %1
sr: Пошаљи изузетак: %1
tr: Gönderme hatası: %1

source: Display &buttons in this order
bg: Показване на &бутоните в този ред
ca: Mostra &botons en aquest ordre
mk: Прикажи ги &копчињата во овој редослед
sr: Покажи &дугмиће овим редом
tr: Düğmeleri &bu sırayla görüntüle

source: Display help for clicked on buttons, menus and windows Help
bg: Помощна информация за щракнатите бутони, менюта и прозорци Помощ
ca: Mostra ajuda per botons, menús i finestres seleccionats Ajuda
el: Εμφάνιση βοήθειας για κουμπιά που πατήθηκαν, μενού και παράθυρα Βοήθεια
es: Mostrar ayuda para los botones, menús y ventanas pulsadas Ayuda
mk: Прикажи помош за кликнатите копчиња, менијата и прозорците Помош
sr: Прикажи помоћ на клик на дугме, меније и прозоре Помоћ
tr: Seçili butonlar, menüler ve pencereler için yardım dosyasını göster Yardım

source: Display help for current task or command Help
bg: Помощна информация за текущата задача или команда Помощ
ca: Mostra ajuda per la tasca o ordre actual Ajuda
el: Εμφάνιση βοήθειας για την τρέχουσα εργασία ή εντολή Βοήθεια
es: Mostrar ayuda para la tarea o comando en curso Ayuda
mk: Прикажи помош за сегашната задача или команда Помош
sr: Прикажи помоћ за текући задатак или наредбу Помоћ
tr: Şu anki işlem yada komutla ilgili yardım dosyasını göster Yardım

source: Display instructions about how to use help Help
bg: Указания как да се използва системната помощ Помощ
ca: Mostra instruccions sobre com utilitzar l'ajuda Ajuda
el: Εμφάνιση οδηγιών για την χρήση της βοήθειας Βοήθεια
es: Mostrar instrucciones acerca de como utilizar la ayuda Ayuda
mk: Прикажи интрукции како се користи помошта Помош
sr: Прикажи упутства како се користи помоћ Помоћ
tr: Yardımın nasıl kullanılıcağını gösteren metni göster Yardım

source: Display program information, version number and copyright About
bg: Информация за програмата, версията й и авторското право Относно
ca: Mostra informació del programa, número de versió i copyright Quant a
el: Εμφάνιση πληροφοριών εφαρμογής, αριθμό έκδοσης και πνευματικά δικαιώματα Περί του
es: Mostrar información de la aplicación, número de versión y copyright Acerca de
mk: Прикажи информација за програмата, верзија и copyright За програмата
sr: Приказ података о програму, број верзије и ауторска права О програму
tr: Program bilgisi, versiyon numarası ve kullanım telif hakklarını göster Hakkında

source: Do not ask again for this script
bg: Не питай отново за скрипта
ca: No tornis a preguntar per aquest script
el: Να μην ερωτηθώ ξανά για αυτή τη δέσμη ενεργειών
es: No preguntar nuevamente por este script
sr: Не питај поново за ову скрипту
tr: Bu betik için bir daha sorma

source: Do not expand keywords
bg: Не разширявай ключовите думи
ca: No expandeix paraules clau
el: Να μην επεκτείνονται οι λέξεις-κλειδιά
es: No expandir palabras clave
sr: Не прошируј кључне речи
tr: Anahtar kelimeleri genişletme

source: Do not show the context menu for the following paths:
bg: Без контекстно меню за следните пътища:
ca: No mostris el menú per als següents camins:
el: Να μην εμφανίζεται το αναδυόμενο μενού για τους ακόλουθους καταλόγους:
es: No mostrar el menú contextual para las siguientes rutas:
mk: Не го прикажувај контекстното мени за следните патеки:
sr: Не приказуј конетекст мени за следеће путање:
tr: Aşağıdaki yollar için içerik menüsünü gösterme:

source: Do reintegrate instead of automatic merge (old style)
ca: Feu reintegrar enlloc de fusionar automàticament (estil antic)
es: Haz reintegrar en vez de unión automática (método antiguo)
sr: Реинтегришите уместо аутоматског стапања (стари начин)

source: Do this for all existing files
bg: Повтори за всички съществуващи файлове
ca: Feu això per a tots els fitxers existents
el: Κάνε το για όλα τα υπάρχοντα αρχεία
es: Hacer esto para todos los archivos existentes.
sr: Урадите исто за све постојеће фајлове
tr: Bunu tüm varolan dosyalar için yap

source: Do this for all existing folders
bg: Повтори за всички съществуващи папки
ca: Feu això per a totes les carpetes existents
el: Κάνε το για όλους τους υπάρχοντες φακέλους
es: Hacer esto para todas las carpetas existentes.
sr: Урадите исто за све постојеће фолдере
tr: İptal Et Hedef dosyayı olduğu gibi bırak

source: Do this for all existing items
bg: Повтори за всички съществуващи обекти
ca: Feu això per a tots els elements existents
el: Κάνε το για όλα τα υπάρχοντα αντικείμενα
es: Hacer esto para todos los ítems existentes.
sr: Урадите ово за све постојеће ставке
tr: Bunu varolan tüm öğeler için yap

source: Do this for all selected items
bg: Повтори за всички избрани обекти
ca: Feu això per a tots els elements seleccionats
el: Κάνε το για όλα τα επιλεγμένα αντικείμενα
es: Hacer esto para todos los ítems seleccionados
sr: Урадите ово за све изабране ставке
tr: Bunu tüm seçili öğeler için yap

source: Do this for all selected unversioned folders
bg: Повтори за всички нередактирани папки
ca: Fes això per a totes les carpetes sense versionar seleccionades
el: Κάνε το για όλους τους επιλεγμένους φακέλους που δεν υπάγονται σε έλεγχο εκδόσεων
es: Hacer esto para todas las carpetas sin versionar seleccionadas.
sr: Уради ово за све изабране неверзионисане фолдере
tr: Bunu tüm seçili versiyonlanmamış klasörlere uygula

source: Do this for all unversioned items
ca: Fes això per a tots els elements sense versionar
el: Κάνε το για όλα τα αντικείμενα που δεν υπάγονται σε έλεγχο εκδόσεων
es: Hacer esto para todos los ítems sin versionar
sr: Уради ово за све неверзионисане ставке

source: Do this for all unversioned/modified items
bg: Повтори за всички нерадактирани/променени обекти
ca: Fes això per a tots els elements sense versionar o modificats
el: Κάνε το για όλα τα τροποποιημένα αντικείμενα/αντικείμενα που δεν υπάγονται σε έλεγχο εκδόσεων
es: Hacer esto para todos los ítems sin versionar / modificados
sr: Урадите ово за све неверзионисане/измењене ставке
tr: Bunu tüm versiyonlanmamış/değiştirilmemiş öğeler için yap

source: Do you really want to delete the toolbar '%Ts'?
ca: Voleu suprimir la barra d'eines '%Ts'?
sr: Да ли заиста желите да обришете алатни панел '%Ts'?

source: Do you want to drop the vendor branch into the working copy "%ls"?
ca: Voleu deixar anar la branca del venedor sobre la còpia de treball "%ls"?
es: ¿Quieres desechar la versión de proveedor en la ruta de trabajo "%ls"?
sr: Да ли хоћете испустити продајну грану у радну копију "%ls"?

source: Do you want to load the changed files?
ca: Voleu carregar els fitxers canviats?
el: Θέλετε να φορτώσετε τα αλλαγμένα αρχεία;
es: ¿Desea cargar los archivos con cambios?
sr: Желите ли да учитате измењене фајлове?
tr: Değiştirilen dosyaları yüklemek istiyor musunuz?

source: Do you want to make this working copy unversioned? This will remove all Subversion admin directories from %ls!
bg: Желаете ли да премахнете контрола от това работно копие? Това ще премахне всички административни директории на Subversion от %ls!
ca: Voleu fer la còpia de treball sense versionar? Això suprimirà tots els directoris administratius de %ls!
es: ¿Desea cambiar esta copia de trabajo y hacerla no versionada? ¡Esto eliminará todos los directorios administrativos de Subversion de %ls!
sr: Да ли желите ову радну копију извући из система верзија? Акција ће обрисати све Субверсион администрацијске фолдере из %ls!

source: Do you want to mark '%ls' as resolved?
bg: Искаш ли да избереш '%ls' като разрешен?
ca: Voleu marcar '%ls' com a resolt?
el: Θέλετε να επισημάνετε το '%ls' ως επιλυμένο;
es: ¿Desea marcar %ls como resuelto?
sr: Желите ли да означите '%ls' као решено?

source: Do you want to mark the file %ls as resolved?
ca: Voleu marcar el fitxer %ls com a resolt?
el: Θέλετε να επισημάνετε το αρχείο %ls ως επιλυμένο;
es: ¿Quieres marcar el fichero %ls como resuelto?
sr: Да ли желите да означите фајл %ls као решен?

source: Do you want to proceed?
bg: Желаете ли да продължите?
ca: Voleu seguir?
el: Θέλετε να προχωρήσετε;
es: ¿Desea continuar?
mk: Дали сакате да продолжите?
sr: Желите ли наставити?
tr: Devam etmek istiyor musunuz?

source: Do you want to recover these auto-saved documents?
bg: Искате ли да възстановите тези автоматично запазени документи?
ca: Voleu recuperar aquests documents desats automàticament?
el: Θέλετε να ανακτήσετε αυτά τα αυτομάτως αποθηκευμένα έγγραφα;
es: ¿Desea recuperar estos documentos auto-guardados?
sr: Желите ли да вратите ове ауто-сачувана документа?
tr: Otomatik kaydedilen bu belgeleri geri döndürmek istiyor musunuz?

source: Do you want to reload the documents to reflect the settings changes? Note: you will lose all changes you've made!
bg: Желаете ли да презаредите документите, за да се отразят промените? Забележка: ще загубите всичките си промени!
ca: Voleu tornar a carregar els documents per reflectir els canvis en la configuració? Nota: Perdreu tots els canvis fets.
el: Θέλετε να επαναφόρτωσετε τα έγγραφα να αντικατοπτρίζουν τις ρυθμίσεις αλλαγές? Σημείωση: θα χάσετε όλες τις αλλαγές που έχετε κάνει!
es: ¿Desea recargar los documentos para reflejar los cambios en la configuración? Nota: ¡Perderá los cambios que haya realizado!
mk: Дали сакате повторно да ги вчитате документите за да се освежат измените? Забелешка: ќе ги изгубите сите направени измени!
sr: Желите ли изнова учитати документе како би одражавали промене подешавања? Напомена: све учињене измене биће изгубљене!
tr: Yapılan ayar değişikliklerini görmek için tüm dokümanları tekrar yüklemek istiyor musunuz? Not: Kayıt etmediyseniz yaptığınız değişiklikler silinir!

source: Do you want to remove the monitored project '%ls'?
ca: Voleu suprimir el projecte supervisat '%ls'?
el: Θέλετε να αφαιρέσετε το παρακολουθούμενο έργο '%ls';
es: ¿Desea eliminar el proyecto monitorizado '%ls'?
sr: Желите ли да уклоните посматрани пројекат '%ls'?

source: Do you want to remove the property %ls recursively?
bg: Желаете ли да премахнете рекурсивно свойството %ls?
ca: Voleu esborrar la propietat %ls recursivament?
el: Θέλετε να καταργήσετε την ιδιότητα %ls αναδρομικά?
es: ¿Desea eliminar la propiedad %ls recursivamente?
sr: Желите ли рекурзивно уклонити својство %ls?

source: Do you want to revert '%ls'?
bg: Искаш ли да възстановиш '%ls'?
ca: Voleu revertir '%ls'?
el: Θέλετε να επαναφέρετε το '%ls';
es: ¿Desea revertir %ls?
sr: Желите ли да вратите '%ls' ?

source: Do you want to revert all changes in %ls and go back to this revision?
bg: Искаш ли да възстановиш всички промени в %ls и да се върнеш към тази ревизия?
ca: Voleu revertir tots els canvis a %ls i tornar enrere cap a aquesta revisió?
el: Θέλετε να αναιρέσετε όλες τις αλλαγές στο %ls και να επιστρέψετε σε αυτή την αναθεώρηση;
es: Desea revertir todos los cambios en %ls y volver a esta revisión?
sr: Да ли желите да вратите све измене у %ls и да се вратите у ову ревизију?

source: Do you want to revert all changes in %ls which were made in this revision?
bg: Искаш ли да възстановиш всички промени в %ls които са направени в тази ревизия?
ca: Voleu revertir tots els canvis a %ls que s'han fet en aquesta revisió?
el: Θέλετε να αναιρέσετε όλες τις αλλαγές στο %ls που συνέβησαν σε αυτή την αναθεώρηση;
es: Desea revertir todos los cambios en %ls que se hicieron en esta revision?
sr: Да ли желите да вратите све измене у %ls које су урађене у овој ревизији?

source: Do you want to update the folder "%ls" to fetch the applied svn:externals?
ca: Voleu actualitzar la carpeta "%ls" per recollir els svn:externals aplicats?
es: ¿ Desea Actualizar la carpeta "%ls" para aplicar los cambios realizados en la propiedad 'svn:externals' ?
sr: Да ли желите да ускладите фолдер "%ls" да примените свн:екстернале?

source: Document :
bg: Документ :
el: Έγγραφο :
es: Documento :
mk: Документ:
sr: Документ:
tr: Döküman:

source: Documentation : Simon Large Code : Tobias Schäfer, Stefan Fuhrmann
bg: Документация : Simon Large Код : Tobias Schäfer, Stefan Fuhrmann Превод: Милен А. Радев
ca: Documentació : Simon Large Codi : Tobias Schäfer, Stefan Fuhrmann
el: Τεκμηρίωση : Simon Large Κώδικας : Tobias Schäfer, Stefan Fuhrmann
es: Documentación : Simon Large Código : Tobias Schäfer, Stefan Fuhrmann
mk: Документација : Simon Large Кодирање : Tobias Schäfer, Stefan Fuhrmann
sr: Документација: Симон Ларге Код: Тобиас Сцхäфер, Стефан Фухрманн
tr: Belgeleme : Simon Large Kod : Tobias Schäfer, Stefan Fuhrmann

source: Don't make the checkout directory a sparse working copy. Instead, all URLs get checked out into a separate working copies next to each other. This works for directory URLs only.
bg: Директорията за изписване да не се превръща в непълно работно копие. Вместо това всички URL-и да се изпишат в отделни работни копия едно до друго. Това работи само за URL-и на директории.
ca: Del directori on deses l'obtenció, no en facis una còpia de treball disseminada. Enlloc d'això, obtén tots els URLs en còpies de treball separades, una al costat de l'altra. Això només funciona amb URLs de directori.
es: No hacer del directorio donde obtener una copia de trabajo dispersa. En vez de ello, obtener todos los URLs en una copia de trabajo separada, una al lado de la otra. Esto solo es posible con directorios URL.
sr: Не правите фолдер преузимања као празну радну копију. Уместо тога, сви УРЛови су преузети у издвојене радне копије један за другим. Ово ради само за УРЛ фолдере.
tr: İndirme dizinini seyrek bir çalışan kopya yapma. Yerine, tüm URL'ler yanyana duran ayrı çalışan kopyalara indirilsin. Bu sadece dizin URL'lerine uygulanabilir.

source: Don't recover the auto-saved documents Use the last explicitly saved versions of the documents
bg: Да не се възстановяват автоматично запазените документи. Да се използват последно записаните версии на документите
ca: No recuperar els documents desats automàticament Utilitza les darreres versions dels documents desades explícitament
el: Να μην ανακτηθούν τα αυτομάτως αποθηκευμένα έγγραφα Χρήση των τελευταίων ρητώς αποθηκευμένων εκδόσεων των εγγράφων
es: No recuperar los documentos auto-grabados Usar la ultima version explicitamente grabado de los documentos
sr: Не враћајте ауто-сачувана документа Користите последњу сачувану верзију докумената
tr: Otomatik kaydedilen belgeleri geri döndürme Belgelerin açık bir şekilde kaydedilen en son versiyonlarını kullan

source: Don't run Do not run the script
bg: Не стартирай Не стартирай скрипта
ca: No executis No executis l'script
sr: Не извршавај Не извршавај скрипту

source: Don't save Close the views without saving the modifications
ca: No el desis Tanca les vistes sense desar les modificacions
es: No salvar. Cierra las vistas sin salvar las modificaciones.
sr: Не памти Затвори прегледе без памћења измена

source: Don't save Reload the views without saving the modifications
bg: Не запазвай Презареди изгледа без да запазваш промените
ca: No el desis Torna a carregar les vistes sense desar les modificacions
es: No Guardar Vuelve a cargar las vistas sin guardar las modificaciones.
sr: Немојте сачувати Поново унесите преглед без чувања измена
tr: Kaydetme Değişiklikleri kaydetmeden görünümleri yeniden yükle

source: Drag to make this menu float
bg: Плъзнете, за да направите това меню плаващо
ca: Arrossega per fer flotar aquest menú
mk: Повлечи за да го направиш ова мени лебдечко
sr: Вуци како би мени постао пливајући
tr: Bu menüyü yüzdürmek için sürükleyin

source: Draw
bg: Рисуване
ca: Dibuixa
mk: Цртај
sr: Цртај
tr: Çiz

source: Drive Types
bg: Тип устройства
ca: Tipus d'Unitat
el: Τύποι Οδηγών δίσκων
es: Tipos de Unidad
mk: Типови на дискови
sr: Типови уређаја
tr: Sürücü Türleri

source: Drives A: and B:
bg: Устройства A: и B:
ca: Unitats A: i B:
el: Δίσκους A: και B:
es: Unidades A: y B:
mk: Драјв А: и B:
sr: Дискови А: анд Б:
tr: Sürücüler A: ve B:

source: Drop not possible on %1!ls!
ca: No es pot deixar anar a %1!ls!
es: No se puede soltar en %1
sr: Одбацивање није могуће на %1!ls!

source: E&xact copy sources
bg: &Точни източници на копиране
ca: Còpies e&xactes de les fonts
el: Α&κριβές αντίγραφο πηγών
es: Orígenes de copia e&xactos
mk: И&здвој ги изворите на копирањето
sr: Т&ачна копија извора
tr: K&opya kaynaklarını çıkart

source: E&xclude paths:
bg: Пътища за &изключване:
ca: &Exclou els camins:
el: Ε&ξαίρεση καταλόγων:
es: E&xcluir rutas:
mk: И&склучи ги патеките:
sr: И&зостави путање:
tr: Bu &dizinleri hariç tut:

source: E&xecutable
bg: И&зпълним
el: Ε&κτελέσιμο
es: E&jecutable
sr: И&звршно
tr: &Çalıştırılabilir

source: E&xit
bg: &Изход
ca: S&urt
el: Έ&ξοδος
es: &Salir
mk: И&злез
sr: И&злаз
tr: Çı&kış

source: E&xit (Ctrl+W)
ca: &Surt (Ctrl+W)
el: Έ&ξοδος (Ctrl+W)
es: Sa&lir (Ctrl+W)
sr: И&зађи (Ctrl+W)

source: E&xpand all
bg: &Разгъване на всички
ca: E&xpandeix tot
el: Α&νάπτυξη όλων
es: E&xpandir todo
mk: Про&шири ги сите
sr: П&рошири све
tr: H&epsini aç

source: E&xpand sub-trees
bg: &Разгъване на под-дървета
ca: E&xpandeix subarbres
el: Ε&πέκταση υπο-δένδρων
es: E&xpandir sub-árboles
mk: Про&шири ги под-дрвата
sr: П&роширити под-стабло
tr: A&lt ağaçları aç

source: E&xport
bg: &Износ
ca: E&xporta
el: Ε&ξαγωγή
es: E&xportar
mk: И&звези
sr: И&звези
tr: &Dışa aktar

source: E&xport...
bg: &Износ...
ca: E&xporta...
el: Ε&ξαγογή...
es: E&xportar...
mk: Из&воз...
sr: И&звези...
tr: &Dışa aktar...

source: EOL
es: Fin de línea
sr: ЕОЛ

source: EXT
sr: ЕXТ

source: Edit
bg: Редакция
ca: Edició
el: Επεξεργασία
es: Editar
mk: Измени
sr: Уреди
tr: Düzenle

source: Edit Button Image
bg: Редакция на изображението на бутона
ca: Imatge del Botó Edita
mk: Измени слика на копчето
sr: Уреди слику дугмета
tr: Düğme Resmini Düzenle

source: Edit External
bg: Промени външен
ca: Edita externs
es: Editar Externo
sr: Уреди спољашњи
tr: Hariciyi düzenle

source: Edit Project to monitor
ca: Edita el Projecte a supervisar
es: Editar proyecto a monitorzar
sr: Уреди пројекат за посматрање

source: Edit Properties
bg: Редакция на свойства
ca: Edita propietats
el: Επεξεργασία Ιδιοτήτων
es: Editar Propiedades
mk: Измени својства
sr: Уреди особина
tr: Özellikleri düzenle
