Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: The default path to checkout to if nothing else is specified
bg: Път по подразбиране за изписване, ако не е указан изрично
ca: El camí per defecte a on obtenir si no s'especifica res més
es: La ruta por defecto en la que obtener si no se especifica otra
mk: Номиналната патека за превземање ако ништо друго е специфицирана
sr: Уобичајна путања за преузимање ако није другачије одређено
tr: Eğer başka bir şey belirtilmemişse çekilecek ön tanımlı dizin

source: The depth of this commit is "%ls", but copies are always performed recursively in the repository.
bg: Дълбочината на поверяването е "%ls", но копията са винаги рекурсивни в хранилището.
ca: La profunditat d'aquesta pujada és "%ls", però les còpies sempre es fan recursivament en el repositori.
es: La profundidad de esta confirmación es "%ls", pero las copias son siempre realizadas de manera recursiva en el repositorio.
sr: Дубина овог урезивања је "%ls", али копије се увек примене рекурзивно у спремишту.

source: The diffing engine aborted because of an error: %ls
bg: Механизмът за сравнение прекъсна работа заради грешка: %ls
ca: L'eina de diferències s'ha aturat degut a un error: %ls
el: Η μηχανή διαφορών διακόπηκε λόγω σφάλματος: %ls
es: El motor de diferencias abortó debido a un error: %ls
sr: Рад механизма за израду разлика је заустављен због грешке: %ls

source: The file %ls does not exist!
bg: Файлът %ls не съществува!
ca: El fitxer %ls no existeix.
el: Δεν υπάρχει το αρχείο %ls !
es: ¡El archivo %ls no existe!
sr: фајл %ls не постоји!

source: The file %ls is not versioned. How do you want to proceed?
ca: El fitxer %ls està sense versionar. De quina manera voleu seguir?
el: Το αρχείο %ls δεν υπάγεται σε έλεγχο εκδόσεων. Πώς θέλετε να προχωρήσετε;
es: El archvio %ls no está versionado. ¿Cómo desea proceder?
sr: Фајл %ls ниј верзионисан. Како желите да наставите?

source: The file %ls was not found in the patch file!
bg: Файлът %ls не бе открит във файлът с кръпки!
ca: El fitxer %ls no s'ha trobat al fitxer pedaç
es: ¡El archivo %ls no se encontró en el archivo de parche!
sr: фајл %ls није нађена у фајлу са закрпом!

source: The file %ls is empty. Do you want to remove the file?
bg: Файлът %ls е празен. Желаете ли да го изтриете?
ca: El fitxer %ls és buit. Voleu esborrar-lo?
el: Το αρχείο %ls είναι άδειο. Θέλετε να το αφαιρέσετε;
es: El archivo %ls está vacío. ¿Desea eliminar el archivo?
sr: фајл %ls је празан. Да ли га желите уклонити?

source: The file is too big
bg: Файлът е прекалено голям
ca: Aquest fitxer és massa gran
el: Το αρχείο είναι πολύ μεγάλο
es: El archivo es demasiado grande
mk: Датотеката е преголема
sr: фајл је превелик
tr: Dosya çok büyük

source: The file is too large to open.
bg: Този файл е прекалено голям, за да бъде отворен.
ca: El fitxer és massa gran per obrir-lo.
el: Το αρχείο είναι πολύ μεγάλο για να ανοιχτεί.
es: El archivo es demasiado grande para ser abierto.
mk: Датотеката е преголема за да се отвори.
sr: фајл је превелик да би се отворио.
tr: Dosya açmak için çok büyük.

source: The file or directory "%ls" already exists at the drop location! You have to remove it first before you can add an external there with the same name.
ca: El fitxer o directori "%ls" ja existeix a la ubicació de destinació. Abans de poder afegir-hi un extern amb el mateix nom, l'heu d'eliminar prèviament d'aquesta ubicació.
es: ¡ El archivo o carpeta "%ls" ya existe en el destino ! Debe eliminarlo antes de poder añadir allí un externo con ese mismo nombre.
sr: Фајл или директоријум "%ls" већ постоји у локацији отпуштања! Треба да га уклоните најпре пре него можете да додате тамо екстернал са истим именом.

source: The file %ls already exists! Do you want to overwrite it?
bg: Файлът %ls вече съществува! Желаете ли да го презапишете?
ca: El fitxer %ls ja existeix. El voleu sobreescriure?
el: Το αρχείο %ls υπάρχει ήδη! Θέλετε να το αντικαταστήσετε;
es: ¡El archivo %ls ya existe! ¿Desea sobreescribirlo?
sr: фајл %ls већ постоји! Желите ли га преписати?

source: The file %ls is not a valid text file!
ca: El fitxer %ls no és un fitxer de text vàlid.
el: Το αρχείο %ls δεν είναι έγκυρο αρχείο κειμένου!
es: El fichero %ls no es un fichero de texto válido
sr: Фајл %ls није ваљани текс фајл!

source: The folder %ls already exists!
bg: Папката %ls вече съществува!
ca: La carpeta %ls ja existeix.
el: Ο φάκελος %ls υπάρχει ήδη!
es: ¡La carpeta %ls ya existe!
sr: Фолдер %ls већ постоји!

source: The hook script executed successfully
ca: L'script de hook s'ha executat satisfactòriament
es: El script gancho se ejecutó correctamente
sr: Скрипта закачаљке извршена успешно

source: The hook script returned an error: %ls
bg: Закаченият скрипт върна грешка: %ls
ca: L'script hook ha retornat un error: %ls
es: El script gancho devolvió un error: %ls
sr: Закачив Скрипт је вратио грешку: %ls

source: The hook script was not approved to run
ca: L'script de hook no està aprovat per ser executat
es: El script de captura no fue autorizado a ejecutarse
sr: Закачива скрипта нема одобрење за рад

source: The image can not be shown.
bg: Изображението не може да бъде показано.
ca: La imatge no es pot mostrar.
el: Η εικόνα δεν μπορεί να απεικονιστεί.
es: No se puede mostrar la imagen.
mk: Сликата не може да се прикаже.
sr: Слика не може бити приказана.
tr: Resim gösterilemiyor.

source: The issue-tracker provider could not be created. Please check that it is installed correctly.
bg: Доставчикът на проследяване на дефекти не може да бъде създаден. Моля, проверете дали е инсталиран правилно.
ca: El proveïdor del seguidor d'incidències no s'ha pogut crear. Comproveu que s'hagi instal·lat correctament.
es: El proveedor de control de incidentes no pudo ser creado. Por favor compruebe que está instalado correctamente.
mk: Проблемот-трагач добавувач не може да се креира. Ве молиме проверете дали е правилно инсталиран.
sr: Набављач проблем-трагача није креиран. Молим проверите да је инсталиран коректно.
tr: Sorun-izleyici sağlayıcı oluşturulamıyor. Lütfen doğru olarak yüklendiğini kontrol ediniz.

source: The issue-tracker provider was unable to validate the parameter string
bg: Доставчикът на проследяване на дефекти не можа да провери низа-параметър.
ca: El proveïdor del seguidor d'incidències no ha pogut validar la cadena de paràmetres
es: El proveedor de control de incidentes no pudo validar la cadena de parámetros
mk: Проблемот-трагач добавувач не успеа да го валидира параметерскиот текст
sr: Набављач проблем-трагача не може да вреднује параметарски стринг
tr: Sorun-izleyici sağlayıcı parametre dizisini doğrulamayamadı.

source: The item '%ls' has property conflicts: %ls
ca: L'element '%ls' té conflictes de propietat: %ls
es: El elemento '%ls' tiene conflictos de propiedades: %ls
sr: Ставка '%ls' има конфликт особина: %ls

source: The last merge operation tried to add the directory '%ls'
bg: Последната сливаща операция опита да добави директорията '%ls'
ca: La darrera operació de fusió ha intentat afegir el directori '%ls'
sr: Задња оперција стапања покушава да дода фолдер '%ls'

source: The last merge operation tried to add the file '%ls'
bg: Последната сливаща операция опита да добави файла '%ls'
ca: La darrera operació de fusió ha intentat afegir el fitxer '%ls'
sr: Задња операција стапања покушава да дода фајл '%ls'

source: The last merge operation tried to delete/move/rename the directory '%ls'
bg: Последната сливаща операция опита да изтрие/премести/преименува директорията '%ls'
ca: La darrera operació de fusió ha intentat esborrar/desplaçar/canviar el nom del directori '%ls'
sr: Задња операција стапања покушава да обрише/помери/преименује фолдер '%ls'

source: The last merge operation tried to delete/move/rename the file '%ls'
bg: Последната сливаща операция опита да изтрие/премести/преименува файла '%ls'
ca: La darrera operació de fusió ha intentat esborrar/desplaçar/canviar el nom del fitxer '%ls'
sr: Задња операција стапања покушава да обрише/помери/преименује фајл '%ls'

source: The last merge operation tried to modify the directory '%ls'
bg: Последната сливаща операция опита да промени директорията '%ls'
ca: La darrera operació de fusió ha intentat modificar el directori '%ls'
sr: Задња операција стапања покушава да измени фолдер '%ls'

source: The last merge operation tried to modify the file '%ls'
bg: Последната сливаща операция опита да промени файла '%ls'
ca: La darrera operació de fusió ha intentat modificar el fitxer '%ls'
sr: Задња операција стапања покушава да измени фајл '%ls'

source: The last merge operation tried to replace the directory '%ls'
bg: Последната сливаща операция опита да замени директорията '%ls'
ca: La darrera operació de fusió ha intentat substituir el directori '%ls'
sr: Задња операција спајања покушава да замени фолдер '%ls'

source: The last merge operation tried to replace the file '%ls'
bg: Последната сливаща операция опита да замени файла '%ls'
ca: La darrera operació de fusió ha intentat substituir el fitxer '%ls'
sr: Задња операција стапања покушава да замени фајл '%ls'

source: The last switch operation tried to add the directory '%ls'
bg: Последната превключваща операция опита да добави директорията '%ls'
ca: La darrera operació de canvi ha intentat afegir el directori '%ls'
sr: Задња операција скретања покушава да дода фолдер '%ls'

source: The last switch operation tried to add the file '%ls'
bg: Последната превключваща операция опита да добави файла '%ls'
ca: La darrera operació de canvi ha intentat afegir el fitxer '%ls'
sr: Задња операција скретања покушава да дода фајл '%ls'

source: The last switch operation tried to delete/move/rename the directory '%ls'
bg: Последната превключваща операция опита да изтрие/премести/преименува файла '%ls'
ca: La darrera operació de canvi ha intentat esborrar/desplaçar/canviar el nom del directori '%ls'
sr: Задња операција скретања покушава да обрише/помери/преименује фолдер '%ls'

source: The last switch operation tried to delete/move/rename the file '%ls'
bg: Последната превключваща операция опита да изтрие/премести/преименува файла '%ls'
ca: La darrera operació de canvi ha intentat esborrar/desplaçar/canviar el nom del fitxer '%ls'
sr: Задња операција скретања покушава да обрише/помери/преименује фајл '%ls'

source: The last switch operation tried to modify the directory '%ls'
bg: Последната превключваща операция опита да промени файла '%ls'
ca: La darrera operació de canvi ha intentat modificar el directori '%ls'
sr: Задња операција скретања покушава даизмени фолдер '%ls'

source: The last switch operation tried to modify the file '%ls'
bg: Последната превключваща операция опита да промени файла '%ls'
ca: La darrera operació de canvi ha intentat modificar el fitxer '%ls'
sr: Задња операција скретања покушава да измени фајл '%ls'

source: The last switch operation tried to replace the directory '%ls'
bg: Последната превключваща операция опита да замени директорията '%ls'
ca: La darrera operació de canvi ha intentat substituir el directori '%ls'
sr: Задња операција пребацивања покушава да замени фолдер '%ls'

source: The last switch operation tried to replace the file '%ls'
bg: Последната превключваща операция опита да замени файла '%ls'
ca: La darrera operació de fusió ha intentat substituir el fitxer '%ls'
sr: Задња операција пребацивања покушава да замени фајл '%ls'

source: The last update operation tried to add the directory '%ls'
bg: Последната обновяваща операция опита да добави директорията '%ls'
ca: La darrera operació d'actualització ha intentat afegir el directori '%ls'
sr: Задња операција обнављања покушава да дода фолдер '%ls'

source: The last update operation tried to add the file '%ls'
bg: Последната обновяваща операция опита да добави файла '%ls'
ca: La darrera operació d'actualització ha intentat afegir el fitxer '%ls'
sr: Задња операција обнављања покушава да дода фајл '%ls'

source: The last update operation tried to delete/move/rename the directory '%ls'
bg: Последната обновяваща операция опита да изтрие/премести/преименува директорията '%ls'
ca: La darrera operació d'actualització ha intentat esborrar/desplaçar/canviar el nom del directori '%ls'
sr: Задња операција обнављања покушава да обрише/помери/преименује фолдер '%ls'

source: The last update operation tried to delete/move/rename the file '%ls'
bg: Последната обновяваща операция опита да изтрие/премести/преименува файла '%ls'
ca: La darrera operació d'actualització ha intentat esborrar/desplaçar/canviar el nom del fitxer '%ls'
sr: Задња операција обнављања покушава да обрише/помери/преименује фајл '%ls'

source: The last update operation tried to modify the directory '%ls'
bg: Последната обновяваща операция опита да промени директорията '%ls'
ca: La darrera operació d'actualització ha intentat modificar el directori '%ls'
sr: Задња операција обнављања покушава да измени фолдер '%lsфолдер

source: The last update operation tried to modify the file '%ls'
bg: Последната обновяваща операция опита да промени файла '%ls'
ca: La darrera operació d'actualització ha intentat modificar el directori '%ls'
sr: Задња операција обнављања покушава да измени фајл '%ls'

source: The last update operation tried to replace the directory '%ls'
bg: Последната обновяваща операция опита да замени директорията '%ls'
ca: La darrera operació d'actualització ha intentat substituir el directori '%ls'
sr: Задња операција обнављања покушава да замени фолдер '%ls'

source: The last update operation tried to replace the file '%ls'
bg: Последната обновяваща операция опита да замени файла '%ls'
ca: La darrera operació d'actualització ha intentat substituir el fitxer '%ls'
sr: Задња операција обнављања покушава да замени фајл '%ls'

source: The line '====' was expected in line %d !
bg: Ред '====' се очакваше на ред %d !
ca: La línia '==== ' s'esperava a la línia %d !
es: ¡Se esperaba la línea '====' en la línea %d!
mk: Линијата '====' беше очекувана на линија %d !
sr: Линија '====' се очекивала у %d. линији!
tr: %d satırında '====' satırı bekleniyordu!

source: The line 'Index: ' was not found! Either this is not a diff file or the diff is empty.
bg: Няма ред с 'Index: '! Или това не е файл тип diff или е празен.
ca: No s'ha trobat la línia 'Index: ' . O bé això no és un fitxer diff o bé el fitxer diff és buit.
es: ¡No se ha encontrado la línea 'Index: '! O bien esto no es un archivo de differencias o está vacío.
mk: Линијата 'Index: ' не е пронајдена! Или ова не е датотека со разлики или е празна.
sr: Линија 'Индеx: ' није нађена! Ово или није фајл с разликама или разлика нема.
tr: "Index: " satırı bulunamadı! Ya bu bir karşılaştırma dosyası değil ya da karşılaştırma dosyası boş.

source: The line indicating the new file was expected in line %d !
bg: Редът, указващ новият файл, се очакваше на ред %d!
ca: La línia indicant el fitxer nou s'esperava a la línia %d.
es: ¡La línea que indica el nuevo archivo se esperaba en la línea %d !
mk: Линија која означува нова датотека не е пронајдена на линија %d !
sr: Ред који указује на нови фајл се очекивао у линији бр. %d!
tr: Yeni dosyaya işaret etmesi beklenen satır %d satırında bulunamadı!

source: The line number must be in between %d and %d
ca: El número de línia ha d'estar entre %d i %d
es: El número de línea debe estar entre %d y %d
sr: Бројеви линија морају бити између %d и %d
tr: Satır numarası %d ile %d arasında olmalıdır

source: The lock has already been broken from another working copy
bg: Заключването вече е било разбито от друго работно копие
ca: El bloqueig ja s'ha trencat des d'una altra còpia de treball
el: Το κλείδωμα έχει ήδη παραβιαστεί από κάποιο άλλο αντίγραφο εργασίας
es: El bloqueo ha sido ya roto por otra copia de trabajo
mk: Заклучувањето е веќе скршено од некоја друга работна копија
sr: Катанац је већ уклоњен из неке друге радне копије
tr: Kilit başka bir çalişan kopya tarafından zaten kırılmış

source: The maximum number of action log lines to keep. Any lines added over this limit will remove the oldest lines from the file.
bg: Максимален брой редове в дневника на действията. Всеки нов ред над този лимит изтрива най-стария ред във файла.
ca: Màxim nombre de línies per mantenir el registre d'accions. Les línies per sobre d'aquest límit esborraran les anteriors del fitxer.
es: El número máximo de líneas del registro de acciones a mantener. Se eliminarán las líneas más antiguas del archivo cuando se añadan nuevas líneas tras alcanzar el límite.
mk: Максимален број на линии во дневникот. Секоја линија после оваа ќе ја отстрани најстарата линија во датотеката.
sr: Највећи број редова који се чувају у фајлу дневника. Свака линија која се дода иза овог броја уклониће најстарију линију из фајла.
tr: Saklanacak en çok kayıt satır sayısı. Bu sınırın üzerinde eklenecek her satır dosyada bulunan en eski satırı kaldıracaktır.

source: The operation failed.
bg: Операцията се провали.
ca: L'operació ha fallat.
el: Η διαταγή απέτυχε.
es: La operación falló.
mk: Операцијата е неуспешна.
sr: Наредба није успешно завршена.
tr: İşlem başarısız.

source: The parameters '/path' and '/pathfile' are mutually exclusive. You must only specify one of them.
bg: Параметрите '/path' и '/pathfile' са взаимно изключващи с. Трябва да подадете само един от тях.
ca: Els paràmetres '/path' i '/pathfile' són mútuament exclusius. Especifiqueu-ne només un.
es: Los parámetros '/path' y '/pathfile' son mutuamente exclusivos. Debe especificar sólo uno de ellos.
mk: Параметрите '/path' и '/pathfile' взаемно се исклучуваат. Мора да специфицирате само еден од нив.
sr: Параметери '/патх' и '/патхфиле' се међусобно искључују. Морате се одлучити за један од њих.
tr: '/path' ve '/pathfile' parametreleri birbirini dışlarlar. Yalnız birini belirtmelisiniz.

source: The password is wrong. Please enter the correct password in the settings dialog.
ca: La contrasenya és incorrecta. Introduïu la contrasenya correcta en el diàleg de configuració.
el: Ο κωδικός πρόσβασης είναι λάθος. Παρακαλούμε εισάγετε τον σωστό κωδικό πρόσβασης στον διάλογο ρυθμίσεων.
es: La contraseña es errónea. Por favor, introduzca la contraseña correcta en el dialogo de configuración.
sr: Лозинка је лоша. Молим унесите коректну лозинку у дијалог подешавања.

source: The passwords don't match
ca: Les contrasenyes no coincideixen
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Las contraseñas no coinciden
sr: Лозинка се не мож препознати

source: The patch seems outdated! The file line %1!ls! and the patchline %2!ls! do not match!
bg: Кръпката изглежда остаряла! Редът във файла %1!ls! и редът в кръпката %2!ls! не съвпадат!
ca: El pedaç no sembla actualitzat! La línia del fitxer %1!ls! i la línia del pedaç %2!ls! no concorden!
es: ¡El parche parece no estar actualizado! ¡La línea %1!ls! del archivo y la línea %2!ls! del parche no coinciden!
sr: Закрпа је, изгледа, застарела! Линија фајлова %1!ls! и линија закрпе %2!ls! се не поклапају!

source: The path/URL '%ls' seems to be illegal on Windows! You can try it anyway, but you might get an error later.
bg: Пътят/адреса '%ls'изглежда невалиден за Windows! Може да пробвате, но е възможно да се появи грешка.
ca: Sembla que Windows no accepta el camí/URL '%ls' . Podeu provar-lo igualment, però pot donar un error més endavant.
el: Η διαδρομή/URL '%ls' φαίνεται να είναι παράνομη στα Windows! Μπορείτε να την δοκιμάσετε ούτως ή άλλως αλλά ενδέχεται να αντιμετωπίσετε σφάλμα αργότερα.
es: La ruta/URL '%ls' parace ser invalida en Windows! Puede intentar de todos modos, pero podría tener un error despues.
sr: Путања/УРЛ '%ls' изгледа илегално у Виндоусу! Можете покушати у сваком случају, али ће можда доћи до грешке касније.

source: The path/URL you've entered seems to be illegal on Windows! You can try it anyway, but you might get an error later. A valid path on windows must not contain '<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Do you want to proceed anyway?
bg: Пътят/URL, който сте въвели, изглежда невалиден под Windows! Можете да се опитате да го използвате, но вероятно ще получите грешка по-късно. Валидните пътища под Windows не съдържат знаците '<>|"?*:', както и някое от следните имена на устройства: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Желаете ли да продължите?
ca: Sembla que Windows no accepta el camí/URL introduït. Podeu provar-lo igualment, però pot donar un error més endavant. Un camí vàlid al Windows no ha de tenir '<>|"?*:' ni cap dels següents noms de dispositu: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Voleu continuar de totes maneres?
el: Η διαδρομή/URL που εισάγατε φαίνεται να είναι παράνομη στα Windows! Μπορείτε να την δοκιμάσετε ούτως ή άλλως αλλά ενδέχεται να αντιμετωπίσετε σφάλμα αργότερα. Μια έγκυρη διαδρομή στα Windows δεν πρέπει να περιέχει '<>|"?*:' ή ένα από τα ακόλουθα ονόματα συσκευών: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Θέλετε να προχωρήσετε ούτως ή άλλως;
es: ¡La ruta o URL que ha introducido parece ser ilegal en Windows! Puede intentarlo de todas formas, pero quizás obtenga un error más tarde. Una ruta válida en Windows no debe contener '<>|"?*:' ni cualquiera de los siguientes nombres de dispositivo: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ ¿Desea continuar de todas formas?
mk: Патеката / URLто кое го внесовте не е легално во Windows! Можете да се обидете, но можно е да добиете грешка подоцна. Валидна патека под windows не смее да содржи '<>|"?*:' или едно од следните имиња: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
sr: Путања/УРЛ коју сте унели није исправна за Виндоус платформу! Ви можете и тако покушати али би се касније могла појавити грешка. Исправна путања на Виндоус ОСу не сме садржати '<>|"?*:' као и ниједан од следећих назива уређаја: цом1-цом9, лпт1-лпт9, прн, ауx, цон, нул, цлоцк$ Да ли свеједно желите наставити?
tr: Girdiğiniz yama/URL Windows için izinsiz(illegal) işlem olarak gözükmekte! Yine de deneyebilirsiniz ama daha sonra hata oluşabilir. Windows için geçerli bir yol '<>|"?*:' karakterlerini ya da aşağıdaki aygıt isimlerini içermemelidir: 'com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$'

source: The path %1!ls! seems not to match the paths in the patchfile. But TortoiseMerge found the path %2!ls! matches it better. Do you want to use the suggested path instead?
bg: Пътят %1!ls! изглежда не съответства на пътищата, споменати във файла с кръпки. Но TortoiseMerge откри, че пътят %2!ls! съответства по-добре. Желаете ли да се използва предложения път?
ca: El camí %1!ls! sembla que no concorda amb els camins del fitxer de pedaç. Però TortoiseMerge ha trobat que el camí %2!ls! és millor. Voleu utilitzar el camí suggerit?
es: La ruta %1!ls! parece que no se corresponde con las rutas en el archivo de parche. Pero TortoiseMerge encontró la ruta %2!ls! que se acerca mejor. ¿Desea usar la ruta propuesta?
sr: Путања %1!ls! изгледа да није нађена путања у фајлу закрпе. Али, ТортоисеМерге је нашао путању %2!ls! која је слична. Желите ли да уместо ње користити предложену путању?

source: The regular expression is invalid! Please enter a valid regular expression.
bg: Този регулярен израз е невалиден! Моля, въведете валиден регулярен израз.
ca: L'expressió regular és incorrecta. Introduïu una expressió regular correcta.
es: La expresión regular es inválida! Por favor ingrese una expresión regular válida.
sr: Регуларни израз је неисправан! Молимунесите исправан регуларни израз.
tr: Düzenli ifade geçersiz! Lütfen geçerli bir düzenli ifade girin.
