Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: &Convert files when diffing against BASE
bg: &Преобразуване на файловете при сравнение с базата
ca: &Converteix fitxers quan es compara respecte BASE
el: &Μετατροπή των αρχείων κατά τη σύγκριση με τη ΒΑΣΙΚΗ έκδοση
es: &Convertir archivos cuando se diferencian contra BASE
mk: &Конверзија на фајлови при споредба со BASE (основа)
sr: &Преправи фајлове када се разликују од БАЗЕ
tr: Dosyaları TABAN dosyası ile karşılaştırırken &dönüştür

source: &Copy
bg: &Копиране
ca: &Copia
el: &Αντιγραφή
es: C&opiar
mk: &Копирај
sr: &Копирај
tr: &Kopyala

source: &Copy Button Image
bg: &Копиране на изображението на бутона
ca: &Copia la imatge del botó
mk: &Копирај ја сликата на копчето
sr: &Копирај слику дугмета
tr: Düğme Resimlerini &Kopyala

source: &Copy log message to clipboard
bg: &Копиране на съобщението за дневника в системния буфер
ca: &Copia el missatge de log al porta-retalls
el: &Αντιγραφή μηνύματος καταγραφής στο πρόχειρο
es: &Copiar el mensaje de registro al portapapeles
mk: &Kopiraj gi logiranite poraki na clipboard
sr: &Копирај поруку дневника у клипборд
tr: &Hata mesajlarını panoya kopyala

source: &Copy to clipboard
bg: &Копиране в системния буфер
ca: &Copia al porta-retalls
el: &Αντιγραφή στο πρόχειρο
es: &Copiar al portapapeles
mk: &Копирај на clipboard
sr: &Копирај у клипборд
tr: &Panoya kopyala

source: &Copy to...
bg: &Копиране в...
ca: &Copia a...
el: &Αντιγραφή προς
es: &Copiar a...
mk: &Копирај на...
sr: &Копирај у...
tr: &Buraya Kopyala...

source: &Create folder structure
bg: &Създаване на структура от папките
ca: &Crea estructura de carpetes
el: &Δημιουργία δομής φακέλων
es: &Crear estructura de carpetas
mk: &Креирај структура на фолдери
sr: &Креира структуру фолдера
tr: &Dizin yapısı oluştur

source: &Custom
bg: &Потребителски
ca: &Personalitza
el: &Πάγια προτίμηση
es: &Personalizado
mk: &Прилагодено
sr: &Прилагођено
tr: &Özel

source: &Date
bg: &Дата
ca: &Data
el: &Ημερομηνία
es: &Fecha
mk: &Датум
sr: &Датум
tr: &Tarih

source: &Days of inactivity until small caches get removed
bg: &Брой дни без активност, след който малките кешове се изтриват
ca: &Dies d'inactivitat fins que s'esborren les memòries cau petites
el: &Ημέρες αδράνειας μέχρι να διαγραφούν μικρά caches
es: &Días de inactividad hasta que las cachés pequeñas se eliminan
mk: &Денови на неактивност додека малите кешови се отстранети
sr: &Дани неактивности пре него се мали кешеви уклоне
tr: &Küçük önbellekler silinmeden önceki faal olunmayan günler

source: &Default
bg: &По подразбиране
ca: &Per defecte
el: &Προεπιλογή
es: &Por defecto
mk: &Основно
sr: По&дразумевано
tr: &Varsayılan

source: &Delete
bg: &Изтриване
ca: &Suprimeix
el: &Διαγραφή
es: &Eliminar...
mk: &Избриши
sr: &Обриши
tr: &Sil

source: &Delete (keep local)
bg: &Изтриване (запазва местните)
ca: &Esborra (desa còpia local)
el: &Διαγραφή (διατήρηση τοπικού)
es: &Eliminar (mantener local)
mk: &Избриши (сочувај локално)
sr: &Обриши (сачувај локално)
tr: &Sil (yereldekini tut)

source: &Delete Filter
ca: &Suprimir filtre
el: &Διαγραφή Φίλτρου
es: &Borra filtro
sr: &Обриши филтер
tr: Filtre &Sil

source: &Delete unversioned items...
bg: &Изтриване на неконтролираните обекти...
ca: &Suprimeix elements sense versionar...
el: &Διαγραφή στοιχείων χωρίς έκδοση...
es: &Eliminar ítems sin versionar...
mk: &Избриши ги неверзионираните ставки...
sr: &Брише неверзионисане ставке...
tr: &Versiyonlanmamış elemanları sil...

source: &Delete...
bg: &Изтриване...
ca: &Suprimeix...
el: &Διαγραφή...
es: &Eliminar...
mk: &Избриши...
sr: &Обриши...
tr: &Sil...

source: &Diff
bg: &Промени
ca: &Compara
el: &Διαφορά
mk: &Разлики
sr: &Разлике
tr: &Karşılaştırma

source: &Diff with URL
bg: &Промени спрямо URL
ca: &Compara amb URL
el: &Διαφορά με URL
es: &Diferenciar con URL
mk: &Разлики со URL
sr: &Дифф са УРЛ
tr: &URL'ye göre karşılaştırma

source: &Diff with previous version
bg: &Сравняване с предишна версия
ca: &Compara amb revisió prèvia
el: &Διαφορές με προηγούμενη εκδόση
es: &Comparar con la revisión anterior
mk: &Разлики со претходна ревизија
sr: &Дифф са претходном верзијом
tr: &Bir önceki revizyon ile karşılaştır

source: &Directories
bg: &Директории
ca: D&irectoris
el: &Κατάλογοι
es: &Directorios
mk: &Директориуми
sr: &Именици
tr: &Dizinler

source: &Do not ask again
ca: &No tornis a preguntar
el: &Να μην ερωτηθώ ξανά
es: &No preguntarme de nuevo
sr: &Не питај поново
tr: &Bir daha sorma

source: &Docking
bg: &Скачване
ca: &Encastar
sr: &Углављивање
tr: &Ekleme/yerleştirme

source: &EOL
es: &Fin de Línea
sr: &ЕОЛ

source: &Edit
bg: &Редакция
ca: &Edita
el: &Επεξεργασία
es: &Editar
mk: &Измени
sr: Ур&еди
tr: &Düzenle

source: &Edit Filter
ca: &Editar filtre
el: &Επεξεργασία Φίλτρου
es: &Edita fltro
sr: Ур&еди филтер
tr: Filtre &Düzenle

source: &Edit conflict
bg: &Редакция на конфликт
ca: &Edita conflicte
mk: &Едитирај конфликти
sr: Ур&еди сукоб
tr: &Çakışmayı düzenle

source: &Edit conflicts
bg: &Редакция на конфликти
ca: &Edita conflictes
el: &Επεξεργασία διενέξεων
es: &Editar conflictos
mk: &Едитирај ги конфликтите
sr: Ур&еди сукобе
tr: &Çakışmaları düzenle

source: &Edit project
ca: &Edita projecte
el: &Επεξεργασία έργου
es: &Editar proyecto
sr: &Уреди пројекат

source: &Edit...
bg: &Редакция...
ca: &Edita...
el: &Επεξεργασία...
es: &Editar...
mk: &Измени...
sr: Ур&еди...
tr: &Düzenle...

source: &Empty the recycle bin now
ca: &Buida la paperera ara
el: &Άδειασμα κάδου τώρα
es: &Vaciar la papelera de reciclaje ahora
sr: &Испразни корпу за рециклирање
tr: &Geri dönüşüm kutusunu şimdi boşalt

source: &Enable Proxy Server
bg: &Включване на сървъра-посредник
ca: &Habilita el servidor intermediari
el: &Ενεργοποίηση διαμεσολαβητή (proxy server)
es: &Activar Servidor Proxy
mk: &Овозможи го Proxy серверот
sr: &Омогући прокси сервер
tr: &Vekil Sunucusunu etkinleştir

source: &Enable edit
ca: &Activa edició
el: &Ενεργοποίηση επεξεργασίας
es: Habilitar &edición
sr: Омогићи ур&еђење

source: &Enable log caching
bg: &Включване на кеширането на дневника
ca: &Activa memòria cau del log
el: &Ενεργοποίηση λογαριασμού προσωρινής μνήμης
es: Habilitar la caché de r&egistro
mk: &Овозможи кеширање на логови
sr: &Омогући смештање дневника у кеш
tr: &Günlük önbelleğini etkinleştir

source: &Enter a message describing why you are locking the file(s).
bg: &Въведете съобщение, обясняващо причината за заключването на файла/файловете.
ca: &Introduïu un missatge explicant el perquè del bloqueig del(s) fitxer(s).
el: &Εισάγετε μία σημείωση γιατί κλειδώσατε το/τα αρχείο/α.
es: &Introduzca un mensaje que describa por qué está bloqueando el/los archivo(s).
mk: &Внесете порака со објаснување зошто ги заклучувате датотеките.
sr: &Унеси поруку која описује зашто закључавате фајл(ове)
tr: &Dosyayı(ları) neden kilitlediğinizi açıklayan bir mesaj giriniz.

source: &Executable
bg: &Изпълним
el: &Εκτελέσιμο
es: &Ejecutable
mk: &Извршни
sr: И&звршно
tr: &Çalıştırılabilir

source: &Exit
bg: &Изход
ca: &Surt
el: &Έξοδος
es: &Salir
mk: &Излез
sr: &Излаз
tr: &Çıkış

source: &Export selection to...
bg: &Износ на селекцията в...
ca: &Exporta selecció a...
el: &Εξαγωγή επιλογής στο...
es: E&xportar selección a...
mk: &Извези ја селекцијата во...
sr: &Извези избор у...
tr: Seçimi buraya &dışa aktar...

source: &External
bg: &Външна
ca: &Extern
el: &Εξωτερικό...
es: Referencias &Externas
mk: &Надворешно
sr: &Спољашњи
tr: &Harici

source: &File
bg: &Файл
ca: &Fitxer
el: &Αρχείο
es: &Archivo
mk: &Датотека
sr: &Фајл
tr: &Dosya

source: &Files
bg: &Файлове
ca: &Fitxers
el: &Αρχεία
es: &Archivos
mk: &Датотеки
sr: &Фајлови
tr: &Dosyalar

source: &Filter
bg: &Филтър
ca: &Filtre
el: &Φίλτρο
es: &Filtrar
mk: &Филтер
sr: &Филтер
tr: &Filtre

source: &Find
bg: &Търсене
ca: &Cerca
el: &Εύρεση
es: &Buscar
mk: &Пронајди
sr: &Нађи
tr: &Bul

source: &Find... (Ctrl+F)
ca: &Cerca... (Ctrl+F)
el: &Εύρεση (Ctrl+F)
es: &Buscar... (Ctrl+F)
sr: &Нађи... (Ctrl+F)

source: &Fit images in window (F)
ca: &Ajusta imatges a la finestra (F)
el: &Προσαρμογή των εικόνων στο παράθυρο (F)
es: &Ajustar imágenes en ventana (F)
sr: &Подеси слике у прозору (F)

source: &Fix time stamps
ca: &Reparar marques horàries
el: &Διόρθωση χρονοσημάνσεων
es: Arreglar marcas de tiempo
sr: &Фиксирај временску ознаку

source: &Fixed drives
bg: &Фиксирани устройства
ca: Unitats &fixes
el: &Σταθεροί οδηγοί συσκευών
es: Unidades &Fijas
mk: &Вградени дискови
sr: &Уграђени дискови
tr: &Sabit sürücüler

source: &Floating
bg: &Плаващ
ca: &Flotant
mk: &Лебдечки
sr: &Лебдећи
tr: &Taşınıyor

source: &Font for log messages:
bg: &Шрифт за дневника:
ca: Ti&pus de lletra del log:
el: &Γραμματοσειρά για τα μυνήματα ιστορικότητας
es: &Fuente para los mensajes de registro:
mk: &Фонт за логирани пораки:
sr: &Фонт за поруке дневника:
tr: &Günlük mesajları yazı tipi:

source: &Font:
bg: &Шрифт:
ca: &Tipus de lletra:
el: &Γραμματοσειρά:
es: &Fuente:
mk: &Фонт:
sr: &Фонт:
tr: &Yazı tipi:

source: &From URL:
bg: &От URL:
ca: &De l'URL:
el: &Από URL:
es: &Desde la URL:
mk: &Од URL:
sr: &Из УРЛ:
tr: &URL den:

source: &From WC / URL:
bg: &От работно копие / URL:
ca: De &WC / URL:
el: &Από WC / URL:
es: &Desde CT / URL:
mk: &Од WC / URL:
sr: &Из РК / УРЛ:
tr: &Çalışma Kopyası / URL'den:

source: &From revision
bg: &От ревизия
ca: De &la revisió
el: &Από αναθεώρηση
es: &Desde la revisión
mk: &Од ревизијата
sr: &Од ревизије
tr: &Revizyondan

source: &From: (start URL and revision of the range to merge)
bg: &От: (начален URL и ревизия на обхват за сливане)
ca: &De: (URL inicial i revisió del rang a fusionar)
el: &Από: (Αρχικό URL και εμβέλεια των έκδοσεων που πρόκειτε να συνενωθούν)
es: &De: (URL y revisión inicial del rango a fusionar)
mk: &Од: (почетен URL и ревизија од опсегот за соединување)
sr: &Од: (почетни УРЛ и ревизија у распону спајања)
tr: &Buradan: (başlangıç URLsi ve birleştirilecek aralığın revizyonu)

source: &Go To Line... (Ctrl+G)
ca: &Vés a la línia... (Ctrl+G)
el: &Μετάβαση στη γραμμή... (Ctrl+G)
es: &Ir a la línea... (Ctrl+G)
sr: &Иди на линију... (Ctrl+G)

source: &Green:
bg: &Зелен:
ca: &Verd:
mk: &Зелено:
sr: &Зелена:
tr: &Yeşil:

source: &Group by branch
bg: &Групиране по разклонение
ca: A&grupa per branca
el: &Ομαδοποίηση ανά διακλάδωση
es: &Agrupar por ramas
mk: &Групирај по гранка
sr: &Групиши по грани
tr: Branşlara göre &grupla

source: &HEAD Revision
bg: &Главна ревизия
ca: Revisió &HEAD
el: &HEAD Εκδοση
es: Revisión &HEAD
mk: &Главна ревизија (HEAD)
sr: &ГЛАВНА Ревизија
tr: &Baş Revizyon

source: &HEAD revision
bg: &Главна ревизия
ca: Revisió &HEAD
el: &HEAD έκδοση
es: Revisión &HEAD
mk: &Главна (HEAD) ревизија
sr: &ГЛАВНА ревизија
tr: &Baş revizyon

source: &HEAD revision in the repository
bg: &Главната ревизия на хранилището
ca: Revisió &HEAD del repositori
el: &HEAD έκδοση μέσα στην Αποθήκη
es: Revisión &HEAD en el repositorio
mk: &Главна (HEAD) ревизија во складиштето
sr: &ГЛАВНА ревизија у спремишту
tr: Depodaki &Baş revizyon

source: &Help
bg: &Помощ
ca: &Ajuda
el: &Βοήθεια
es: &Ayuda
mk: &Помош
sr: &Помоћ
tr: &Yardım

source: &Help Topics
bg: Помощ по &теми
ca: &Temes de l'Ajuda
el: &Θέματα Βοήθειας
es: &Temas de Ayuda
mk: &Содржина на помошта
sr: &Помоћ теме
tr: &Yardım Başlıkları

source: &Hide
bg: &Скриване
ca: &Amaga
el: &Απόκρυψη
es: &Ocultar
mk: &Скриј
sr: &Сакри
tr: &Sakla

source: &Hide ignored items
ca: &Amaga els elements ignorats
el: &Απόκρυψη αγνοημένων στοιχείων
es: Ocultar elementos ignorados (&H)
sr: &Сакри занемарене ставке

source: &Icon Set:
bg: &Комплект с иконки:
ca: &Conjunt d'icones:
el: &Σύνολο εικονιδίων
es: Conjunto de &Iconos:
mk: &Сет на икони:
sr: &Скуп икона:
tr: &Simge takımı:

source: &Ignore %d items by name
bg: &Игнориране на %d обекта по име
ca: &Ignora %d elements per nom
el: &Παράβλεψη %d αντικειμένων με όνομα
es: &Ignorar %d ítems por el nombre
mk: &Занемари %d членови по име
sr: &Занемари %d ставки по имену
tr: %d elemana isme göre al&dırma

source: &Ignore ancestry
bg: &Игнорирай предхождащи
ca: &Ignora ancestre
el: &Παράβλεψη καταγωγής
es: &Ignorar ascendencia
sr: Занемар&ити претке
tr: &Nesli önemseme

source: &Ignore and proceed
ca: &Ignora i segueix
el: &Παράβλεψη και συνέχιση
es: &Ignorar y seguir
sr: &Занемари и настави
tr: &Yoksay ve devam et

source: &Ignore multiple items by name
ca: &Ignora múltiples elements per nom
el: &Αγνόηση πολλαπλών αντικειμένων με βάση το όνομα
es: &Ignorar múltiples elementos por nombre
sr: &занемари вишеструке ставке по имену

source: &Image
bg: &Изображение
ca: &Imatge
mk: &Слика
sr: &Слика
tr: &Resim

source: &Image info (I)
ca: &Informació de la imatge (I)
el: &Πληροφορίες εικόνας (I)
es: &Información de la imagen (I)
sr: &Информације о слици (I)

source: &Image only
bg: &Само изображението
ca: Només &imatge
mk: &Само слика
sr: &Само слика
tr: &Sadece resim

source: &Import...
bg: &Внос...
ca: &Importa...
el: &Εισαγωγή...
es: &Importar...
mk: &Увоз...
sr: &Увоз...
tr: &İçe aktar...

source: &Include externals
bg: &Включи външни
ca: &Inclou externs
el: &Συμπερίληψη εξωτερικών
es: &Incluir externos
mk: &Вклучи ги екстерните
sr: Укључ&и екстернале
tr: &Haricileri dahil et

source: &Include merge info
bg: &Включване на информацията за сливането
ca: &Inclou informació de fusió
el: &Συμπερίληψη πληροφ. συγχώνευσης
es: &Incluir información de fusión
mk: &Вклучи информација за спојување
sr: &Укључи стопљене ревизије
tr: &Birleştirme bilgisini dahil et

source: &Initial directory:
bg: &Начална директория:
ca: Directori &inicial:
mk: &Почетен директориум:
sr: &Почетни фолдер:
tr: &Başlangıç klasörü:

source: &Join all
bg: &Съединяване на всички
ca: &Ajunta tot
el: &Σύνδεση όλων
es: &Unir todo
mk: &Спој ги сите
sr: &Споји све
tr: &Hepsini birleştir

source: &Join with sub-trees
bg: &Съединяване с под-дървета
ca: &Ajunta amb subarbres
el: &Σύνδεση με υπο-δένδρα
es: &Unir con sub-árboles
mk: &Спој со под-дрвата
sr: &Споји са под-стаблом
tr: &Alt ağaçlarıyla birleştir

source: &Jump to first difference when loading
bg: &Преход до първата разлика при зареждане
ca: &Vés a la primera diferència quan es carrega
el: &Εκκίνηση με την πρώτη διαφορά όταν γίνεται επιφόρτωση
es: &Saltar a la primera diferencia al cargar
mk: &Скокни на првата разлика при вчитување
sr: &Скочи на прву разлику при учитавању
tr: &Yüklerken ilk farklılığa atla

source: &Keywords
bg: &Ключови думи
ca: Paraules c&lau
el: &Λέξεις-κλειδιά
es: &Palabras Clave
mk: &Клучни зборови
sr: &Кључне речи
tr: Anahtar &Kelimeler

source: &Language:
bg: &Език:
ca: &Idioma:
el: &Γλώσσα:
es: &Idioma:
mk: &Јазик:
sr: &Језик:
tr: &Dil:

source: &Large Icons
bg: &Големи иконки
ca: icones &Grans
mk: &Големи икони
sr: &Велике иконе
tr: &Büyük Simgeler

source: &Limit search to modified lines
bg: &Ограничаване на търсенето до променените редове
ca: &Limita cerca a línies modificades
el: &Αναζήτηση μόνο σε τροποποιημένα αρχεία
es: &Limitar la búsqueda a las líneas modificadas
mk: &Ограничи пребарување на изменетите линии
sr: &Ограничено тражење у измењеним линијама
tr: &Aramayı değiştirilmiş satırlara kısıtla

source: &Limit:
bg: &Ограничение:
ca: &Límit:
el: &Όριο:
es: &Límite:
mk: &Граница:
sr: &Граница:

source: &Line number
ca: &Número de línia
el: &Αριθμός γραμμής
es: &Número de línea
sr: &Бројеви линија
tr: &Satır numarası

source: &Line number (%d - %d)
ca: &Número de línia (%d - %d)
el: &Αριθμός γραμμής (%d - %d)
es: &Número de línea (%d - %d)
sr: &Бројеви линија (%d - %d)
tr: &Satır numarası (%d - %d)

source: &Link image positions
bg: &Свързване на позициите на изображенията
ca: &Enllaça posicions de la imatge
el: &Διασύνδεση θέσεων εικόνων
es: &Unir posiciones de imágenes
mk: &Сврзи ги позициите на сликите
sr: &Споји позиције слике
tr: &Resim konumlarını birbirine bağla

source: &Linux (LF)
mk: &Линукс (LF)
sr: &Линукс(ЛФ)

source: &List View
bg: &Списъчен изглед
ca: Visualització de &llista
el: Επισκόπηση &καταλόγου
es: &Lista
mk: &Листинг поглед
sr: &Преглед листе
tr: &Liste görünümü

source: &Load...
bg: &Зареждане...
ca: &Carrega...
el: &Επιφόρτωση...
es: &Cargar...
mk: &Вчитај...
sr: &Напуни...
tr: &Yükle...

source: &Locking required (read-only update)
bg: &Изисква се заключване (обновяване-само за четене )
ca: &Bloqueig requerit (actualització només de lectura)
el: &Απαιτείται κλείδωμα
es: &Bloqueo requerido (actualización de solo lectura)
mk: &Заклучувањето е потребно (ажурирање само при читање)
sr: &Закључавање потребно (само за читање обнављање)
tr: &Kilitleme gerekiyor (salt-okunur güncelleme)

source: &Log Sizes
bg: &Размери на дневника
ca: Mides de &Log
el: &Μέγεθος αρχείων καταγραφής
es: Tamaño de&l Registro
mk: &Големини на дневникот
sr: Ве&личине дневника
tr: &Günlük Boyutları

source: &Luminence:
ca: &Luminescència:
mk: &Сјајност
sr: &Сјајност:
tr: &Parlaklık:

source: &Mac (CR)
mk: &Мекинтош (CR)
sr: &Мак(ЦР)

source: &Make depth sticky
bg: &Направи постоянна дълбочина
ca: &Fer profunditat persistent
es: &Hacer profundidad pegajosa
mk: &Направи ја длабочината леплива
sr: &Учини дебљину пријемчивом
tr: &Derinliği yapışkan yap

source: &Manually edit property
bg: &Ръчна редакция на свойство
ca: Edita propietat &manualment
mk: &Рачно го измени својството
sr: &Мануално уређене особине
tr: &Elle değiştirme özelliği

source: &Max line length for inline diffs
ca: &Màx longitud de línia per diferències a la línia
es: Largo &Max de línea para difs en linea
sr: &Макс дужина линије за линијске дифове

source: &Maximum size [kByte] of a removed inactive cache
bg: &Максимален размер [kByte] на премахнат неактивен кеш
ca: &Mida màxima [kByte] d'una memòria cau inactiva esborrada
el: &Μέγιστο μέγεθος [kb] ανενεργής cache που αφαιρέθηκε
es: Tamaño &máximo [kByte] de una caché inactiva eliminada
mk: &Максимална големина [kByte] на остранетиот неактивен кеш
sr: &Максимална величина [кБајт] уклоњеног неактивног кеша
tr: &Silinmiş inaktif önbellek için en büyük boyut [kByte]

source: &Menu animations:
bg: &Анимации на менюто:
ca: &Menú d'animacions:
mk: &Анимации на менијата:
sr: &Анимација менија:
tr: &Menü animasyonları:

source: &Menu contents:
bg: &Съдържание на меню:
ca: Contingut del &Menú:
mk: &Содржина на менијата:
sr: &Садржај менија:
tr: &Menü içeriği:

source: &Merge
bg: &Сливане
ca: &Fusiona
el: &Συγχώνευση
es: &Fusionar
mk: &Соедини
sr: &Стопи
tr: &Birleştir

source: &Merge paths
bg: &Пътища на сливане
ca: Camins de &fusió
el: &Συγχώνευση διαδρομών
es: &Rutas de fusión
mk: &Соедини ги патеките
sr: &Путања сједињавања
tr: &Dizinleri Birleştir

source: &Merge...
bg: &Сливане...
ca: &Fusiona...
el: &Συγχώνευση...
es: &Fusionar...
mk: &Соедини...
sr: &Стопи...
tr: &Birleştir...

source: &Merging
bg: &Сливане
ca: &Fusionant
el: &Διαδικασία συγχώνευσης
es: &Fusionando
mk: &Соединување
sr: &Сједињавање
tr: &Birleştiriliyor

source: &Mime-Type
bg: &МIME тип
ca: Tipus &MIME
el: &Τύπος Mime
es: Tipo &Mime
sr: &Миме-тип
tr: &Mime tipi

source: &Minimize
bg: &Смаляване
ca: &Minimitza
mk: &Намали
sr: &Умањи
tr: &Küçült

source: &Modify color for tag copies
bg: &Промяна на цвета на копия на етикети
ca: Modifica el &color de les còpies etiqueta
el: &Αλλαγή χρώματος στα αντίγραφα ετικετών
es: &Modificar el color para las copias etiquetas
mk: &Измени боја на означени копии
sr: &Измени боју за копије ознака
tr: &Etiket kopyaları için rengi değiştir

source: &Modify color for trunk copies
bg: &Промяна на цвета на копия на основното течение
ca: &Modifica el color de les còpies tronc
el: &Αλλαγή χρώματος στα αντίγραφα κορμών
es: &Modificar el color para las copias trunk
mk: &Измени боја за копии во стеблото
sr: &Измени боју за копију дебла
tr: &Ana dal kopyaları için rengi değiştir

source: &Moved blocks
bg: &Преместени блокове
ca: &Blocs desplaçats
el: &Μπλοκ που μετακινήθηκαν
es: Bloques &Movidos
sr: &Померени блокови
tr: &Taşınmış bloklar

source: &Navigate
bg: &Навигация
ca: &Navega
el: &Πλοήγηση
es: &Navegar
mk: &Навигација
sr: &Управљај
tr: &Dolaş

source: &Network drives
bg: &Мрежови устройства
ca: Unitats de &xarxa
el: &Δικτυακοί οδηγοί συσκευών
es: &Unidades de Red
mk: &Мрежни дискови
sr: &Мрежни дискови
tr: &Ağ sürücüleri

source: &New
bg: &Нов
ca: &Nou
el: &Νέο
es: &Nuevo
mk: &Ново
sr: &Нов
tr: &Yeni

source: &New...
bg: &Нов...
ca: &Nou...
el: &Νέο...
es: &Nuevo...
mk: &Нов...
sr: &Нов...
tr: &Yeni...

source: &Next %ld
bg: &Следващи %ld
ca: &Propers %ld
el: &Επόμενα %ld
es: &Siguientes %ld
mk: &Следни %ld
sr: &Следећи %ld
tr: &Sonraki %ld

source: &Next >
bg: &Напред >
ca: &Següent >
el: &Επόμενo >
es: &Siguiente >
mk: &Следни >
sr: &Следећи >
tr: &Sonraki >

source: &Next Page
bg: &Следваща страница
ca: Pàgina &següent
el: &Επόμενη σελίδα
es: Siguie&nte página
mk: &Следна страна
sr: &Следећа страна
tr: &Sonraki Sayfa

source: &No double-click event
bg: &Без двойно щракване
ca: &Event sense doble clic
mk: &Без двојни-кликови
sr: &Без двоструки-клик догађаја
tr: &Çift tıklama yok

source: &No locking required
bg: &Не изисква заключване
ca: &No cal bloquejar
el: &Δεν χρειάζεται κλείδωμα
es: &No requiere bloqueo
sr: &Не закључавати се захтева
tr: &Kilitleme gerekmiyor

source: &None
ca: &Cap
el: &Κανένα
es: &Ninguno
sr: &Ништа
tr: &Hiçbiri

source: &Not executable
bg: &Не е изпълним
ca: &No executable
el: &Μη εκτελέσιμο
es: &No ejecutable
sr: &Није извршно
tr: Çalıştırılabilir &değil

source: &Numeric
bg: &Цифров
ca: &Numèric
el: &Αριθμητικό
es: &Numérico
sr: &Нумерик
tr: &Sayısal

source: &OK
ca: &D'acord
es: &Aceptar
mk: &Во ред
sr: &Прихвати
tr: &Tamam

source: &Offline for now
bg: Работа без връзка &засега
ca: &Sense connexió per ara
el: &Αποσυνδεμένο τώρα
es: &Sin conexión por ahora
mk: &Offline за сега
sr: &Искључи за сада
tr: &Şimdilik çevrim dışı

source: &One Page
bg: &Една страница
ca: &Una pàgina
el: &Μία Σελίδα
es: &Una página
mk: &Една страна
sr: &Једна страна
tr: &Tek Sayfa

source: &Open
bg: &Отваряне
ca: &Obre
el: &Άνοιγμα
es: &Abrir
mk: &Отвори
sr: &Отвори
tr: &Aç

source: &Open (Ctrl+O)
ca: &Obre (Ctrl+O)
el: &Άνοιγμα (Ctrl+O)
es: &Abrir (Ctrl+O)
sr: &Отвори (Ctrl+O)

source: &Operative:
bg: &Оперативен:
ca: &Operatiu:
el: &Ενεργό:
es: &Operativo:
sr: &Оперативан:

source: &Options
bg: &Настройки
ca: &Opcions
el: &Επιλογές
es: &Opciones
mk: &Опции
sr: &Опције
tr: &Seçenekler

source: &Other
ca: &Altres
el: &Άλλο
es: &Otro
sr: &Остали
tr: &Diğer

source: &Overlay images (O)
ca: &Superposa imatges (O)
el: &Επικάλυψη εικόνων (O)
es: &Superponer imágenes (O)
sr: &Слике прекривача (O)

source: &Password:
bg: &Парола:
ca: &Contrasenya:
el: &Κωδικός πρόσβασης:
es: &Contraseña:
mk: &Лозинка:
sr: &Лозинка:
tr: &Şifre:

source: &Paste
bg: &Поставяне
ca: &Enganxa
el: &Επικόλληση
es: Pega&r
sr: &Налепи
tr: &Yapıştır

source: &Peg:
bg: &Знак:
es: &Fijo:
sr: &Клин:

source: &Permanently offline
bg: Работа без връзка за &постоянно
ca: &Permanentment fora de línia
el: &Μόνιμα εκτός σύνδεσης
es: &Permanentemente sin conexión
mk: &Перманентно offline
sr: &Стално искључен
tr: &Tamamen Çevrimdışı

source: &Platform dependent (native)
bg: &Платформено зависим(по подразбиране)
ca: Depenent de la &plataforma (natiu)
el: &Εξαρτώμενο σε πλατφόρμα (εγγενή)
es: &Dependiente de la Plataforma (nativo)
sr: Зависан од &платформе (приридни)
tr: &Platform bağımlı (makina kodu)

source: &Play sound on notification
ca: &Reprodueix el so quan hi hagi notificacions
el: &Αναπαραγωγή ήχου στην ειδοποίηση
es: Activar sonidos &para notificaciones
sr: &Пусти музику при нотификацији

source: &Port:
bg: &Порт:
el: &Θύρα:
es: &Puerto:
mk: &Порт:
sr: &Капија:

source: &Postpone all remaining conflicts
ca: &Posposa tots els conflictes restants
sr: Одгодити све &преостале конфликте

source: &Power user defaults
bg: &Настройки по подразбиране за напреднали
ca: &Valors per defecte Power user
el: &Προεπιλογές υπερ-χρήστη
es: Valores por defecto de usuario a&vanzado
mk: Основни &подесувања на суперкорисникот
sr: Главни корисник по&дразумеване вредности
tr: &Uzman kullanıcı varsayılan değerleri
