Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Select the language this project is using. This settings affects the spell checker used for commit messages.
bg: Изберете език за този проект. Тази настройка засяга проверката на правописа на съобщенията при поверяване.
ca: Selecciona l'idioma d'aquest projecte. Aquesta configuració afecta el corrector ortogràfic utilitzat en els missatges de pujada.
es: Seleccione el idioma que este proyecto utiliza. Esta configuraciónafectara el corrector ortográfico usado para los mensajes de confirmación.
sr: Бира језик који користи пројекат. Подешавање се односи на проверу правописа коришћеног за поруке урезивања.
tr: Projenin kullandığı dili seçin. Bu ayarlar teslim etme mesajları için kullanılan yazım kontrolcüsünü etkiler.

source: Select the merge options
bg: Изберете настройки на сливане
ca: Selecciona les opcions de fusió
el: Επιλογής ιδιοτήτων συνένωσης
es: Seleccione las opciones de fusión
mk: Изберете опции за спојување
sr: Одредите опције спајања
tr: Birleştirme seçeneklerini seç

source: Select the revisions to merge
bg: Изберете ревизиите за сливане
ca: Selecciona les revisions a fusionar
el: Επιλέξτε τις εκδόσεις για συγχώνευση
es: Seleccione las revisiones a fusionar
mk: Изберете ревизии за спојување
sr: Одредите ревизије за стапање
tr: Birleştirme için revizyonları seç

source: Select the type of merge
bg: Изберете типа на сливане
ca: Seleccioneu el tipus de fusió
el: Επιλέξτε τύπο συνένωσης
es: Seleccione el tipo de fusión
mk: Изберете тип на спојување
sr: Одредите тип стапања
tr: Birleştirme tipini seçiniz:

source: Select viewer for diff-files
bg: Избор на програма за разглеждане на Diff файлове
ca: Selecciona visualitzador per fitxers diff
el: Επιλογή εφαρμογής για αρχεία-διαφορών
es: Seleccionar visor para archivos de diferencias
mk: Изберете прегледник за diff-датотеки (разлики)
sr: Изаберите прегледач за разл-фајл
tr: Karşılaştırma dosyalarını görüntülemek için bir uygulama seç

source: Select what file you want to save as
ca: Seleccioneu el fitxer que s'anomena i desa
el: Επιλέξτε ποιό αρχείο θέλετε να αποθηκεύσετε ως
es: Selecciona qué fichero quieres salvar
sr: Изаберите који фајл желите да сачувате као

source: Select what file you want to save as Note: There is unresolved conflict!
ca: Seleccioneu el fitxer que s'anomena i desa Nota: Hi ha un conflicte sense resoldre.
es: Selecciona qué fichero quieres salvar como Nota: Hay conflictos sin resolver
sr: Изаберите који фајл желте да сачувате као Примедба: Постоји нерешен конфликт!

source: Selected node
bg: Избран възел
ca: Node seleccionat
el: Επιλεγμένος κόμβος
es: Nodo seleccionado
mk: Избран јазол
sr: Изабрани чвор
tr: Seçili düğüm

source: Send Mail failed to send message.
bg: 'Изпращане на поща' не можа да изпрати съобщение.
ca: Envia Correu no ha pogut enviar el missatge
el: Η Αποστολή Μηνύματος απέτυχε.
es: Enviar Correo falló al enviar el mensaje.
mk: Испраќање на email е неуспешно.
sr: Сенд Маил није успео послати поруку.
tr: Send Mail mesajınızı gönderemedi

source: Sending content
bg: Изпращане на съдържание
ca: Enviant contingut
el: Αποστολή περιοχομένου
es: Enviando contenido
mk: Праќам содржина
sr: Слање садржаја
tr: İçerik gönderiliyor

source: Server &address:
bg: &Адрес на сървъра:
ca: &Adreça del servidor:
el: &Διεύθυνση διακομιστή:
es: &Dirección del servidor:
mk: &Адреса на серверот:
sr: &Адреса сервера:
tr: Sunucu &adresi:

source: Set Accelerator &for:
bg: Задаване на бърз клавиш &за:
ca: Estableix accelerador &per:
mk: Подеси забрзувач &за:
sr: Поставите убрзавач &за
tr: Hızlandırıcıyı &ayarla:

source: Set explicit revision for these externals:
bg: Избери отделна ревизия за тези външности:
ca: Estableix una revisió explícita per aquests externs:
es: Establecer revisión explicita para estas referencias externas:
sr: Подеси експлицитну ревизију ових екстернала:
tr: Bu hariciler için belirtilen revizyonu ata:

source: Set file dates to the "last commit &time"
bg: Установяване на датата на файловете според '&Време на последното поверяване'
ca: Canvia les dates dels fitxers a "&temps darrera pujada"
es: Establecer las fechas de archivos a la "&hora de la última confirmación"
mk: Подеси ги датите на датотеките на "&последно време на складирање"
sr: Поставтеи датуме фајл на "време задњег &урезивања"
tr: Dosyaların tarihlerini "Son teslim &tarihi" olarak ayarla

source: Set property '%1!S!' on %2!ls!
ca: Estableix propiestat '%1!S!' a %2!ls!
es: Establecer propiedad '%1!S!' en %2!ls!
sr: Постави особине '%1!S!' на %2!ls!

source: Setting properties...
bg: Установяване на свойства...
ca: Establint propietats...
el: Ρύθμιση ιδιοτήτων...
es: Estableciendo propiedades...
mk: Подесувам својства...
sr: Постављање својстава...
tr: Özellikler ayarlanıyor...

source: Settings
bg: Настройки
ca: Configuració
el: Ρυθμίσεις
es: Configuración
mk: Подесувања
sr: Поставке
tr: Ayarlar

source: Settings - TortoiseSVN
bg: Настройки - TortoiseSVN
ca: Configuració - TortoiseSVN
el: Ρυθμίσεις - TortoiseSVN
es: Configuración - TortoiseSVN
mk: Подесувања - TortoiseSVN
sr: Поставке - ТортоисеСВН
tr: Ayarlar - TortoiseSVN

source: Shall I update the working copy and retry?
bg: Да актуализирам ли работното копие и да повторя?
ca: Actualitzo la còpia de treball i ho torno a provar?
el: Να ενημερώσω το αντίγραφο εργασίας και να δοκιμάσω ξανά;
es: Debo actualizar la copia de trabajo y reintentar?
sr: Могу ли да ускладим радну копију и поновим?
tr: Şimdi çalışan kopyayı güncelleyip tekrar deneyeyim mi?

source: Shell
bg: Обвивка
el: Κέλυφος
sr: Шкољка
tr: Kabuk

source: Shell Icon Cache was rebuilt!
bg: Системната кеш-памет за иконки беше възобновена!
ca: S'ha refet la memòria cau d'icones de Shell.
es: ¡Se regeneró la Caché de Iconos del Shell!
mk: Иконите се обновени!
sr: Кеш икона шкољке је поново изграђена!
tr: Kabuk Simge Önbelleği tekrar oluşturuldu!

source: Shift trees to the top of the window. Alignment to other trees will be lost.
bg: Преместване на дърветата до върха на прозореца. Губи се подравняването с други дървета.
ca: Desplaça els arbres a la part de dalt de la finestra. Es perdrà l'alineació amb altres arbres.
es: Mueve los árboles a la parte superior de la ventana. La alineación sobre los otros árboles se perderá.
mk: Помери ги дрвјата на врв на прозорецот. Порамнувањето со другите дрвја ке биде изгубено.
sr: Померите стабла у вршни прозор. Подешавање ка другим стаблима ће се изгубити.
tr: Ağaçları pencerenin en üstüne kaydır. Diğer ağaçlarla olan hizalama kaybolacak.

source: Sho&w properties
bg: &Свойства...
ca: Mos&tra propietats
el: Προ&βολή ιδιοτήτων
es: &Mostrar propiedades
mk: П&окажи својства
sr: Прика&жи својства
tr: Özellikleri &göster

source: Short &date/time format in log messages
bg: &Кратък формат за дата/час в дневника
ca: Format curt de &data/hora als missatges de log
el: Σύντομη μορφή &ημερομηνίας/ώρας στα μηνύματα αρχείου καταγραφής
es: Formato abreviado &fecha/hora en mensajes de registro
mk: Краток формат на &дата/време во коментарите
sr: Кратак облик &датума/времена у дневнику порука
tr: Günlük mesajlarında kısaltılmış &Tarih/Zaman kullan

source: Short URL of Subversion items
bg: Кратък URL на Subversion обекти
ca: URL curt dels elements del Subversion
es: URL corta de los ítems de Subversion
mk: Краток URL на верзионираните датотеки
sr: Кратак УРЛ ставки Субверзије
tr: Subversion elemanlarının kısaltılmış URL'si

source: Shorten property list
bg: Съкратен списък със свойства
ca: Escurça llista de propietats
el: Σμίκρυνση λίστας ιδιοτήτων
es: Acortar lista de propiedades
mk: Скрати ја листата со својства
sr: Активирај листу задатака
tr: Özellik listesini kısalt

source: Show
bg: Показване
ca: Mostra
el: Επίδειξη
es: Mostrar
mk: Покажи
sr: Прикажи
tr: Göster

source: Show &Accelerator for:
bg: Показване на &кратък клавиш за:
ca: Mostra &accelerador per:
mk: Прикажи &Забрзувач за:
sr: &Прикажи меније за:
tr: &Hızlandırıcıyı göster:

source: Show &All
bg: &Всички
ca: &Mostra-ho tot
el: Επίδειξη Ό&λων
es: Mostrar &Todo
mk: Покажи с&е
sr: Прикажи &све
tr: Hepsi&ni göster

source: Show &Log
bg: &Дневник
ca: &Mostra log
el: Εμφάνιση &Αρχείου καταγραφής
es: Mostrar &registro
mk: Покажи &дневник
sr: Прикажи &Дневник
tr: &Günlüğü göster

source: Show &Range...
bg: &Обхват от ревизии...
ca: Mostra &rang...
el: Επίδειξη &Εμβέλειας...
es: Mostrar &Rango...
mk: Покажи о&псег...
sr: Прикажи &распон...
tr: Ara&lığı göster...

source: Show &WC revision
bg: Ревизия на &работното копие
ca: Mostra revisió &Còpia de treball
el: Προβολή αναθεώρησης &αντιγράφου εργασίας
es: Mostrar revisión &copia de trabajo
mk: Прикажи &WC ревизија
sr: Прикажи ревизије радних &копија
tr: &Çalışan Kopya revizyonunu göster

source: Show &all revisions
bg: &Всички ревизии
ca: Mostra &totes les revisions
el: Εμφάνιση &όλων των αναθεωρήσεων
es: Mostrar &todas las revisiones
mk: Пок&ажи ги сите ревизии
sr: Прикажи &све ревизије
tr: Tüm& revizyonları göster

source: Show &changes
bg: &Промени
ca: Mostra &canvis
el: Εμφάνιση &αλλαγών
es: Mostrar &cambios
mk: Покажи &измени
sr: Прикажи &измене
tr: &Değişiklikeri göster...

source: Show &externals
ca: Mostra &externs
es: Mostrar &Externos
sr: Претражи &екстернале

source: Show &locks
ca: Mostra &bloquejos
es: Mostrar &Bloqueos
sr: Прикажи &катанце

source: Show &log
bg: &Дневник
ca: Mostra &log
el: Εμφάνιση &αρχείου καταγραφής
es: Mostrar &registro
mk: Покажи &дневник
sr: Прикажи &дневник
tr: &Günlüğü göster

source: Show &log...
bg: &Дневник...
ca: Mostra &log...
el: Εμφάνιση &αρχείου καταγραφής...
es: Mostrar &registro...
mk: Покажи &дневник...
sr: Прикажи &дневник...
tr: &Günlüğü göster...

source: Show &overlays and context menu only in explorer
bg: &Модификации на иконките и контекстно меню - само в Windows Explorer
ca: Mostra &superposicions i menú contextual només a l'explorador
es: Mostrar sólo en el 'Explorador de archivos' de Windows
mk: П&окажи преклопени икони и контекстно мени само во explorer
sr: Прикажи п&реклапања и контекст мени само у еxплореру
tr: İşaret&lemeleri ve sağ-tık menüsünü sadece explorer'da göster

source: Show &unversioned files
bg: Показване на &неконтролираните файлове
ca: Mostra &fitxers sense versionar
el: Εμφάνιση αρχείων &χωρίς έκδοση
es: Mostrar archivos &no versionados
mk: Покажи &неверзионирани датотеки
sr: Прикажи фајлове без &верзија
tr: &Versiyonlanmamış dosyaları göster

source: Show Above the Ribbon
bg: Показване над панделката
ca: Mostra sobre la cinta
sr: Прикажи Изнад Траке
tr: Şeritin Üstünde Göster

source: Show Below the Ribbon
bg: Показване под панделката
ca: Mostra sota la cinta
sr: Прикажи Испод Траке
tr: Şeritin Altında Göster

source: Show Branch L&og
bg: Дневник на &разклонение
ca: Mostra log de &branca
sr: Приказује дн&евник гране
tr: &Dal Günlüğünü Göster

source: Show Fewer Buttons
bg: Показване на по-малко бутони
ca: Mostra menys botons
mk: Прикажи помалку копчиња
sr: Прикажи мање дугмића
tr: Daha Az Düğme Göster

source: Show HEAD revision nodes
bg: Показване на възли за главната ревизия
ca: Mostra nodes revisió HEAD
el: Εμφάνιση κόμβων εκδόσεων HEAD
es: Mostrar los nodos de la revisión HEAD
mk: Прикажи јазли од главната ревизија
sr: Прикажи чворове главне ревизије
tr: Baş revizyon düğümlerini göster

source: Show Inline-Diff word by word Inline diff word-wise
bg: Показва вътрередовите разлики дума по дума Вътрередови разлики - по думи
ca: Mostra diferències a la línia paraula per paraula Diferències a la línia per paraula
es: Mostrar dif en línea palabra a palabra Dif en línea por palabra
mk: Покажи разлики во еден ред збор по збор Разлики во еден ред збор по збор
sr: Прикажи разлике у реду реч по реч Разлике по речима унутар линије
tr: Satıriçi farklılıkları kelime bazında göster Kelime bazlı satıriçi farklılıklar

source: Show Inline-Diff Inline diff
ca: Mostra les diferències a la línia Diferències a la línia
es: Mostrar dif en linea Dif en línea
sr: Прикажи Инлајн-диф Инлајн диф

source: Show Lock dialog before locking files
bg: Показване на диалоговия прозорец за заключванията преди заключване на файлове
ca: Mostra diàleg de bloqueig abans de bloquejar fitxers
el: Εμφάνιση διαλόγου κλειδώματος πριν το κλείδωμα αρχείων
es: Muestra el diálogo Bloquear antes de bloquear archivos
mk: Прикажи дијалог за заклучување пред заклучувањето
sr: Прикажи дијалог закључавања пре закључавања фајлова
tr: Dosyaları kilitlemeden önce kilit diyaloğunu göster.

source: Show Monitor Dialog
ca: Mostra el diàleg del monitor
es: Mostrar Diálogo Monitor
sr: Прикажи монитор дијалог

source: Show More Buttons
bg: Показване на повече бутони
ca: Mostra més botons
mk: Прикажи повеќе копчиња
sr: Прикажи више дугмића
tr: Daha Fazla Düğme Göster

source: Show Ove&rview
bg: &Преглед
ca: Mostra Vista Gene&ral
el: Εμφάνιση &Περίληψης
es: Mostrar &resumen
mk: Прикажи п&реглед
sr: Прикажи са&жетак
tr: Genel gö&rünüm

source: Show Quick Access Toolbar Above the Ribbon
bg: Показване на лента за бърз достъп над панделката
ca: Mostra barra d'eines d'accés ràpid sobre la cinta
sr: Прикажи алатни панел за брзи приступ изнад траке
tr: Hızlı Erişim Araç Çubuğunu Şeritin Üstünde Göster

source: Show Quick Access Toolbar Below the Ribbon
bg: Показване на лента за бърз достъп под панделката
ca: Mostra barra d'eines d'accés ràpid sota la cinta
sr: Прикажи алатни панел за брзи приступ испод траке
tr: Hızlı Erişim Araç Çubuğunu Şeritin Altında Göster

source: Show Screen&Tips on toolbars
bg: Показване на &екранни съвети на лентите с инструменти
ca: Mostra AjudesDe&Pantalla a les barres d'eina
sr: Покажи екран&Врх на алатном панелу
tr: Ekran&ipuçlarını araç çubuklarında göster.

source: Show WC &modifications
bg: &Промени в работното копие
ca: Mostra modificacions &WC (còpia de treball)
el: Εμφάνιση &μεταβολών αντιγράφου εργασίας
es: Mostrar &modificaciones en la copia de trabajo
mk: Покажи &модификации на РК
sr: Прикажи РК &измене
tr: Çalışan Kopya &değişikliklerini göster

source: Show Whitespaces
ca: Mostra espais en blanc
el: Εμφάνιση Λευκών Διαστημάτων
es: Mostrar espacios en blanco
sr: Прикажи белине
tr: Boşluk karakterlerini göster

source: Show an overview of the whole graph
bg: Преглед на цялата диаграма
ca: Mostra una visió general del gràfic complert
el: Εμφάνιση επισκόπισης ολόκληρου του γραφήματος
es: Muestra una vista preliminar del gráfico completo
mk: Прикажи преглед на целиот графикон
sr: Прикажи преглед целог графа
tr: Tüm diyagramın bir genel bakışını göster

source: Show c&hanges (content only)
ca: Mostra c&anvis (només contingut)
el: Εμφάνιση αλ&λαγών (περιεχόμενο μόνο)
es: Muestra c&ambios (contenido sólo)
sr: Прикажи и&змене (само садржај)

source: Show changes as &unified diff
bg: Показване на промените като &unified Diff
ca: Mostra canvis com a diff &unificat
el: Εμφάνιση μεταβολών ως &ενοποιημένες διαφορές
es: Mostrar cambios como diff &unificado
mk: Прикажи измени како &обединети разлики
sr: Прикажи измене као &обједињене разлике
tr: Değişiklikleri &birleştirilmiş karşılaştırma dosyası olarak göster

source: Show differences as &unified diff
bg: Показване на разликите като &Unified Diff
ca: Mostra diferències com diff &unificat
el: Εμφάνιση διαφορών ως &ενοποιημένες διαφορές
es: Mostrar diferencias como 'diff &unificado'
mk: Прикажи разлики како &обединети разлики
sr: Прикажи &обједињене разлике
tr: Farklılıkları &birleştirilmiş karşılaştırma dosyası olarak göster

source: Show excluded root folders as normal
bg: Покажи изключени главни папки както нормално
ca: Mostra carpetes arrels excloses com a normals
es: Mostrar carpetas excluidas con el estado 'normal'
sr: Приказује искључен фолдер као нормално
tr: Harici tutulmuş kök klasörleri normal olarak göster

source: Show externals from &different repositories
bg: Показване на външните от &други хранилища
ca: Mostra externs de &diferents repositoris
es: Mostrar referencias externas de &diferentes repositorios
sr: Прикажите екстернале из &различитих спремишта
tr: Farklı &depolardaki haricileri göster

source: Show f&ull menus after a short delay
bg: &Пълно меню след кратко забавяне
ca: Mostra menús &sencers després d'un temps curt
mk: Прикажи ги с&ите менија после куса пауза
sr: Прикажи п&ун мени после кратког кашњења
tr: Men&ülerin tamamını kısa aralıklarla göster

source: Show l&og
bg: &Дневник
ca: Mostra l&og
el: Εμφάνιση &αρχείου καταγραφής
es: Mostrar &registro
mk: Покажи &дневник
sr: Прикажи &Дневник
tr: &Günlüğü göster

source: Show linenumber&s
bg: &Номерация на редовете
ca: Mostra número&s de línia
el: Επίδειξη &αριθμών γραμμών
es: Mostrar número&s de línea
mk: Прикажи &броеви на линии
sr: Прикажи бројеве лини&ја
tr: Satır numaralarasını/larını &s goster

source: Show lo&g
bg: &Дневник
ca: Mostra lo&g
el: Εμφάνιση &αρχείου καταγραφής
es: Mostrar re&gistro
sr: Прикажи дневни&к
tr: Günlüğü &göster

source: Show multiple &changes...
ca: Mostra &canvis múltiples...
el: Εμφάνιση πολλαπλών &αλλαγών...
es: Mostrar múltiples &cambios
sr: Прикажи вишеструке &измене...

source: Show multiple &changes... (content only)
ca: Mostra &canvis múltiples... (només contingut)
el: Εμφάνιση πολλαπλών &αλλαγών... (περιεχόμενο μόνο)
es: Muestra múltiples &cambios... (contenido sólo)
sr: Прикажи вишеструке и&змен... (само садржај)

source: Show oldest node at top
bg: Най-старият възел - на върха
ca: Mostra el node més antic a dalt
el: Εμφάνιση παλαιότερου κόμβου στην κορυφή
es: Mostrar el nodo más antiguo arriba
mk: Прикажи најстар јазол на врвот
sr: Прикажи почевши од најстаријег чвора
tr: En eski düğümleri yukarıda göster

source: Show only a&ffected paths
bg: Само &засегнатите пътища
ca: Mostra només els camins a&fectats
el: Εμφάνιση μόνο των επη&ρεασμένων διαδρομών
es: Mostrar solo rutas a&fectadas
sr: Прикажи само путање од утицај&а
tr: Sadece e&tkilenen dizin yollarını göster

source: Show only the changed parts of the path name. Replace unchanged elements with dots.
bg: Показване само на сменените части в името на пътя. Заместване на непроменените елементи с точки.
ca: Mostra només les parts modificades del nom del camí. Reemplaça els elements sense canviar per punts.
el: Εμφάνιση μόνο των αλλαγμένων τμημάτων του ονόματος της διαδρομής. Αντικατάσταση των μή αλλαγμένων στοιχείων με τελείες.
es: Muestra sólo las partes cambiadas del nombre de la ruta. Reemplaza elementos no cambiados con puntos.
mk: Покажи ги само изменетите делови на патеката. Замени ги постоечките со точки.
sr: Приказује само измењене делове имена путања. Замењује неизмењене елементе тачкама.
tr: Yol adının sadece değiştirilmiş kısımlarını göster. Değiştirilmemiş kısımları noktalarla belirt.

source: Show or hide the line diff bar Toggle LineDiffBar
bg: Показване или скриване на лентата с разликите Превключване на лентата с разликите
ca: Mostra o amaga barra de diferències de línia Mostra o Amaga LineDiffBar
es: Mostrar u ocultar la barra de diferencias en línea Alternar BarraDiferenciasLinea
mk: Прикажи или скриј линија со разлики Префрлање на Toolbar
sr: Прикажи или сакри линије разлика пулт Промени ЛинРазлПулт
tr: Satır karşılaştırma çubuğunu göster yada gizle Satır karşılaştırma çubuğunu Aç/Kapa

source: Show or hide the locator bar Toggle LocatorBar
bg: Показване или скриване на локатора Превключване на локатора
ca: Mostra o amaga barra de localització Commuta BarLoc
es: Mostrar u ocultar la barra de localización Alternar BarraLocalización
mk: Прикажи или скриј лента со пребарувач Покажи пребарувач
sr: Прикажи или сакри статусну таблу Мењај приказ ЛокаторПулт
tr: Yer konumu çubuğunu göster yada gizle Yer konumu çubuğunu Aç/Kapa

source: Show or hide the status bar Toggle StatusBar
bg: Показване или скриване на лентата за състоянието Превключване на лентата за състоянието
ca: Mostra o amaga barra d'estat Commuta barra d'estat
es: Mostrar u ocultar la barra de estado Mostrar barra de estado
mk: Прикажи или скриј статусна линија Префрлање на StatusBar
sr: Прикажи или сакри статусни панел Мијењај приказ СтатусПулт
tr: Durum çubuğunu göster yada gizle Durum çubuğu

source: Show or hide the toolbar Toggle ToolBar
bg: Показване или скриване лентата с инструменти Превключване на лентата с инструменти
ca: Mostra o amaga barra d'estat Commuta barra d'estat
es: Mostrar u ocultar la barra de herramientas Mostrar barra de herramientas
mk: Прикажи или скриј линија со алатки Префрлање на Toolbar
sr: Прикажи или сакри алатни панел Мењање приказа АлатПулта
tr: Araç çubuğunu göster yada gizle Araç çubuğu

source: Show revision properties
bg: Показване на свойствата на ревизията
ca: Mostra propietats de la revisió
el: Προβολή ιδιοτήτων έκδοσης
es: Mostrar propiedades de la revisión
mk: Покажи својства на ревизијата
sr: Прикажи особине ревизије
tr: Revizyon özelliklerini göster

source: Show shortcut &keys in ScreenTips
bg: Показване на &клавишните комбинации в екранните съвети
ca: Mostra acceleradors de &teclat a les ajudes de pantalla
sr: Прикажи &тастере скраћенице у ЕкранОбјашњењу
tr: Kısayolları ve &anahtar sözcükleri İpucuEkranı'nda göster

source: Show special characters for whitespaces and newlines Show Whitespaces
ca: Mostra caràcters especials pels espais en blanc i salts de línia Mostra espais en blanc
el: Εμφάνιση ειδικών χαρακτήρων για λευκά διαστήματα και νέες γραμμές Εμφάνιση Λευκών Διαστημάτων
es: Mostrar caracteres especiales para espacios en blanco y lineas nuevas Mostrar caracteres en blanco
sr: Прикажи специјалне карактере за белине и нове линије Прикажи белине

source: Show statistics for the selected log cache
bg: Статистика за избрания кеш на дневника
ca: Mostra estadístiques de la memòria cau de log seleccionada
el: Εμφάνιση στατιστικών για το επιλεγμένο αρχείο καταγραφής στην cache
es: Mostrar estadísticas para la caché de registro seleccionada
mk: Прикажува статистики за избраниот кеш на дневникот
sr: Прикажи статистику кеш за означен дневник
tr: Seçili günlük önbelleği için istatistikkleri göster

source: Show tags on the copy source, not as separate nodes
bg: Показване на етикетите при източниците на копиране, а не като самостоятелни възли
ca: Mostra etiquetes a les fonts de la còpia, no com a nodes separats
es: Mostrar etiquetas en la copia de origen, no como nodos separados
mk: Прикажи налепници на копијата на сорсот, не како посебни јазли
sr: Покажи ознаке на извору копирања, а не као одвојене чворове
tr: Etiketleri kopya kaynağında göster, ayrı düğümler olarak değil

source: Show the diff The diff viewer is started for every selected item.
ca: Mostra la diferència El visualitzador de diferències s'inicia per cada element seleccionat.
sr: Прикажи диф Диф прегледач се покреће за сваку изабрану ставку.

source: Show/Hide
bg: Показване/Скриване
ca: Mostra/Amaga
el: Εμφάνιση/Απόκρυψη
es: Mostrar/ocultar
mk: Покажи/Скриј
sr: Покажи/Сакри
tr: Göster/Gizle

source: Showing %1!ld! revision(s), from revision %2!ld! to revision %3!ld! - %4!ld! revision(s) selected, showing %5!ld! changed paths
bg: Показват се %1!ld! ревизии, от ревизия %2!ld! до ревизия %3!ld! - %4!ld! ревизии са избрани, показват се %5!ld! променени пътища
ca: Mostrant %1!ld! revisió(ns), de revisió %2!ld! a revisió %3!ld! - %4!ld! revisió(ns) seleccionada(es), mostrant %5!ld! camins canviats
el: Παρουσιάζονται %1!ld! αναθεωρήσεις, από αναθεώρηση %2!ld! έως αναθεώρηση %3!ld! - %4!ld! επιλεγμένες αναθεωρήσεις, εμφανίζονται %5!ld! αλλαγμένες διαδρομές
es: Mostrando %1!ld! revision(es), desde la revisión %2!ld! a la revisión %3!ld! - %4!ld! revision(es) seleccionadas, mostrando %5!ld! rutas cambiadas
sr: Приказивање %1!ld! ревизија, од ревизија %2!ld! до %3!ld! - %4!ld! одабраних ревизија(е), које приказују %5!ld! измењених путања.
tr: %1!ld! revizyon gösteriliyor, %2!ld! revizyonundan %3!ld! revizyonuna - %4!ld! revizyon seçili, %5!ld! değişmiş dizin gösteriliyor

source: Showing %ld nodes
bg: Показване на %ld възела
ca: Mostrant %ld nodes
el: Επίδειξη %ld κόμβων
es: Mostrando %ld nodos
mk: Прикажувам %ld јазли
sr: Приказивање %ld чворова
tr: %ld düğümleri gösterilmekte
