Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Overwrite The settings are overwritten
ca: Sobreescriu Es sobreescriu la configuració
el: Επεγγραφή Οι ρυθμίσεις επεγγράφονται
es: Sobreescribir Las configuraciones serán sobreescritas
sr: Препишите Подешавања су преписана

source: Overwrite The target file gets replaced
bg: Презапиши Текущия файл ще бъде заменен
ca: Sobreescriu Es substitueix el fitxer a la destinació
sr: Препишите Циљни фајл је премештен
tr: Üzerine yaz Hedef dosyanın üzerine yazılır

source: Overwrite The target file is replaced.
bg: Презапиши Текущия файл беше заменен.
ca: Sobreescriu S'ha substituït la carpeta de destinació.
sr: Преписивање Циљни фолдер је замењен.
tr: Üzerine yaz Hedef dosya değiştirilir.

source: POPUP
sr: ПОПУП

source: Page %u
bg: Страница %u
ca: Pàgina %u
el: Σελίδα %u
es: Página %u
mk: Страна %u
sr: Страница %u
tr: Sayfa %u

source: Page %u Pages %u-%u
bg: Страница %u Страници %u-%u
ca: Pàgina %u Pàgines %u-%u
el: Σελίδα %u Σελίδες %u-%u
es: Página %u Páginas %u-%u
mk: Страна %u Страни %u-%u
sr: Страница %u Странице %u-%u
tr: Sayfa %u Sayfalar %u-%u

source: Page :
bg: Страница :
ca: Pàgina :
el: Σελίδα :
es: Página :
mk: Страна :
sr: Страница :
tr: Sayfa:

source: Parameters
bg: Параметри
ca: Paràmetres
el: Παράμετροι
es: Parámetros
mk: Параметри
sr: Параметри:
tr: Parametreler

source: Parameters:
bg: Параметри:
ca: Paràmetres:
el: Παράμετροι:
es: Parámetros:
mk: Параметри:
sr: Параметри:
tr: Parametreler:

source: Password
ca: Contrasenya
el: Κωδικός πρόσβασης
es: Contraseña
sr: Лозинка

source: Password is wrong
ca: La contrasenya és incorrecta
el: Ο κωδικός πρόσβασης είναι λάθος
es: Contraseña incorrecta
sr: Лозинка је лоша

source: Password/phrase
ca: Contrasenya/frase
el: Κωδικός πρόσβασης/φράση
es: Contraseña/frase
sr: Лозинка/фраза

source: Password:
bg: Парола:
ca: Contrasenya
el: Συνθηματικό
es: Contraseña:
mk: Лозинка:
sr: Лозинка:
tr: Şifre:

source: Paste
bg: Постави
ca: Enganxa
el: Επικόλληση
es: Pegar
sr: Налепи
tr: Yapıştır

source: Paste Tool Paste
bg: Инструмент за поставяне Поставяне
ca: Eina d'Enganxar Enganxa
sr: Алат за лепљење Залепи
tr: Yapıştıma Aracı Yapıştır

source: Paste filename list
bg: Поставяне на списъка с файлове
ca: Enganxa llista de noms de fitxer
el: Επικόλληση λίστας ονομάτων αρχείων
es: Pegar lista de archivos
mk: Вметни листа со датотеки
sr: Залепи листу имена фајовал
tr: Dosya adı listesi yapıştır

source: Pastes the svn path from the clipboard, resulting in a move (cut) or copy operation
bg: Поставя път от тип SVN от системния буфер и в резултат има преместване или копиране
ca: Enganxa el camí svn del porta-retalls, resultant en un desplaçament (retalla) o còpia
el: Επικολλεί τη διαδρομή svn από το πρόχειρο, καταλήγωντας σε διεργασία μετακίνησης (κόψιμο) ή αντιγραφής
es: Pega la ruta SVN desde el portapapeles, lo que efectúa una operación de mover (cortar) o copiar.
sr: Налепи свн путању из клипборда, резултат је померање (пресек) или копи операција
tr: svn dizinini panodan yapıştırarak taşıma (kes) ya da kopyalama işlemine neden olur

source: Patch &all items
bg: Кърпене на &всички обекти
ca: Aplica pedaç a &tots els elements
es: Parchear &todos los ítems
sr: Крпи све ст&авке
tr: Tüm elemanl&arı yamala

source: Patch &selected item
bg: Кърпене на &избраният обект
ca: Aplica pedaç a l'element &seleccionat
es: Parchear ítems &seleccionados
sr: Крпи изабране &ставке
tr: &Seçili elemanı yamala

source: Patch all files
bg: Кърпене на всички файлове
ca: Aplica pedaç a tots els fitxers
es: Parchear todo los archivos
sr: Крпи све фајлове
tr: Tüm dosyaları yamala

source: Patch selected files
bg: Кърпене на избраните файлове
ca: Aplica pedaç als fitxers seleccionats
es: Parchear archivos seleccionados
sr: Крпи изабране фајлове
tr: Seçili dosyaları yamala

source: Patchfiles (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||
bg: Файлове с кръпки (*.diff;*.patch)|*.diff;*.patch|Всички (*.*)|*.*||
ca: Fitxers Pedaç (*.diff, *.patch)|*.diff;*.patch|Tots (*.*)|*.*||
el: Patch αρχεία (*.diff, *.patch)|*.diff;*.patch|;Όλα (*.*)|*.*||
es: Archivos de parche (*.diff, *.patch)|*.diff;*.patch|Todos los archivos (*.*)|*.*||
mk: Закрпи (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||
sr: фајлови закрпа (*.диф, *.печ)|*.дифф;*.патцх|Сви (*.*)|*.*||
tr: Yama dosyaları (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||

source: Patching
bg: Кърпене
ca: S'està aplicant un pedaç
es: Parchando
sr: Крпљење
tr: Yamalanıyor

source: Patching file '%1!ls!'
ca: Aplicant pedaç a fitxer '%1!ls!'
es: Parchando fichero '%1!ls!'
sr: Фајл закрпа '%1!ls!'

source: Path
bg: Път
ca: Camí
el: Διαδρομή
es: Ruta
mk: Патека
sr: Путања
tr: Dizin

source: Path found that matches the patch better.
bg: Пътя намери, че съвпада с парчто по-добре.
ca: S'ha trobat un camí que coincideix millor amb el pedaç.
es: Ruta encontrada que coincide con el parche correcto.
sr: Нађена путања боље упоређује закрпу
tr: Yamaya daha iyi uyan dizin yolu bulundu.

source: Path or URL:
ca: Camí o URL:
el: Διαδρομή ή URL:
es: Path o URL:
sr: Путања УРЛ:

source: Path:
ca: Camí:
el: Διαδρομή:
es: Parche:
sr: Путања:

source: Paths
bg: Пътища
ca: Camins
el: Διαδρομές
es: Rutas
mk: Патеки
sr: Путање
tr: Dizinler

source: Paths relative to root
ca: Camins relatius a l'arrel
es: Rutas relativas a la raíz del repositorio
sr: Путање релативне корену

source: Peg
bg: Знак
es: Fijo
sr: Клин

source: Pencil Tool Pencil
bg: Инструмент за молив Молив
ca: Eina de Llapis Llapis
mk: Алатка молив Молив
sr: Алат чишћења Очисти
tr: Kalem Aracı Kalem

source: Percent of authorship
bg: Дял от авторството
ca: Percentatge d'autoria
es: Porcentaje de autoría
sr: Проценат исписа
tr: Yaratıcı yüzdesi

source: Percents
bg: Проценти
ca: Percentatges
es: Porcentajes
sr: Проценти
tr: Yüzdeler

source: Personalized Menus and Toolbars
bg: Персонализирани менюта и ленти с инструменти
ca: Menús i barres d'eines personalitzats
mk: Персонализирани Менија и Алатници
sr: Прилагодљиви менији и алатни панели
tr: Kişiselleştirilmiş Menü ve Araç Çubukları

source: Picture (Metafile) a picture
bg: Картинка (Метафайл) картинка
ca: Imatge (Metafile) una imatge
el: Εικόνα (Metafile) μια εικόνα
es: Dibujo (Metaarchivo) un dibujo
mk: Слика (Metafile) Слика
sr: Слика (Метафајл) слика
tr: Resim (Meta dosyası) bir resim

source: Picture:
bg: Картинка:
ca: Imatge:
mk: Слика:
sr: Слика:
tr: Resim:

source: Pictures (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|All (*.*)|*.*||
ca: Imatges (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|Totes (*.*)|*.*||
el: Εικόνες (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|Όλα (*.*)|*.*||
es: Imágenes (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|Todos (*.*)|*.*||
sr: Слике (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|All (*.*)|*.*||

source: Pie Graph
bg: Кръгова диаграма
ca: Gràfic Tortell
el: Κυκλικό διάγραμμα
es: Gráfico de tarta
mk: Кружен графикон
sr: Дијаграм (пита)
tr: Diyagram (Yuvarlak)

source: Please enter a hook script to execute.
bg: Моля, укажете закачен скрипт за изпълнение.
ca: Introduïu un script tipus hook per executar.
el: Παρακαλώ εισάγετε ένα hook script προς εκτέλεση.
es: Por favor introduzca un script gancho a ejecutar.
mk: Внесете има на hook script за извршување.
sr: Молимо упишите име закачивог скрипта који ће се извршити.
tr: Lütfen çalıştırılacak yakalayıcı komut dosyasını giriniz.

source: Please enter a path where to apply the hook script to.
bg: Моля, укажете път, в който да се приложи закаченият скрипт.
ca: Introduïu un camí on aplicar l'script de hook.
es: Por favor introduzca una ruta en la que aplicar el script gancho.
mk: Внесете патека каде што ќе биде применета hook скриптата.
sr: Одаберите путању на коју ће се применити закачив скрипт.
tr: Lütfen Komut-dosyasını uygulamak istediğiniz dizini giriniz.

source: Please execute the 'Cleanup' command.
bg: Моля, изпълнете командата 'Почистване'.
ca: Executeu l'ordre 'Neteja'.
el: Παρακαλώ εκτελέστε την εντολή "Εκκαθάριση".
es: Por favor ejecute el comando 'Cleanup'
mk: Извршете ја 'Исчисти' командата.
sr: Молим извршите наредбу 'Почисти'.
tr: Lütfen "Cleanup" komutunu çalıştırın.

source: Please note: Your working copy remains on the previous path. If you want your next changes to be committed to the copy or branch you have just created, then you need to switch your working copy over to the new URL. Use the Switch command to do that.
bg: Внимание: Вашето работно копие остава на предишния си път. Ако желаете Вашите следващи промени да бъдат поверени в току-що създаденото копие или разклонение, ще трябва да превключите работното си копие към новия URL. Използвайте командата 'Превключване' за тази цел.
ca: Atenció: La còpia de treball segueix al camí anterior. Si voleu que els propers canvis es pugin a la còpia o branca que acabeu de crear, heu de canviar la còpia de treball a l'URL nou. Utilitzeu l'ordre Canvia per fer-ho.
el: Παρακαλώ σημειώστε: Το εργαζόμενο αντιγραφό σας παραμένει στην προηγούμενη διαδρομή. Εάν θέλετε οι αλλαγές που ακολουθούν να δεσμευτούν στο αντίγραφο ή στη διακλαδωσή που μόλις δημιουργήσατε, τότε χρειάζετε να μεταστρέψετε το εργαζόμενο αντίγραφο σασ στο καινούργιο URL. Χρησιμοποιήστε την εντολή Μεταστροφής για να το κάνετε αυτό.
es: Por favor, tenga en cuenta que: su copia de trabajo permanece en la ruta anterior. Si desea que sus siguientes cambios se hagan en la copia o rama recién creada, necesita cambiar su copia de trabajo a la nueva URL. Utilice el comando Cambiar para hacer esto.
mk: Забелешка: Вашата работна копоја ќе остане на претходната патека. Доколкусакате вашите измени да бидат внесени на копија или на гранката која што ја креиравте тогаш морате да ја смените вашата работна копија на ново URL. Употребете ја Смени командата за тоа.
sr: Молим приметите: Ваша радна копија остаје на претходној стази. Ако желите да се Ваше будуће измене буду урезане у управо направљеној грани тада се треба преместити на путању те гране. За то користите наредбу Замени.
tr: Not: Çalışan kopyanız önceki dizininde kalacak. Eğer bundan sonraki değişikliklerinizin az önce yaratılan kopya veya dala teslim edilmesini istiyorsanız o zaman çalışan kopyanızı yeni URL'ye değiştirmelisiniz. Bu işlemi yapmak için Değiştir komutunu kullanın.

source: Please resolve the conflict by choosing one of the following options:
bg: Моля, разрешете конфликта като изберете една от следните опции:
ca: Resolgueu el conflicte amb una de les següents opcions:
mk: Ве молиме разрешете го конфликтот со избирање на една од опциите:
sr: Молим решите сукобе тако да одаберете неку од следећих могућности:
tr: Lütfen çakışmayı aşağıdaki seçeneklerden birini seçerek çözün:

source: Please select a hook type
bg: Моля, изберете тип на закачения скрипт
ca: Seleccioneu un tipus de hook.
el: Παρακαλώ επιλέξτε τύπο hook
es: Por favor seleccione un tipo de gancho
mk: Изберете тип на hook.
sr: Молим одаберите тип закачаљке
tr: Lütfen yakalayıcı türünü belirtiniz

source: Please wait - this can take several minutes. Seriously!
bg: Моля, изчакайте - може да отнеме няколко минути. Сериозно!
ca: Espereu un moment... això pot trigar uns quants minuts. De debò.
mk: Почекајте - ова може да потрае неколку минути. Озбилно!
sr: Молим причекајте - ово може потрајати неколико минута. Озбиљно!
tr: Bu işlem birkaç dakkika sürebilir - Lütfen bekleyiniz!

source: Please wait while cancelling...
bg: Моля, изчакайте отменянето...
ca: Espereu mentre es cancel·la...
el: Παρακαλώ περιμένετε όσο γίνεται ακύρωση...
es: Por favor, espere mientras se cancela...
mk: Причекајте додека се откажува...
sr: Молим причекајте док одустајем...
tr: Iptal işlemi yapılırken lütfen bekleyiniz...

source: Please wait while differences are obtained...
bg: Моля, изчакайте докато се получават разликите...
ca: Espereu mentre s'obtenen les diferències...
el: Παρακαλώ περιμένετε όσο βρίσκονται διαφορές...
es: Por favor espere mientras se obtienen las diferencias...
mk: Причекајте додека се превземаат разликите...
sr: Молим причекајте док се добију разлике...
tr: Farklılıkları alana kadar lütfen bekleyiniz...

source: Please wait while the externals are gathered...
bg: Моля, изчакайте докато се получават външните...
ca: Si us plau espera mentre recollim referències externes...
el: Παρακαλώ περιμένετε όσο συγκεντρώνονται τα εξωτερικά...
es: Por favor espere mientras se obtienen las referencias externas...
sr: Молим причекајте док се покупе разлике...
tr: Hariciler alınana kadar lütfen bekleyiniz...

source: Please wait while the repository browser is initializing...
bg: Моля, изчакайте докато се инициализира програмата за разглеждане на хранилища...
ca: Espereu mentre el navegador del repositori s'inicialitza...
el: Παρακαλώ περιμένετε όσο ο περιηγητής αποθηκών αρχικοποιείται...
es: Por favor espere mientras se inicializa el navegador de repositorios...
mk: Причекајте додека прегледникот на складиштето се иницијализира...
sr: Молим причекајте иницијализацију претраживача спремишта...
tr: Lütfen depo tarayıcısı başlarken bekleyin...

source: Please wait...
bg: Моля, изчакайте...
ca: Espereu un moment...
el: Παρακαλώ περιμένετε...
es: Por favor, espere...
mk: Причекајте...
sr: Молим причекајте...
tr: Lütfen bekleyiniz...

source: Port :
bg: Порт :
el: Θύρα:
es: Puerto :
mk: Портa :
sr: Порт:

source: Possible values: 0 (fully transparent) .. 255 (opaque)
bg: Възможни стойности: 0 (напълно прозрачно) .. 255 (непрозрачно)
ca: Valors possibles: 0 (totalment transparent) .. 255 (opac)
el: Τιμές: 0 (πλήρως διάφανο) .. 255 (αδιαφανές)
es: Posibles valores: 0 (totalmente transparente) .. 255 (opaco)
mk: Можни вредности: 0 (потполно проѕирен) .. 255 (непроѕирен)
sr: Могуће вредности: 0 (потпуно транспарентан) .. 255 (непрозиран)
tr: Olası değerler: 0 (tam saydam) .. 255 (donuk)

source: Post-Commit Hook
bg: Кука след поверяване
ca: Hook de post-pujada
es: Gancho post-confirmación
sr: Пост урезивања закачаљка
tr: Teslim-sonrası yakalayıcısı

source: Post-Update Hook
bg: Кука след обновяване
ca: Hook de post-actualització
es: Gancho post-actualización
sr: Закачив Скрипт након обнављања
tr: Güncelleme-sonrası yakalayıcısı

source: Pre&v Page
bg: &Предна страница
ca: Pàgina Prè&via
el: &Προηγούμενη σελίδα
es: Página a&nterior
mk: Пре&тходна страна
sr: &Претходна страна
tr: &Önceki Sayfa

source: Pre-Commit Hook
bg: Кука преди поверяване
ca: Hook de pre-pujada
es: Gancho pre-confirmación
sr: Пре урезивања закачаљка
tr: Teslim-öncesi yakalayıcısı

source: Pre-Connect Hook
bg: Кука за преди свръзване
ca: Hook de pre-connexió
es: Gancho pre-conección
sr: Пре-повезивања закачаљка
tr: Bağlantı-Öncesi yakalayıcısı

source: Pre-Update Hook
bg: Кука преди обновяване
ca: Hook de pre-actualització
es: Gancho pre-actualización
sr: Закачив Скрипт пре обнављања
tr: Güncelleme-öncesi yakalayıcısı

source: Prefer &local
bg: Предпочитат се &местните
ca: Preferir &local
sr: Претпостави &локално
tr: Yere&l olanı tercih et

source: Prefer &repository
bg: Предпочита се &хранилището
ca: Preferir &repositori
sr: Претпостави сп&ремиште
tr: Depoyu te&rcih et

source: Prepend right block
ca: Avantposa el bloc dret
es: Anteponer bloque de la derecha
sr: Припрема десни блок

source: Prepend this block to left
ca: Avantposa aquest bloc a l'esquerra
es: Anteponer este bloque en la izquierda
sr: Припрема овај блок лево

source: Press &New Shortcut Key:
bg: Натиснете &нова клавишна комбинация:
ca: Premeu &nova tecla ràpida:
mk: Притиснете &Ново копче за кратенка:
sr: Притисни &Нови Тастер Скраћеница:
tr: &Yeni kısayolu tuşuna basın:

source: Press &new shortcut key:
bg: Натиснете &нова клавишна комбинация:
ca: Premeu &nova tecla ràpida:
mk: Притиснете &ново копче за кратенка:
sr: Притисни &нови тастер скраћеница:
tr: &Yeni kısayol tuşuna basın:

source: Prevents most cases in which connection lines cross revision nodes
bg: Предотвратява повечето случаи, в които свързващи линии пресичат възли на ревизии
ca: Evita molts casos on les línies de connexió creuen nodes de revisió
es: Evita la mayoría de los casos en los que las líneas de conexión cruzan los nodos de las revisiones
mk: Ги оневозможува случаите каде што конекциските линии се вкрстуваат со ревизиските нодови
sr: Спречава већину случајева у којима линије спајања пресецају ревизионе чворове
tr: Bağlantı hatlarının revizyon düğümlerini kestiği durumların çoğunu engeller

source: Preview
bg: Преглед
ca: Visualització prèvia
sr: Преглед
tr: Önizleme

source: Preview patched file
bg: Преглед на закърпения файл
ca: Previsualitza fitxer apedaçat
es: Previsualizar archivo parcheado
mk: Прегледај ја закрпената датотека
sr: Преглед фајлова закрпа
tr: Yamalanmış dosyayı önizle

source: Preview:
bg: Преглед:
ca: Visualització prèvia:
mk: Брз преглед:
sr: Преглед:
tr: Önizleme:

source: Previous Page Previous Page
bg: Предна страница Предна страница
ca: Pàgina anterior Pàgina anterior
mk: Претходна страна Претходна страна
sr: Претходна страна Претходна страна
tr: Önceki Sayfa Önceki Sayfa

source: Previous conflict
bg: Предишен конфликт
ca: Conflicte previ
es: Conflicto previo
sr: Претходни конфликт
tr: Önceki çakışma

source: Previous difference
ca: Diferència prèvia
el: Προηγούμενη διαφορά
es: Diferencia previa
sr: Претходне разлике
tr: Önceki fark

source: Previous inline difference
ca: Anterior diferència a la línia
es: Anterior diferencia en linea
sr: Претходне разлике у линији
tr: Önceki satıriçi farklılık

source: Print
bg: Печат
ca: Imprimeix
mk: Печати
sr: Штампај
tr: Yazdır

source: Print Document &Print
bg: Разпечатване на документ &Печат
ca: Imprimeix Document &Imprimeix
mk: Печати документ &Печати
sr: Штампај документ Штам&пај
tr: Belgeyi Yazdır &Yazdır

source: Print to File
bg: Печатане във файл
ca: Imprimeix a Fitxer
el: Εκτύπωση σε αρχείο
es: Imprimir a un archivo
mk: Печати во датотека
sr: Штампај у фајл
tr: Dosyaya Yazdır

source: Printer :
bg: Принтер :
ca: Impressora:
el: Εκτυπωτής :
es: Impresora :
mk: Печатач :
sr: Писач :
tr: Yazıcı:

source: Printer Files (*.prn)|*.prn|All Files (*.*)|*.*||
bg: Printer Files (*.prn)|*.prn|Всички файлове (*.*)|*.*||
ca: Fitxers Impressora (*.prn)|*.prn|Tots els Fitxers (*.*)|*.*||
el: Αρχεία εκτυπωτη (*.prn)|*.prn|Όλα τα αρχεία (*.*)|*.*|
es: Archivos de impresión (*.prn)|*.prn|Todos los Archivos (*.*)|*.*||
sr: Програми (*.еxе)|*.еxе|Алл Филес (*.*)|*.*||
tr: Yazıcı Dosyaları (*.prn)|*.prn|Tüm dosyalar (*.*)|*.*||

source: Printing
bg: Печатане
ca: Impimint
el: Εκτύπωση
es: Imprimiendo
mk: Печатење
sr: Исписивање
tr: Yazdırılıyor

source: Proceed anyway
ca: Segueix de totes maneres
el: Συνέχιση ούτως ή άλλως
es: Proceder de todas maneras
sr: Размотри свакако

source: Proceed anyway Ignore the hook script and run the command anyway.
ca: Segueix de totes maneres Ignora l'script hook i executa l'ordre de totes maneres.
sr: Настави свакако Занемари закачиву скрипту и свакако изврши команду.

source: Proceed with the commit the renamed/moved folders are committed recursively in the repository.
bg: Продължи с поверяване преименуваните/преместените папки са поверени рекурсивно в хранилището.
ca: Seguir amb la pujada les carpetes canviades de nom o desplaçades es pugen recursivament en el repositori.
es: Proceder con la confirmación Las carpetas renombradas/movidas son confirmadas de manera recursiva en el repositorio.
sr: Наставите са урезивањем преименовани/померени именици су урезани рекурзивно у спремишту.
tr: Teslim işlemine devam et yeniden adlandırılmış/taşınmış klasörler depoya özyineli olarak teslim edilir.

source: Proceed with the entered path I'm aware of the possible problems.
bg: Продължи в въведения път Запознат съм с възможните проблеми.
ca: Seguir amb el camí introduït Sóc conscient de possibles problemes.
sr: Наставите са уношењем путање Пазим на могуће проблеме.
tr: Girilen dizin yolu ile devam et Olası sorunların farkındayım.

source: Proceed with the merge.
bg: Продължи със сливането.
ca: Segueix amb la fusió.
sr: Наставља са стапањем.
tr: Birleştirmeye devam et.

source: Proceed without an issue number The commit won't be assigned to an issue.
bg: Продължи без номер на проблема Поверяването няма да се припише на проблем.
ca: Segueix sense un número d'incidència La pujada no s'assignarà a una incidència.
sr: Наставља без броја ставке Урезивање неће бити придружено ставки.
tr: Bir iş numarası olmadan devam et. Teslim işlemi bir işle ilişkilendirilmeyecek.

source: Processing revision %1!d! of %2!d!...
bg: Обработване на ревизия %1!d! от %2!d!...
ca: Processant revisió %1!d! de %2!d!...
el: Επεξεργάσία έκδοσης %1!d! από %2!d!...
es: Procesando revisión %1!d! de %2!d!...
sr: Обрађујем ревизију %1!d! од %2!d!...
tr: %2!d!'ün %1!d! revizyonu işlemden geçiriliyor...

source: Program
bg: Програма
ca: Programa
el: Προγραμμα
es: Programa
mk: Програма
sr: Програм

source: Programs (*.exe)|*.exe|All Files (*.*)|*.*||
bg: Програми (*.exe)|*.*|Всички файлове (*.*)|*.*||
ca: Programes (*.exe)|*.exe|Tots els Fitxers (*.*)|*.*||
el: Προγράματα (*.exe)|*.exe|Όλα τα αρχεία (*.*)|*.*||
mk: Програми (*.exe)|*.exe|Сите (*.*)|*.*||
sr: Програми (*.еxе)|*.еxе|Сви фајлови (*.*)|*.*||
tr: Programlar (*.exe)|*.exe|Tüm dosyalar (*.*)|*.*||

source: Progress
bg: Развитие
ca: Progrés
el: Πρόοδος
es: Progreso
mk: Напредок
sr: Напредак
tr: Durum

source: Project
ca: Projecte
el: Έργο
es: Proyecto
sr: Пројекат

source: Properties
bg: Свойства
ca: Propietats
el: Ιδιότητες
es: Propiedades
mk: Својства
sr: Особине
tr: Özellikler

source: Properties (*.svnprops)|*.svnprops|All Files (*.*)|*.*||
bg: Свойства (*.svnprops)|*.svnprops|Всички файлове (*.*)|*.*||
ca: Propietats (*.svnprops)|*.svnprops|Tots els fitxers (*.*)|*.*||
el: Ιδιότητες (*.svnprops)|*.svnprops|Όλα τα αρχεία (*.*)|*.*||
es: Propiedades (*.svnprops)|*.svnprops|Todos los archivos (*.*)|*.*||
mk: Својства (*.svnprops)|*.svnprops|Сите датотеки (*.*)|*.*||
sr: Својства (*.свнпропс)|*.свнпропс|Сви фајлови (*.*)|*.*||
tr: Özellikler (*.svnprops)|*.svnprops|Tüm dosyalar (*.*)|*.*||

source: Properties for
bg: Свойства за
ca: Propietats per
el: Ιδιότητες για
es: Propiedades de
mk: Својства за
sr: Особине за
tr: Özellikler

source: Properties...
bg: Свойства...
ca: Propietats...
el: Ιδιότητες...
es: Propiedades...
mk: Својства...
sr: Особине...
tr: Özellikler...

source: Property
bg: Свойство
ca: Propietat
el: Ιδιότητα
es: Propiedad
mk: Својство
sr: Својство
tr: Ayarı

source: Property %1!ls! : Revision %2!ls!
bg: Свойство %1!ls! : Ревизия %2!ls!
ca: Propietat %1!ls! : Revisió %2!ls!
el: Ιδιότητα %1!ls! : Έκδοση %2!ls!
es: Propiedad %1!ls! : Revisión %2!ls!
sr: Својство %1!ls! : Ревизија %2!ls!

source: Property %1!ls! : Working Base, Revision %2!ld!
bg: Свойство %1!ls! : Работна база, Ревизия %2!ld!
ca: Propietat %1!ls! : Base de treball, revisió %2!ld!
el: Ιδιότητα %1!ls! : Τρέχουσα έκδοση βάσης, Αναθεώρηση %2!ld!
es: Propiedad %1!ls! : Base de trabajo, revisión %2!ld!
sr: Својство %1!ls! : Радна Основа, Ревизија %2!ld!

source: Property %ls : merged
ca: Propietat %ls : fusionada
el: Ιδιότητα %ls : συγχωνεύθηκε
es: Propiedad %ls: mezclada
sr: Особине %ls : стопљене

source: Property %ls : remote
bg: Свойство %ls : отдалечено
ca: Propietat %ls : remota
el: Ιδιότητα %ls : απομακρυσμένο
es: Propiedad %ls : remoto
sr: Својство %ls : даљински

source: Property %ls : working base
bg: Свойство %ls : работна база
ca: Propietat %ls : base de treball
el: Ιδιότητα %ls : Τρέχουσα έκδοση βάσης
es: Propiedad %ls : base de trabajo
sr: Својство %ls : радна основа

source: Property %ls : working copy
bg: Свойство %ls : работно копие
ca: Propietat %ls : còpia de treball
el: Ιδιότητα %ls : Τρέχων αντίγραφο
es: Propiedad %ls : copia de trabajo
sr: Својство %ls : радна копија
