Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: TortoiseSVN is a shell extension. That means it is integrated into the Windows explorer. To use TortoiseSVN please open the explorer and right-click on any folder you like to bring up the context menu where you will find all TortoiseSVN commands. And read the manual!
bg: TortoiseSVN е разширение на обвивката. Това означава, че се вгражда в Windows Explorer. За да използвате TortoiseSVN, моля, отворете Windows explorer и щракнете с десния бутон на мишката на коя да е папка, за да се покаже контекстното меню, където ще откриете всички команди на TortoiseSVN. И прочетете ръководството!
ca: El TortoiseSVN és una extensió shell. Això vol dir que està integrat dins de l'explorador de Windows. Per utilitzar TortoiseSVN obriu l'explorador i feu clic amb el botó dret sobre qualsevol carpeta per tal de fer aparèixer el menú contextual on trobareu totes les ordres del TortoiseSVN. I llegiu el manual.
el: Το TortoiseSVN είναι μια προέκταση του κέλυφους. Αυτό σημαίνει ότι είναι ένσωματομένο μέσα στον Windows explorer. Για να χρησιμοποιήσετε τοTortoiseSVN παρακαλώ ανοίξτε τον Εxplorer και πατήστε το δεξί κλικ σε όποιον κατάλογο σας αρέσει για να προβάλετε το μενου με όλες τις εντολές του TortoiseSVN. Και διαβάστε το εγχειρίδιο!
es: TortoiseSVN es una extensión del shell. Eso significa que está integrado en el Explorador de Windows. Para usar TortoiseSVN por favor abra el Explorador y haga click con el botón derecho en cualquier carpeta que desee para que aparezca el menú contextual donde encontrará todos los comandos de TortoiseSVN. Y lea el manual!
mk: TortoiseSVN е shell екстензија. Ова значи дека се интегрира во Windows explorer. За да го користите TortoiseSVN отворете го explorer-от и кликнете со десното копче на било кој директориум за да се појави мени со избор каде што ќе ги пронајдете сите TortoiseSVN команди. И задолжително прочитајте го упатството!
sr: ТортоисеСВЊе проширење програмске шкољке. То значи да је интегрисан у Wиндоwс еxплорер. Да бисте користили ТортоисеСВНмолим вас отворите претраживач и кликните десним тастером на жељени фолдер да бисте добили конекстни мени где ћете наћи све ТортозСВН команде. И прочитајте упутство!
tr: TortoiseSVN bir shell uzantısıdır, bu Windows explorer'a entegre ediliyor anlamına gelir. TortoiseSVN programını kullanmak için lütfen explorer'ı açınız ve dilediğiniz klasörün üstüne sağ tuşla tıklayınız, böylece bütün TortoiseSVN komutlarını bulabileceğiniz içerik menüsünü görebilirsiniz. ve lütfen kullanma kılavuzunu okuyun!

source: TortoiseSVN will not show the following overlays: %ls
ca: TortoiseSVN no mostrarà les següents superposicions: %ls
es: TortoiseSVN no mostrará los siguientes capas superpuestas: %ls
sr: ТортоисеСВН неће приказати следеће прекриваче: %ls

source: TortoiseUDiff
sr: ТортоисеУДифф

source: Total commits analyzed:
bg: Всичко анализирани поверявания:
ca: Nombre total de pujades analitzades:
el: Ολικός αριθμός παραπομπών που έχουν αναλυθεί:
es: Total de confirmaciones analizadas:
mk: Вкупно анализирани складирања:
sr: Укупно анализирано урезивања:
tr: Analiz edilen teslimler:

source: Total file changes:
bg: Файлови промени всяка седмица:
ca: Nombre total de canvis a fitxers:
el: Ολικές αλλαγές στα αρχεία:
es: Total de cambios de archivos:
mk: Вкупно измени на датотеки:
sr: Укупно фајл измена:
tr: Toplam dosya değişiklikleri:

source: Total number of changes over all cached revisions
bg: Общ брой промени във всички кеширани ревизии
ca: Nombre total de canvis a totes les revisions en memòria cau
el: Συνολικός αριθμός μεταβολών σε όλες τις αποθηκεύσεις
es: Número total de cambios entre todas las revisiones cacheadas
mk: Вкупен број на измени во сите кеширани ревизии
sr: Укупан број измена у свим кешираним ревизијама
tr: Ön bellekteki tüm revizyonlar üzerindeki toplam değişiklik sayısı

source: Total number of merged revisions
bg: Общ брой слети ревизии
ca: Nombre total de revisions fusionades
el: Συνολικός αριθμός συνενωμένων αναθεωρήσεων
es: Número total de revisiones fusionadas
mk: Вкупен број на споени ревизии
sr: Укупан број стопљених ревизија
tr: Toplam birleştirilmiş revizyon sayısı

source: Total number of user revision properties
bg: Общ брой потребителски свойства на ревизии
ca: Nombre total de propietats revisió d'usuari
el: Σύνολο ιδιοτήτων αναθεωρήσεων χρήστη
es: Número total de propiedades de usuario de revisión
mk: Вкупен број на кориснички дефинирани својства на ревизии
sr: Укупан број корисничких својстава
tr: Kullanıcı revizyon özelliklerini toplamı

source: Tr&ee stripes
bg: &Дървесни ленти
ca: B&andes d'arbre
es: Bandas de árbol&es
mk: Л&инии на дрвото
sr: Ст&абла траке
tr: Ağaç ş&eritleri

source: Transferring at %ls
bg: Прехвърляне на %ls
ca: Transferint a %ls
el: Διαμεταρφορα στα %ls
es: Transfiriendo a %ls
sr: Пренос (%ls)

source: Transparent &color...
bg: Прозрачен &цвят...
ca: &Color Transparent...
el: Διαφανές &χρώμα
es: &Color transparente...
mk: Позадинска &боја
sr: &Боја за прозирност...
tr: Şeffaf &renk...

source: Tree conflict
bg: Конфликт на дърветата
ca: Conflicte d'arbre
el: Διένεξη δένδρου
es: Conflicto de árbol
mk: Конфликт на дрвото
sr: Стабло Конфликта
tr: Ağaç çakışması

source: Tree merge
bg: Сливане на дървета
ca: Fusió d'arbre
el: Συγχώνευση δέντρου
es: Fusión de árboles
mk: Спојување на стебла
sr: Стапање стабла
tr: Birleştirme ağacı

source: Trim right
ca: Elimina espais a la dreta
es: Recortar por la derecha
sr: Подешен десно

source: Trunk nodes
bg: Възли на главното течение
ca: Nodes tronc
el: Κόμβοι κορμού
es: Nodos tronco
mk: Јазли на стеблото
sr: Дебло чворови
tr: Ana yol düğümleri

source: Try a 'Cleanup'. If that doesn't work you need to do a fresh checkout.
bg: Опитайте командата 'Почистване'. Ако и това не помогне, ще трябва да направите ново изписване.
ca: Mireu de fer 'Neteja'. Si això no funciona caldrà fer una nova obtenció.
el: Δοκιμάστε ΄Καθαρισμό'. Αν δεν δουλέψει πρέπει να κάνετε νέο checkout.
es: Intente un 'Cleanup' (limpieza). Si esto no funciona necesita efectuar una Obtención desde cero.
mk: Обидете се со 'Исчисти'. Доколку тоа не успее ќе мора да направите ново превземање.
sr: Покушајте са 'Почисти'. Уколико то не помогне, потребно је направити ново преузимање.
tr: Lütfen 'Temizle' deneyiniz. Eğer bu işe yaramaz ise yeniden çekiniz.

source: Try enabling the "Break write locks" option for the cleanup.
ca: Prova activant l'opció "Trenca bloquejos d'escriptura" per a la neteja.
es: Intente habilitar la opción "Romper &bloqueo de escritura" para la limpieza.
sr: Покушај омогућавајући "Укључи кључ за писање" опцију за чишћење

source: Tweak TortoiseSVN
bg: Донастройване на TortoiseSVN
ca: Pessiga TortoiseSVN
el: Βελτιστοποίηση παραμέτρων του TortoiseSVN
es: Manipula TortoiseSVN
mk: Нагоди го TortoiseSVN
sr: Подеси ТортоисеСВН
tr: TortoiseSVN'i ayarlayın

source: Type
bg: Тип
ca: Tipus
sr: Тип
tr: Tip

source: U&pdate
bg: &Обновяване
ca: A&ctualitza
el: Ε&νημέρωση
es: Ac&tualizar
mk: О&свежи
sr: &Усклади
tr: &Güncelle

source: URL
sr: УРЛ

source: URL history
bg: Хронология на URL-ите
ca: Història de l'URL
el: URL ιστορικότητα
es: Historial de URL
mk: URL историја
sr: УРЛ историја
tr: URL geçmişi

source: URL of Subversion items
bg: URL на Subversion обекти
ca: URL d'elements del Subversion
el: URL των αντικειμένων του Subversion
es: URL de los ítems en Subversion
mk: URL на Верзионирани ставки
sr: УРЛ субверзионог дела
tr: Subversion elemanlarının URL'si

source: URL to merge &from
bg: URL, &от който да се слее
ca: URL &des d'on s'ha de fusionar
el: URL για συγχώνευση &από
es: URL desde la que &fusionar
sr: УРЛ и&з кога се стапа
tr: Birleştirme &kaynak URLsi

source: URL:
sr: УРЛ:

source: URL:
sr: УРЛ:

source: Un&modified
bg: &Непроменен
ca: Sense &modificar
el: Μη &τροποποιημένα
es: No &modificado
mk: Не&модифицирано
sr: Неиз&мењено
tr: Değiştiril&memiş

source: Un&versioned
bg: &Неконтролирани
ca: Sense &versionar
el: &Χωρίς έκδοση
es: No &versionado
mk: Не&верзионирано
sr: Раз&верзионисан
tr: &Versiyonlanmamış

source: Unable to determine merge source for %ls Please use the main merge dialog.
bg: Не можа да се определи източника за %ls Моля, използвайте основния диалогов прозорец за сливане.
ca: Impossible determinar la font per fer la fusió %ls Utilitzeu el diàleg principal de fusió.
el: Δεν μπορεί να προσδιοριστεί η πηγή συγχώνευσης για %ls Παρακαλούμε χρησιμοποιήστε τον κύριο διάλογο συγχώνευσης.
es: No es posible determinar el origen de la fusión para %ls Por favor utilice el diálogo de fusión principal.
sr: Немогуће је утврдити извор спајања за %ls Молим користите главни дијалог за стапање.

source: Unable to load mail system support.
bg: Грешка при стартиране на системата за електронна поща.
ca: No s'ha pogut carregar el suport per al sistema de correu.
el: Δεν γίνεται να φορτωθεί η υποστήρηξη για το συστημα ηλεκτρονικού ταχυδρομίου
es: No se puede cargar el sistema de soporte de correo electrónico.
mk: Не може да вчитам подршка за емаил.
sr: Не могу учитати подршку за систем електронске поште.
tr: Posta sistemi desteği yüklenemedi.

source: Unable to process command, server busy.
bg: Невъзможно е да се обработи командата - сървърът е зает.
ca: No es pot processar l'ordre. El servidor es troba ocupat.
el: Η εντολή δεν μπορεί να επεξεργαστεί, ο διακομιστής είναι απασχολημένος.
es: No se puede procesar el comando, el servidor está ocupado.
mk: Не можам да ја обработам командата, серверот е зафатен.
sr: Неспособан да процесира команду, сервер у раду.
tr: İşlem gerçekleştirilemedi, sunucu meşgul.

source: Unable to read from %1, it is opened by someone else.
bg: Грешка при при четене от %1 - отворен е от някой друг.
ca: No ha pogut llegir des de %1, és obert per algú altre.
el: Αδύνατη η ανάγνωση από %1, είναι ανοιχτό από κάποιον άλλο.
es: No se puede leer desde %1, está abierto por otra aplicación.
mk: Не можам да читам од %1, некој друг го држи отворен.
sr: Нисам у могућности прочитати %1, неко други то држи отвореним.
tr: %1'den okunamadı, başkası tarafından kullanılmakta

source: Unable to read write-only property.
bg: Невъзможно е да се чете свойство само за установяване.
ca: No es pot llegir propietat només d'escriptura.
el: Δεν είναι δυνατή η ανάγνωση ιδιότητας που είναι μόνο για εγγραφή.
es: No se puede leer una propiedad de sólo escritura.
mk: Не можам да прочитам својство.
sr: Не могу прочитати својство у које је дозвољено само записивање.
tr: Salt-okunur özelliği okunamadı.

source: Unable to reconstruct working copy path! This can happen if the file has been renamed. Please start the log dialog on this specific file alone and then revert the changes from the top pane in the log dialog.
bg: Грешка при пресъздаване на път в работното копие! Това би могло да се случи, ако файлът е бил преименуван. Моля, отворете дневника само за този файл и отменете промените от най-горното пано на диалоговия прозорец на дневника.
ca: No s'ha pogut reconstruir el camí de la còpia de treball. Això pot passar si el fitxer ha canviat de nom. Inicieu el diàleg de log només amb aquest fitxer concret i revertiu els canvis des del panell superior del diàleg de log.
el: Είναι αδύνατη η αναδόμηση της διαδρομής του αντιγράφου εργασίας! Αυτό μπορεί να συμβεί αν το αρχείο έχει μετονομαστεί. Παρακαλούμε εκκινήστε τον διάλογο ιστορικού μόνο σε αυτό το συγκεκριμένο αρχείο και επαναφέρτε τις αλλαγές από το πλαίσιο που βρίσκεται στο επάνω μέρος του διαλόγου ιστορικού.
es: ¡No se pudo reconstruir la ruta de la copia de trabajo! Esto puede ocurrir si el archivo ha sido renombrado. Por favor, inicie el diálogo de registro sobre este único archivo en concreto y luego revierta los cambios desde el panel superior del diálogo de registro.
mk: Не можам да реконструирам патека до работната копија! Ова може да се случи доколку датотеката е преименувана. Стартувајте го дијалогот само на оваа датотека и повратете ги измените од горниот панел во дијалогот за дневник.
sr: Није могуће реконструисати путању радне копије! Ово се може догодити ако сте фајлу мењали име. Молим погледајте дневник за овај фајл и поништите измене из горњег дела прозора дневника.
tr: Çalişan kopyanın dizini yeniden yapılandırılamadı! Bunun nedeni dosyanın tekrar adlandırılmış olması olabilir. Lütfen bu dosya ile ilgili Günlük dosyasını başlatıp üst pencereden yapılan değişiklikleri geri alınız.

source: Unable to write read-only property.
bg: Невъзможно е да се променя свойство само за четене.
ca: No es pot escriure propietat només de lectura.
el: Δεν είναι δυνατό να εγγραφεί ιδιότητα που έιναι μόνο για ανάγνωση.
es: No se puede escribir una propiedad de sólo lectura.
mk: Не можам да го запишам својството.
sr: Не могу писати по својству за које је дозвољено само читање.
tr: Salt-okunur özelliği yazılamadı.

source: Unable to write to %1, it is read-only or opened by someone else.
bg: Грешка при запис в %1 - или е само за четене, или е отворен от някой друг.
ca: No es possible escriure a %1, es de només lectura o és obert per algú altre.
el: Αδύνατη η εγγραφή στο %1, είναι μόνο για ανάγνωση ή έχει ανοιχθεί από κάποιον άλλο.
es: No se puede escribir en %1, es de sólo lectura o está abierto por otra aplicación.
mk: Не можам да запишам во %1, или е само за читање или некој друг го држи отворен.
sr: Нисам у могућности записивати у %1, могуће је само читати или то неко други држи отвореним
tr: %1 'e yazılamadı, ya salt-okunur bir dosya yada bir başkası tarafından açılmış durumda.

source: Unchanged node
bg: Непроменен възел
ca: Node sense canvis
el: Μη τροποποιημένος κόμβος
es: Nodo sin cambios
mk: Неизменет јазол
sr: Неизмењен чвор
tr: Değişmemiş düğüm

source: Uncheck
bg: Премахване на отметка
ca: Treu la marca
el: Αποεπιλογή
es: Desmarcar
sr: Склони ознаку
tr: Boşalt

source: Unchecked items are shown in the submenu, checked items on the main context menu
ca: Els elements desmarcats apareixen al submenú, mentre que els elements marcats ho fan al menú contextual principal
es: Los elementos no marcados se muestran en el sub-menú, los elementos marcados en el menú contextual principal
sr: Нечекиране ставке су прикане у субменију, чекиране ставке у главном контекст менију

source: Undo
ca: Desfés
el: Αναίρεση
es: Deshacer
sr: Поништи
tr: Geri al

source: Undo %d Actions
bg: Отмяна на %d действия
ca: Desfés %d accions
mk: Поврати %d Акции
sr: Поништи %d Акције
tr: %d işlem geri al

source: Undo 1 Action
bg: Отмяна на едно действие
ca: Desfés 1 acció
mk: Поврати 1 акција
sr: Поништи 1 Акцију
tr: 1 işlem geri al

source: Undo Add...
ca: Desfés Afegeix...
el: Αναίρεση Προσθήκης...
es: Deshacer Añadir...
sr: Поништи Додај...
tr: Eklemeyi Geri Al...

source: Undo the last modifications Undo
ca: Desfés les darreres modificacions Desfés
el: Αναίρεση των τελευταίων τροποποιήσεων Αναίρεση
es: Deshacer las últimas modificaciones Deshacer
sr: Поништи последњу модификацију Поништи

source: Unexpected file format.
bg: Неочакван файлов формат.
ca: Format de fitxer no esperat
el: Απροσδόκητη διαμόρφωση αρχείου
es: Formato de archivo no esperado.
mk: Неочекувам формат на датотеката.
sr: Неочекивани формат фајлови.
tr: Beklenmedik dosya formatı

source: Unfold
bg: Разгъване
ca: Desplega
sr: Развити
tr: Katları Aç

source: Unformatted Text text without any formatting
bg: Неформатиран текст текст без формат
ca: Text sense Format text sense cap format
el: Μη Μορφοποιημένο Κείμενο κείμενο χωρίς καμία μορφοποίηση
es: Texto sin formato texto sin ningún formato
mk: Неформатиран текст текст без форматирање
sr: Неформатиран текст текст без било каквог форматирања
tr: Biçimlendirilmemiş Metin Herhangi bir biçimlendirmeye tabi olmamış metin

source: Unified &diff of HEAD revisions
bg: Unified &Diff на главните ревизии
ca: &diff unificades de revisions HEAD
el: Ενοποιημένη &διαφορά ΚΕΦΑΛΙΔΑΣ εκδόσεων
es: &Diff unificado de las revisiones HEAD
mk: Обе&динети разлики за ГЛАВНИТЕ ревизии
sr: Обједињене &разлике главних (ХЕАД) ревизија
tr: Baş revizyonlarının birleştirilmiş kar&şılaştırma dosyası

source: Unified Diff
ca: Compara unificat
es: Diff Unificado
sr: Уједињене разлике

source: Unknown certificate issuer. Fingerprint: %1!ls! Distinguished name: %2!ls!
bg: Неизвестен издател на сертификат. Отпечатък: %1!ls! Уникално име: %2!ls!
ca: Autoritat certificadora desconeguda. Empremta: %1!ls! Nom distingit : %2!ls!
el: Άγνωστος εκδότης πιστοποιητικού. Δαχτυλικό αποτύπωμα: %1!ls! Διακεκριμένο όνομα: %2!ls!
es: Emisor de certificado desconocido. Huella dactilar: %1!ls! Nombre distinguido: %2!ls!
sr: Непознат издавач цертификата. Отисак прста: %1!ls! Разликовано име: %2!ls!

source: Unknown depth
bg: Неизвестна дълбочина
ca: Profunditat desconeguda
el: Άγνωστο βάθος
es: Profundidad desconocida
mk: Непозната длабочина
sr: Непозната дубина
tr: Bilinmeyen derinlik

source: Unknown failure in SVN::List
bg: Неизвестна грешка в SVN::List
ca: Error desconegut a SVN::List
el: Άγνωστο σφάλμα στο SVN::List
es: Fallo desconocido en SVN::List
mk: Непозната грешка во SVN::List
sr: Непозната грешка у СВН::Лист
tr: SVN::Listte bilinmeyen hata

source: Unlock
bg: Отключване
ca: Desbloqueig
el: Απασφάληση
es: Desbloquear
mk: Отклучи
sr: Откључај
tr: Kilidi aç

source: Unlock failed
bg: Грешка при отключване.
ca: Desbloqueig fallit
el: Η απασφάληση απέτυχε
es: El desbloqueo falló
mk: Отклучување неуспешно
sr: Откључавање није извршено
tr: Kilit açılamadı

source: Unlocked
bg: Отключен
ca: Desbloquejat
el: Απασφαλίζμένα
es: Desbloqueado
mk: Отклучено
sr: Откључано
tr: Kilit açıldı

source: Unmark this change
ca: Desmarca aquest canvi
el: Κατάργηση επισήμανσης αυτής της αλλαγής
es: Desmarcar este cambio
sr: Размаркирај ову измену
tr: Bu değişikliğin işaretini kaldır

source: Unrecognized or invalid property file format!
bg: Непознат или невалиден формат за файл със свойства!
ca: No es reconeix el format de fitxer o no és vàlid.
el: Μη αναγνωρίσιμη ή έγκυρη ιδιότητα μορφής αρχείου
es: ¡Formato de propiedades inválido o desconocido!
mk: Непрепознаен или невалиден облик на дадотеката
sr: Погрешан или непознат формат фајлова својстава!
tr: Tanınamayan veya hatalı özellik dosya biçemi!

source: Unresolved conflicts!
bg: Неразрешени конфликти!
ca: Conflictes sense resoldre.
es: Conflictos sin resolver!
sr: Нерешен саџај!
tr: Çözülmemiş çakışmalar!

source: Untitled
bg: Неозаглавен
ca: Sense títol
el: Ατιτλοφόρητο
es: Sin título
mk: Без Наслов
sr: Без наслова
tr: Başlıksız

source: Unused log caches will only be removed if the respective file is smaller than the given size in kBytes.
bg: Неизползваните кешове на дневници ще бъдат премахнати, ако съответните файлове са по-малки от дадения размер в килобайти.
ca: Les memòries cau de log no utilitzades s'esborraran si el respectiu fitxer és menor que la mida donada en kBytes.
es: Las cachés de registro no utilizadas sólo se eliminarán si el archivo respectivo es más pequeño que el tamaño dado en kBytes.
mk: Некористените кешови на дневникот ке бидат остранети само ако големината е помала од дадената големина во kBytes.
sr: Некоришћен дневник кеша ће бити уклоњен само ако је одговарајући фајл мањи од дате величине у кБајтима.
tr: Kullanılmayan ön bellek kayıtları sadece ilgili dosya boyutu kByte cinsinden verilmiş boyuttan küçükse silinir.

source: Unversion
bg: Премахване на контрола
ca: Desversiona
el: Χωρίς έκδοση
es: Desversionar
mk: Одверзионирај
sr: "Скини" верзије
tr: Versiyonu Kaldır

source: Unversion and add to &ignore list
bg: Премахване на контрола и добавяне в списъка за &игнориране
ca: Desversiona i afegeix a llista d'&ignorats
el: Αφαίρεση από τον έλεγχο εκδόσεων και προσθήκη στη &λίστα αγνοημένων
es: Deversionar y añadir a la lista de &ignorados
sr: Уклањање верзије и додавање на листу занемар&ивања
tr: Versiyonu kaldır ve aldır&mama listesine ekle

source: Unversion working copy
bg: Незаписано работно копие
ca: Desversiona la còpia de treball
el: Αφαίρεση του αντιγράφου εργασίας από τον έλεγχο εκδόσεων
es: Copia de trabajo no versionada
sr: Неверзионисана радна копија
tr: Çalışan kopyanın versiyonunu kaldır

source: Unversioned
bg: Неконтролирани
ca: Sense versionar
el: Χωρίς έλεγχο εκδόσεων
es: No versionado
mk: Неверзионирано
sr: Неверзионисан
tr: Versiyonlanmamış

source: Unversioned files mark parent folder as modified
bg: Неконтролираните файлове бележат съдържащата ги папка като променена
ca: Els fitxers sense versionar marquen la carpeta contenidora com a modificada
es: Archivos no versionados marcan la carpeta contenedora como modificada
mk: Неверзионирани датотеки го означуваат главниот директориум како изменет
sr: Фајлови изван система верзија означавају фолдер као измењену
tr: Versiyonlanmamış dosyalar içinde bulundukları klasörü değiştirildi diye işaretlerler

source: Unversioning %1!ls!
bg: Премахване на контрола над %1!ls!
ca: Desversionant %1!ls.
el: Αφαίρεση έκδοσης %1!ls!
es: Desversionando %1!ls!
sr: Скидање верзије %1!ls!

source: Up one folder
bg: С една папка нагоре
ca: Amunt un directori
el: Ένας φάκελος επάνω
es: Subir una carpeta
mk: Нагоре еден директориум
sr: Један фолдер горе
tr: Bir üst klasör

source: Update
bg: Обновяване
ca: Actualitza
el: Ενημέρωση
es: Actualizar
mk: Обнови
sr: Обнављање
tr: Güncelleme

source: Update Depth
bg: Дълбочина на обновяване
ca: Actualitza profunditat
el: Ενημέρωση βάθους
es: Profundidad de la actualización
mk: Освежи длабочина
sr: Усклади дубину
tr: Derinlik Güncelleme

source: Update WC to revision
bg: Обновяване на работното копие до ревизия
ca: Actualitza còpia de treball a la revisió
el: Αναβάθμιση του αντιγράφου εργασίας σε αναθεώρηση
es: Actualizar copia de trabajo a la revisión
mk: Обнови РК според ревизија
sr: Усклади РК са ревизијом
tr: Çalışan Kopyayı revizyona göre güncelle

source: Update check is currently running!
ca: S'està executant la comprovació d'actualització
el: Ο έλεγχος ενημέρωσης εκτελείται αυτή τη στιγμή!
es: ¡El control de actualizaciones esta en ejecución!
sr: Провера усклађивања тренутно ради!

source: Update externals
ca: Actualitza externs
es: Actualiza externos
sr: Усклади екстернале

source: Update Update the file and try locking again.
bg: Актуализация Актуализирай файла и пробвай да го заключиш отново.
ca: Actualitza Actualitza el fitxer i torna a provar el bloqueig.
sr: Усклади Усклади фајл и поново покушај закључавање.
tr: Güncelle Dosyayı güncelle ve yeniden kilitlemeyi dene.

source: Update Update the working copy and reopen the commit dialog to try again.
bg: Актуализация Актуализират работното копие и отвори поверителния диалог отново.
ca: Actualitza Actualitza la còpia de treball i reobre el diàleg de pujada per intentar de nou.
sr: Усклади Ускладите радну копију и отворите дијалог урезивања и покушајте поново.
tr: İptal Et Çalışan kopyayı güncelleme.

source: Update Update to the HEAD revision
ca: Actualitza Actualitza a la revisió HEAD
sr: Усклади Усклади према ГЛАВНОЈ ревизији

source: Updated
bg: Обновен
ca: Actualitzat
el: Έγινε ενημερώση
es: Actualizada
mk: Обновено
sr: Обновљено
tr: Güncellendi

source: Updates all monitored working copies
ca: Actualitza totes les còpies de treball supervisades
el: Ενημερώνει όλα τα παρατηρούμενα αντίγραφα εργασίας
es: Actualiza todas las copias de trabajo monitorizadas
sr: Усклади све надгледане радне копије

source: Updates the working copy to a specific revision
bg: Обновява работното копие до специфична ревизия
ca: Actualitza la còpia de treball a una revisió específica
el: Ενημερώνει το εργαζόμενο αντίγραφο σε συγκεκριμένη έκδωση
es: Actualiza la copia de trabajo a una revisión específica
mk: Ја обновува работната копија на специфична ревизија
sr: Обнавља радну копију према одређеној ревизији
tr: Çalışan kopya dosyasını belirli bir revizyonla günceller
