Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: tsvn:logfilelistenglish Set to 'false' if you don't want the list of changed files to be pasted in English in the commit dialog.
bg: tsvn:logfilelistenglish Установете на 'false', ако не желаете списъкът с променени файлове, който ще се добави в съобщението за дневника, да е на английски.
ca: tsvn:logfilelistenglish Establiu-ho a 'fals 'si no voleu que la llista de fitxers modificats sigui enganxada en anglès al diàleg de pujada.
es: tsvn:logfilelistenglish Márquelo a 'false' si no desea que la lista de archivos cambiados se pegue en inglés en el diálogo de confirmación.
mk: tsvn:logfilelistenglish Ставете на 'false' доколку не сакате листата со измени да биде залепена на англиски во дијалогот за складирање.
sr: тсвн:логфилелистенглисх Поставите на 'фалсе' ако не желите да листа измењених фајовал буде унешен на енглеском у прозор за извршавање урезивања.
tr: tsvn:logfilelistenglish Teslim diyalogunda dosyaların listesinin ingilizce olarak yapıştırılmamasını istiyorsanız buna "false" kelimesini atayın.

source: tsvn:logminsize Minimum size in chars a log message must have before a commit is allowed.
bg: tsvn:logminsize Минимален брой знаци, които трябва да съдържа съобщението за дневника, за да се позволи поверяване.
ca: tsvn:logminsize Mida mínima en caràcters que un missatge de log ha de tenir abans de que es permeti una pujada.
es: tsvn:logminsize Mínimo número de caracteres que hay que escribir en un mensaje de registro para que se permita confirmar los cambios.
mk: tsvn:logminsize Минимална големина во карактери на порака во дневникот за да се овозможи складирањето.
sr: тсвн:логминсизе Најмањи број знакова који порука дневника мора садржати пре но што се дозволи урезивање.
tr: tsvn:logminsize Günlük mesajında teslim yapılmadan önce olması gereken minimum karakter sayısı.

source: tsvn:logrevregex A regular expression matching revision numbers in a log message
bg: tsvn:logrevregex Регулярен израз, съвпадащ с номерата на ревизии в съобщение за дневника
ca: tsvn:logrevregex Una expressió regular que coincideix amb els números de revisió d'un missatge de log
es: tsvn:logrevregex Una expresión regular que encuentre números de revisión en un mensaje de registro
sr: тсвн:логреврегеx Регуларни израз налази бројеве ревизија у дневнику порука
tr: tsvn:logrevregex Bir günlük dosyasındaki revizyon numaralarını eşleyen bir düzenli ifade

source: tsvn:logsummary A regex string which extracts a summary from a log message in its first group.
bg: tsvn:logsummary Регулярен израз, който извлича резюме от съобщението в дневника в първата си група.
ca: tsvn:logsummary Un string de regex que extreu un resum d'un missatge de log del seu primer grup.
es: tsvn:logsummary Una expresión regular que extrae un resumen de un mensaje de registro en su primer grupo.
sr: тсвн:логсуммарy А регеx стринг који екстрахује резултат из порука дневника у прву групу.
tr: tsvn:günlüközeti Ilk grubunda bir günlük mesajından özet çıkaran düzenli ifade satırı.

source: tsvn:logtemplate String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for users to fill in.
bg: tsvn:logtemplate Текст, който се вмъква в съобщението за дневника при поверяване. Използвайте го като шаблон за съобщенията, които да попълнят потребителите.
ca: tsvn:logtemplate Cadena que s'insereix a les caixes del missatge de log als diàlegs de pujada. Utilitza-ho com a plantilla de missatges de log perquè els usuaris l'omplin.
es: tsvn:logtemplate Cadena que se inserta en las cajas de mensajes de registro en los diálogos de confirmaciones. Utilice esto como una plantilla de mensajes de registro para que los usuarios la rellenen.
mk: tsvn:logtemplate Стринг кој се додава во порака во дневникот во дијалог за складирање Користете го ова како шаблон кој го пополнуваат корисниците.
sr: тсвн:логтемплате Низ знакова који се умеће у кућице за упис порука дневника у прозору за извршавање урезивања. Ово користите као шаблон порука дневника који ће испуњавати корисници.
tr: tsvn:logtemplate Teslim diyaloglarında Günlük mesajları kutularına eklenenen dizin. Bunu kullanıcıların doldurması gerekli Günlük mesajı şablonu olarak kullanın.

source: tsvn:logtemplatebranch String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for branch/tags/copies for users to fill in.
bg: tsvn:logtemplatebranch Стринг който се вмъква в лог събщенията в поверяващите диалози. Използвай това като шаблон за разклонение/етикет/копие.
ca: tsvn:logtemplatebranch Cadena que s'insereix a les caixes del missatge de log als diàlegs de pujada. Utilitza-ho com a plantilla de missatge de log a branca/etiquetes/còpies perquè els usuaris l'omplin.
es: tsvn:logtemplatebranch Cadena que se inserta en las cajas de mensajes de registro en los diálogos de confirmaciones. Utilice esto como una plantilla de mensajes de registro para branch/tags/copies para que los usuarios la rellenen.
sr: тсвн:логтемплатебранцх Низ знакова који се умеће у боксове за упис порука дневника у дијалозима урезивања. Ово користите као шаблон за грана/ознаке/копије за кориснике да их попуне.
tr: tsvn:logtemplatebranch Teslim diyaloglarında günlük mesajları kutularına eklenen karakter dizisi. Bunu kullanıcıların dolduracağı, branch/tags/copies için günlük mesajı şablonu olarak kullanın.

source: tsvn:logtemplatecommit String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for commits for users to fill in.
bg: tsvn:logtemplatecommit Стринг който се вмъква в лог събщенията в поверяващите диалози. Използвай това като шаблон за поверяване.
ca: tsvn:logtemplatecommit Cadena que s'insereix a les caixes del missatge de log als diàlegs de pujada. Utilitza-ho com a plantilla de missatge de log a les pujades perquè els usuaris l'omplin.
es: tsvn:logtemplatecommit Cadena que se inserta en las cajas de mensajes de registro en los diálogos de confirmación. Utilice esto como una plantilla de mensajes de registro para confirmaciones para que los usuarios la rellenen.
sr: тсвн:логтемплатецоммит Низ знакова који се умеће у боксове за упис порука дневника удијалозима урезивања. Ово користите као шаблон порука за урезивање који ће испуњавати корисници.
tr: tsvn:logtemplatecommit Teslim diyaloglarında günlük mesajları kutularına eklenen karakter dizisi. Bunu kullanıcıların dolduracağı, teslim işlemleri için günlük mesajı şablonu olarak kullanın.

source: tsvn:logtemplatedelete String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for deletes for users to fill in.
bg: tsvn:logtemplatedelete Стринг който се вмъква в лог събщенията в поверяващите диалози. Използвай това като шаблон за изтриване.
ca: tsvn:logtemplatedelete Cadena que s'insereix a les caixes del missatge de log als diàlegs de pujada. Utilitza-ho com a plantilla de missatge de log a les supressions perquè els usuaris l'omplin.
es: tsvn:logtemplatedelete Cadena que se inserta en las cajas de mensajes de registro en los diálogos de confirmación. Utilice esto como una plantilla de mensajes de registro para borrados para que los usuarios la rellenen.
sr: тсвн:логтемплатеделете Низ знакова који се умеће у боксове за упис порука дневника у дијалозима урезивања. Ово користите као шаблон порука дневника за брисање који ће испуњавати корисници.
tr: tsvn:logtemplatedelete Teslim diyaloglarında günlük mesajları kutularına eklenen dizin. Bunu kullanıcıların dolduracağı, silme işlemleri için günlük mesajı şablonu olarak kullanın.

source: tsvn:logtemplateimport String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for imports for users to fill in.
bg: tsvn:logtemplateimport Стринг който се вмъква в лог събщенията в поверяващите диалози. Използвай това като шаблон за вмъкване.
ca: tsvn:logtemplateimport Cadena que s'insereix a les caixes del missatge de log als diàlegs de pujada. Utilitza-ho com a plantilla de missatge de log a les importacions perquè els usuaris l'omplin.
es: tsvn:logtemplateimport Cadena que se inserta en las cajas de mensajes de registro en los diálogos de confirmación. Utilice esto como una plantilla de mensajes de registro para inserciones para que los usuarios la rellenen.
sr: тсвн:логтемплатеимпорт Низ знакова који се умеће у боксове за упис порука дневника у дијалоге урезивања. Ово користите као шаблон порука дневника за увоз који ће испуњавати корисници.
tr: tsvn:logtemplateimport Teslim diyaloglarında günlük mesajları kutularına eklenen dizin. Bunu kullanıcıların dolduracağı, içe aktarma işlemleri için günlük mesajı şablonu olarak kullanın.

source: tsvn:logtemplatelock String which is inserted in the log message boxes in the get-lock dialogs. Use this as a log message template for get-locks for users to fill in.
bg: tsvn:logtemplatelock Стринг който се вмъква в лог събщенията в заклюващите диалози. Използвай това като шаблон за заклюващите диалози.
ca: tsvn:logtemplatelock Cadena que s'insereix a les caixes del missatge de log als diàlegs obté-bloqueig. Utilitza-ho com a plantilla de missatge de log en els obté-bloquejos perquè els usuaris l'omplin.
es: tsvn:logtemplatelock Cadena que se inserta en las cajas de mensajes de registro en los diálogos de obtener bloqueo. Utilice esto como una plantilla de mensajes de registro para bloqueos para que los usuarios la rellenen.
sr: тсвн:логтемплателоцк Низ знакова који се умеће у боксове за упис порука дневника у дијалозима закључавања. Ово користите као шаблон порука дневника за закључавање који ће испуњавати корисници.
tr: tsvn:logtemplatelock Teslim diyaloglarında günlük mesajları kutularına eklenen dizin. Bunu kullanıcıların dolduracağı, kilit alma işlemleri için günlük mesajı şablonu olarak kullanın.

source: tsvn:logtemplatemkdir String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for directory creations for users to fill in.
bg: tsvn:logtemplatemkdir Стринг който се вмъква в лог събщенията в поверяващите диалози. Изплозвай това като шаблон за създаване на папки.
ca: tsvn:logtemplatemkdir Cadena que s'insereix a les caixes del missatge de log als diàlegs de pujada. Utilitza-ho com a plantilla de missatge de log a les creacions de directori perquè els usuaris l'omplin.
es: tsvn:logtemplatemkdir Cadena que se inserta en las cajas de mensajes de registro en los diálogos de confirmación. Utilice esto como una plantilla de mensajes de registro para creación de directorio para que los usuarios la rellenen.
sr: тсвн:логтемплатемкдир Низ знакова који се умеће у боксове за упис порука дневника у дијалоге урезивања. Ово користите као шаблон порука дневника за креирање фолдера који ће испуњавати корисници.
tr: tsvn:logtemplatemkdir Teslim diyaloglarında günlük mesajları kutularına eklenen dizin. Bunu kullanıcıların dolduracağı, dizin oluşturma işlemleri için günlük mesajı şablonu olarak kullanın.

source: tsvn:logtemplatemove String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for moves/renames for users to fill in.
bg: tsvn:logtemplatemove Стринг който се вмъква в лог събщенията в поверяващите диалози. Изполвай това като шаблон за премествания/преименувания.
ca: tsvn:logtemplatemove Cadena que s'insereix a les caixes del missatge de log als diàlegs de pujada. Utilitza-ho com a plantilla de missatge de log als moviments/canvis de nom perquè els usuaris l'omplin.
es: tsvn:logtemplatemove Cadena que se inserta en las cajas de mensajes de registro en los diálogos de confirmación. Utilice esto como una plantilla de mensajes de registro para mover/renombrar para que los usuarios la rellenen.
sr: тсвн:логтемплатемове Низ знакова који се умеће у боксове за упис порука дневника у дијалозима урезивања. Ово користите као шаблон порука дневника за помери/преименуј који ће испуњавати корисници.
tr: tsvn:logtemplatemove Teslim diyaloglarında günlük mesajları kutularına eklenen dizin. Bunu kullanıcıların dolduracağı, taşıma/yeniden adlandırma işlemleri için günlük mesajı şablonu olarak kullanın.

source: tsvn:logtemplatepropset String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for property modifications for users to fill in.
bg: tsvn:logtemplatepropset Стринг който се вмъква в лог съобщенията в поверяващите диалози. Използвай това като шаблон за съобщение за модификация на свойства.
ca: tsvn:logtemplatepropset Cadena que s'insereix a les caixes del missatge de log als diàlegs de pujada. Utilitza-ho com a plantilla de missatge de log a les modificacions de propietats perquè els usuaris l'omplin.
es: tsvn:logtemplatepropset Cadena que se inserta en las cajas de mensajes de registro en los diálogos de confirmación. Utilice esto como una plantilla de mensajes de registro para modificaciones para que los usuarios la rellenen.
sr: тсвн:логтемплатепропсет Низ знакова који се умеће у боксове за упис порука дневника у дијалога урезивања. Ово користите као шаблон порука дневника за измене особина који ће испуњавати корисници.
tr: tsvn:logtemplatepropset Teslim diyaloglarında günlük mesajları kutularına eklenen dizin. Bunu kullanıcıların dolduracağı, özellik güncelleme işlemleri için günlük mesajı şablonu olarak kullanın.

source: tsvn:logwidthmarker Set this to the number of chars the log message should not exceed its width. A faded line is shown in the commit dialogs at that position. The default is 80 chars.
bg: tsvn:logwidthmarker Максимална дължина на редовете на съобщението за дневника (в знаци). Бледа линия се показва на тази позиция в полето за въвеждане на съобщение за дневника. По подразбиране тази стойност е 80 знака.
ca: tsvn:logwidthmarker Establiu-ho al nombre de caràcters d'amplada màxim que pot tenir un missatge de log. Es mostrarà una línia esborronada als diàlegs de pujada en aquesta posició. Per defecte és 80 caràcters.
es: tsvn:logwidthmarker Número máximo de caracteres por línea que debería haber en los mensajes de registro. Aparecerá una linea vertical en los diálogos de confirmación en esa posición. Por defecto son 80 caracteres.
mk: tsvn:logwidthmarker Подесете го ова на број на максимален број на карактери на лог пораката Избледена линија ќе се појави на тоа место во дијалогот за складирање. Номиналната вредност е 80 карактери.
sr: тсвн:логwидтхмаркер Поставите ово на број знакова од којег порука дневника не би смела бити дужа. У дијалогу за упис поруке за урезивање се на том месту налази бледа линија. Почетна вредност је 80 знакова.
tr: tsvn:logwidthmarker Günlük mesajının geçmemesi gerektiği genişliğini karakter sayısı olarak belirtiniz. Teslim diyalogunda bu pozisyonda satır silik olarak gözükür. Varsayılan değer 80 dir.

source: tsvn:projectlanguage Set this to the language number you want your log messages written in. TortoiseSVN will then load the appropriate spell checker module if available.
bg: tsvn:projectlanguage Установете това свойство на номера на езика, на който пишете Вашите съобщения за дневника. TortoiseSVN ще зареди модула за проверка на правописа за този език, ако е наличен.
ca: tsvn:projectlanguage Establiu el número de llenguatge per als missatges de log. El TortoiseSVN carregarà el corrector ortogràfic corresponent si està disponible.
es: tsvn:projectlanguage Establezca el número del idioma en el que desea escribir sus mensajes de registro. TortoiseSVN cargará entonces el módulo del corrector ortográfico apropiado si está disponible.
mk: tsvn:projectlanguage Сетирајте го ова на број на јазикот на кој сакате да ги пишувате логовите. TortoiseSVN ќе се обиде да го вчита правописот доколку е достапен.
sr: тсвн:пројецтлангуаге Поставите то на број језика за који желите да се користи приликом уписа поруке дневника. ТортоисеСВН тада може учитати одговарајући модул за проверу правописа, уколико такав постоји.
tr: tsvn:projectlanguage Bunu Günlük mesajlarınızın yazılmasını istediğiniz dilin numarasını ile işaretleyin. TortoiseSVN eğer mevcut ise uygun yazım denetleyicisi modülünü yükler.

source: tsvn:warnifnoissue Set to 'yes' if a warning shall be shown when no issue is entered in the commit dialog.
bg: tsvn:warnifnoissue Установете на 'yes', ако желаете да се показва предупреждение, когато в диалоговия прозорец за поверяване не е бил въведен номер на проблем.
ca: tsvn:warnifnoissue Establiu-ho a 'yes' si s'ha de mostrar un missatge quan no s'introdueix assumpte al diàleg de pujada.
es: tsvn:warnifnoissue Márquelo a 'yes' si quiere que aparezca un mensaje de advertencia cuando no se introduzca un número de incidente en el diálogo de confirmación.
mk: tsvn:warnifnoissue Поставете на "yes" доколку е потребно да се прикаже предупредување кога ништо не е внесено за спорното прашање.
sr: тсвн:wарнифноиссуе Поставите на 'да' ако желите да се прикаже упозорење уколико број спорног питања није унесен у прозор за уреизивање.
tr: tsvn:warnifnoissue Buna teslim diyalogunda sorun girilmediğinde uyarı verilmesini istiyorsanız "evet"i seçin.

source: user revprops total:
bg: Потребителски ревизийни свойства общо:
ca: total revprops usuari:
es: total de revprops del usuario:
sr: корисничка особина укупно:
tr: kullanıcı revizyon özelliklleri:

source: uuid x6&4:
sr: ууид x6&4:

source: values are different
bg: стойностите са различни
ca: els valors són diferents
el: οι τιμές διαφέρουν
es: los valores son diferentes
mk: вредностите се различни
sr: вредности су различите
tr: değerler farklı

source: webviewer:pathrevision URL pointing to the web viewer for the repository for a specific file and revision. The string %REVISION% in the URL is replaced with the revision number, the string %PATH% is replaced with the path to the file relative to the repository root.
bg: webviewer:pathrevision URL, сочещ към уеб-визуализатор за хранилището за определен файл и ревизия. Низът %REVISION% в URL-а се заменя с номера на ревизията, низът %PATH% се заменя с пътя до файла, относително корена на хранилището.
ca: webviewer:pathrevision URL del repositori per a un fitxer i una revisió específics, pel visualitzador web. La cadena %REVISION% a la URL és reemplaçada pel número de revisió. La cadena %PATH% és reemplaçada amb el path relatiu del fitxer (respecte l'arrel del repositori).
es: webviewer:pathrevision URL apuntando al visor web del repositorio para un archivo y una revisión en concreto. La cadena %REVISION% en la URL se reemplaza con el número de revisión, la cadena %PATH% se reemplaza con la ruta al archivo relativa a la raíz del repositorio.
mk: webviewer:pathrevision URL покажува на место во складиштето за специфична датотека и ревизија. Текстот %REVISION% вој тој URL е заменет со бројот на ревизијата. a tekstot %PATH% е заменет со релативната патека до датотеката во однос на складиштето
sr: wебвиеwер:патхревисион УРЛ показује на веб прегледач за спремиште са одабраним фајлом и ревизијом. Текст %REVISION% у УРЛу је замењен бројем ревизије, текст %PATH% је замењен релативном путањом фајлова релативно корену спремишта.
tr: webviewer:pathrevision Belirli revizyonun ve dosyanın web-görüntüleyicisinin bulunduğu dizini gösteren URL. URL'deki %REVISION% dizgisi revizyon numarası ile değiştirilir, %PATH% dizgisi depo kökünden dosyaya olan yol dizini ile değiştirilir.

source: webviewer:revision URL pointing to the web viewer for the repository for a specific revision. The string %REVISION% in that URL is replaced with the revision number.
bg: webviewer:revision URL, сочещ към уеб-визуализатор за хранилището за определена ревизия. Низът %REVISION% в този URL се заменя с номера на ревизията.
ca: webviewer:revision URL apuntant al repositori per a una revisió específica. La cadena %REVISION% d'aquesta URL és reemplaçada pel número de revisió. .
es: webviewer:revision URL apuntando al visor web del repositorio para una revisión en concreto. La cadena %REVISION% en esa URL se reemplaza con el número de revisión.
mk: webviewer:revision URL покажува на место во складиштето за изберена ревизија. Текстот %REVISION% вој тој URL е заменет со бројот на ревизијата.
sr: wебвиеwер:ревисион УРЛ управљен ка веб прегледачу спремишта за посебну ревизију. Текст %REVISION% у том УРЛ је замењен бројем ревизије.
tr: webviewer:revision Belirli revizyonun web-görüntüleyicisinin bulunduğu dizini gösteren URL. URL'deki %REVISION% dizgisi revizyon numarası ile değiştirilir.

source: week
bg: седмица
ca: setmana
el: εβδομάδα
es: semana
mk: недела
sr: недеља
tr: hafta

source: weeks
bg: седмици
ca: setmanes
el: εβδομάδες
es: semanas
sr: недеље
tr: haftalar

source: word tokens:
bg: брой думи:
ca: tokens de paraula:
el: λέξεις κλειδιά:
es: tokens palabra:
mk: зборовни токени:
sr: речи ознаке:
tr: kelime simgeleri:

source: words [uncompressed]:
bg: думи [некомпресирани]:
ca: paraules [sense comprimir]:
el: λέξεις [ασυμπίεστες]:
es: palabras [descomprimidas]:
mk: зборови [некомпресирано]:
sr: речи [без сажимања]
tr: kelimeler [sıkıştırılmamış]:

source: year
bg: година
ca: any
el: χρόνος
es: año
mk: година
sr: година
tr: yıl

source: years
bg: години
ca: anys
el: έτη
es: años
sr: године
tr: yıllar

source: yes
bg: да
ca: sí
el: ναι
es: sí
mk: Да
sr: да
tr: evet

source: {BugTraq}
sr: {БагТрек}
tr: {HataTakibi}

source: &Blame changes in revisions
ca: &Mostra l'autoria dels canvis a les revisions
es: &Autoría de los cambios en revisiones

source: <Separator>
bg: <Разделител>
ca: <Separador>
tr: <Ayırıcı>

source: <Untitled>
bg: <Неозаглавен>
ca: <Sense títol>
mk: <Неименуван>
tr: <Başlıksız>

source: <new changelist>
bg: <нов списък с промени>
ca: <nova llista de canvis>
el: <νέος κατάλογος αλλαγών>
es: <nueva lista de cambios>
mk: <нова листа со промени>
tr: <yeni değişim listesi>

source: =&Check Now=&Add Project=E&dit=&Remove=&Mark all as read=&Update all=&Options==
ca: =&Comprovar Ara=&Afegir Projecte=E&ditar=&Suprimir=&Marcar tot com llegit=Ac&tualitzar tot=&Opcions==
es: =&Revisar Ahora=&Agregar Proyecto=E&ditar=Elimina&r=&Marcar todo como leído=Act&ualizar todo=&Opciones==

source: Fetching tree conflict information...
ca: Obtenint informació del conflicte d'arbre...
es: Obteniendo la información del conflicto de árbol

source: Post-Lock Hook
ca: Hook de post-bloqueig
es: Gancho Post-Bloqueo

source: Pre-Lock Hook
ca: Hook de pre-bloqueig
es: Gancho Pre-Bloqueo

source: You can only edit one file at a time from the repository browser. Please finish editing a file before editing another one.
ca: Només podeu editar un fitxer alhora des del navegador del repositori. Acabeu d'editar un fitxer abans d'editar-ne un altre.
es: Solo puede modificar un fichero a la vez desde el navegador del repositorio. Por favor, finalice la modificación de un fichero antes de modificar otro.

source: %1!s! (offline)
tr: %1!s! (çevrimdışı)

source: %1!s! - at revision: %2!d!
mk: %1!s! - во ревизија: %2!d!
tr: %1!s! - revizyon: %2!d!

source: %1!s! : Working Base, Revision %2!ld!
mk: %1!s! : Работна основа, Ревизија %2!ld!
tr: %1!s! : Çalışan taban, Revizyon %2!ld!

source: %1!s! in %2!s!
mk: %1!s! во %2!s!
tr: %1!s! %2!s! de

source: %1!s!, at %2!s!
mk: %1!s!, на %2!s!
tr: %1!s!, %2!s! de

source: %1!s!\%2!s! - Export
mk: %1!s!\%2!s! - Извоз
tr: %1!s!\%2!s! - Dışa aktar

source: %1!s!\%2!s! - Export (%3!d!)
mk: %1!s!\%2!s! - Извоз (%3!d!)
tr: %1!s!\%2!s!- Dışa aktar (%3!d!)

source: %s (offline)
tr: %s (çevrimdışı)

source: %s : Merged file
tr: %s : Birleştirilmiş dosya

source: %s : Remote file
mk: %s : Оддалечена датотека
tr: %s : Uzak dosya

source: %s : Working Base
mk: %s : Работна основа
tr: %s : Çalışan taban

source: %s : Working Copy
mk: %s : Работна копија
tr: %s : Çalışan Kopya

source: %s [Recovered]
mk: %s [Вратено на старо]
tr: %s [Geridönüldü]
