Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Commits your changes to the repository
bg: Поверява промените Ви на хранилището
ca: Puja els canvis al repositori
el: Δεσμεύει τις αλλαγές σας στην Αποθήκη
es: Confirma sus cambios al repositorio
mk: Ги Извршува вашите измени во складиштето
sr: Урезује ваше измене у спремиште
tr: Değişikliklerinizi depoya teslim eder

source: Committing an unversioned folder will not recursively add its child items! You might want to add these folders recursively by using the 'Add...' context menu item.
bg: Поверяване на неревизирана папка няма да добави всички подпапки! Може да добавите тези папки като използвате менюто 'Добави...'.
ca: Pujar una carpeta sense versionar no afegeix recursivament els seus elements fills. Afegiu aquestes carpetes recursivament utilitzant l'ordre 'Afegeix...' del menú contextual.
es: ¡Confirmar una carpeta no versionada no añadirá recursivamente sus ítems hijos! Puede querer añadir estas carpetas recursivamente utilizando el ítem 'Añadir...' del meú contextual.
sr: Урезивање неверзионисаних фолдера неће рекурзивно додати потомачке ставке! Можете желети да додате ове фолдере рекурзивно користи 'Додај...' ставку контекст мени.
tr: Versiyonlanmamış bir klasörü teslim etmek alt öğeleri özyineli olarak eklemez! Bu klasörleri sağ-tık menüsündeki 'Add...' seçeneği ile özyineli olarak eklemeyi isteyebilirsiniz.

source: Committing to a tag
bg: Поверяване към етикет
ca: Pujant a una etiqueta
es: Confirmando a la etiqueta.
sr: Урезивање у значку
tr: Bir etikete teslim ediliyor

source: Committing transaction...
ca: Confirmant la transacció...
es: Confirmando transacción...
sr: Поступак урезивања...

source: Compare &HEAD revisions
bg: Сравняване на &главните ревизии
ca: Compara revisions &HEAD
el: Σύγκριση &ΚΕΦΑΛΙΚΩΝ εκδόσεων
es: Comparar revisiones &HEAD
mk: Спореди ги &HEAD ревизиите
sr: Упореди &ГЛАВНЕ ревизије
tr: &Baş revizyonları karşılaştır

source: Compare and &blame with working BASE
bg: Сравняване и &авторство спрямо работната база
ca: Compara i troba &autoria amb còpia BASE
el: Σύγκριση και &μομφή με την εργαζόμενη ΒΑΣΗ
es: Comparar y ver &autoría con la BASE de trabajo
mk: Спореди и &blame со работната основа
sr: Упореди са радном ОСНОВОМ и &окриви
tr: Çalışan taban dosyası ile karşılaştır ve &sorumlusunu göster.

source: Compare and blame with previous revision
bg: Сравняване и авторство спрямо предишна ревизия
ca: Compara i troba autoria amb revisió prèvia
el: Σύγκριση και μομφή με την προηγούμενη έκδοση
es: Comparar y ver autoría con la revisión anterior
mk: Спореди и окриви со претходна ревизија
sr: Упореди и окриви претходну ревизију
tr: Bir önceki revizyon ile karşılaştır ve sorumlusunu göster.

source: Compare revisions (&properties only)
ca: Compara revisions (només &propietats)
el: Σύγκριση αναθεωρήσεων (&ιδιότητες μόνο)
es: Compara revisiones (&Propiedades sólo)
sr: Упореди ревизије (&особине само)

source: Compare revisions (conten&t only)
ca: Compara revisions (només contingu&t)
el: Σύγκριση αναθεωρήσεων (περιεχόμε&νο μόνο)
es: Compara revisiones (con&tenido sólo)
sr: Упореди ревизије (&садржај само)
tr: Revizyonları karşılaştır (sadece &içerikler)

source: Compare two files
bg: Сравни два файла
ca: Compara dos fitxers
el: Σύγκρινε δυο αρχεία
es: Comparar dos archivos
sr: Пореди два фајла
tr: İki dosyayı karşılaştır

source: Compare whitespaces
bg: Сравняване на празните символи
ca: Compara espais en blanc
el: Σύγκριση κενών
es: Comparar espacios en blanco
mk: Спореди празни места
sr: Упореди белине
tr: Boşlukları karşılaştır

source: Compare with &HEAD and BASE
ca: Compara amb &HEAD i BASE
es: Comparar con &HEAD y BASE
sr: Упореди са &ГЛАВНОМ и ОСНОВНОМ

source: Compare with &working copy
bg: &Сравняване с работно копие
ca: Compara amb còpia de &treball
el: Σύγκριση με το αντίγραφο &εργασίας
es: Comparar con la copia de &trabajo
mk: Спореди со &работната копија
sr: Упореди с &радном копијом
tr: &Çalışan kopya ile karşılaştır

source: Compare with b&ase
bg: Сравняване с &база
ca: Compara amb b&ase
el: Συγκριση με τη &βάση
es: Comparar con b&ase
mk: Спореди со о&сновата
sr: Упореди с о&сновом
tr: &Taban ile karşılaştır

source: Compare with base (content only)
ca: Compara amb la base (només contingut)
el: Σύγκρινε με τη βάση (περιεχόμενο μόνο)
es: Comparar con base (sólo contenido)
sr: Упоређује са основом (само садржај)

source: Compare with previous revision
bg: Сравняване с предишна ревизия
ca: Compara amb revisió prèvia
el: Σύγκριση με προηγούμενη εκδόση
es: Comparar con la revisión anterior
mk: Спореди со претходна ревизија
sr: Упореди са претходном ревизијом
tr: Bir önceki revizyon ile karşılaştır

source: Compares all whitespaces when diffing Compare whitespaces
bg: При сравняване се вземат под внимание промените в празните символи Сравняване на празните символи
ca: Compara tots els espais en blanc quan cerca diferències Compara espais en blanc
es: Compara todos los espacios en blanco cuando se calculan las diferencias Comparar espacios en blanco
sr: Упоређује сва белине када разликује Упоређује белине
tr: Fark alırken boşluk karakterlerini karşılaştırır Boşluk karakterlerini karşılaştır

source: Compares the file with the last committed revision to show you the changes you made
bg: Сравнява файла със последната поверена ревизия, за да Ви покаже промените, които сте направили
ca: Compara el fitxer amb l'última revisió pujada per mostrar-vos els canvis que heu fet
el: Συγκρίνει το αρχείο με την τελευταία δεσμευμένη έκδοση για να σας δείξει τις αλλαγές που κάνατε
es: Compara el archivo con la última versión confirmada para mostrarle los cambios que ha realizado
mk: Ја споредува датотеката со последната складирана ревизија за да ги прикаже направените измени
sr: Упоређује фајл са задњом урезаном ревизијом како би се виделе измене које сте учинили
tr: Yaptığınız değişiklikleri size göstermek için dosyayı en son teslim edilen dosya ile karşılaştırır

source: Compares the selected file with a file in the repository
bg: Сравнява избрания файл с файл в хранилището
ca: Compara el fitxer seleccionat amb un fitxer del repositori
el: Συγκρίνει το επιλεγμένο αρχείο με το αρχείο στο αποθετήριο
es: Compara el archivo seleccionado con un archivo en el repositorio
mk: Ја споредува избраната датотека со датотека од складиштето
sr: Упоређује изабрани фајл са фајлом из спремишта
tr: Seçili dosyayı depodaki bir dosya ile karşılaştırır

source: Completed
bg: Завършено
ca: Completat
el: Ολοκληρωθηκε
es: Completado
mk: Завршено
sr: Завршено
tr: Tamamlandı

source: Completed!
bg: Завършено!
ca: Completada !
el: Ολοκληρώθηκε!
es: Completado!
sr: Завршено!
tr: Tamamlandı!

source: Configure &TortoiseSVN to never use the recycle bin
ca: Configura &TortoiseSVN per no utilitzar mai la paperera
el: Διαμορφώστε το &TortoiseSVN ώστε να μη χρησιμοποιεί τον κάδο ανακύκλωσης ποτέ
es: Configurar &TortoiseSVN para que nunca use la papelera de reciclaje
sr: Конфигуриши да &ТортоисеСВН никад не користи корпу за рециклирање
tr: &TortoiseSVN'i geri dönüşüm kutusunu kullanmamak üzere ayarla

source: Configure Filter Regexes
ca: Configura filtres regex
es: Configurar filtro de expresiones regulares
sr: Конфигуриши филтер регекс

source: Configure Hook Scripts
bg: Настройки на закачените скриптове
ca: Configura scripts hook
es: Configurar Scripts Gancho
mk: Конфигурирај ги Hook скриптите
sr: Подеси закачиве скрипте
tr: Yakalayıcı komut dosyalarını ayarla

source: Configure Issue Tracker Integration
bg: Конфигуриране на интеграцията с програми за проследяване на дефекти
ca: Configura integració seguidor d'incidències
el: Ρύθμιση ενσωμάτωσης Issue Tracker
es: Configurar la integración con el control de incidentes
mk: Конфигурирај го следењето на инцидентите
sr: Конфигурише интеграцију проблем трагача
tr: Sorun Takip Entegrasyonu Yönetimi

source: Configure the program used for comparing different revisions of files
bg: Настройване на програмата за сравняване на ревизии на файлове.
ca: Configura el programa utilitzat per comparar diferents revisions de fitxers.
el: Ρύθμιση του προγράμματος για την σύγκριση διαφορετικών εκδόσεων των αρχείων
es: Configura el programa utilizado para comparar diferentes revisiones de archivos
mk: Конфигурирај го програмот кој се користи за споредба на различни ревизии на датотеки
sr: Подесите програм који се користи за поређење различитих ревизија фајлова
tr: Dosyaların farklı revizyonlarını karşılaştırmak için kullanılan programı ayarla

source: Configure the program used for comparing different revisions of properties
bg: Настройване на програмата за сравняване на ревизии на свойства.
ca: Configura el programa utilitzat per comparar diferents revisions de propietats.
el: Ρύθμιση του προγράμματος για την σύγκριση διαφορετικών εκδόσεων των ιδιοτήτων
es: Configura el programa utilizado para comparar diferentes revisiones de propiedades
mk: Конфигурирај го програмот кој се користи за споредба на различни ревизии на својства
sr: Подесите програм који се користи за поређење различитих ревизија особина
tr: Özelliklerin farklı revizyonlarını karşılaştırmak için kullanılan programı ayarla

source: Configure the program used to resolve conflicted files.
bg: Настройване на програмата за разрешаване на конфликти.
ca: Configura el programa utilitzat per resoldre fitxers en conflicte.
el: Παραμετροποίσηση του χρησιμοποιούμενου για την επίλυση διιστάμενων αρχείων.
es: Configura el programa usado para resolver archivos en conflicto.
mk: Конфигурирај го програмот кој се користи за разрешување на конфликтни датотеки.
sr: Подесите програм који се користи се за разрешење сукобљених фајлова.
tr: Dosyalar arası çakışmaları çözümleyen programın ayarları.

source: Configure viewer program for GNU diff files (patch files).
bg: Настройване на програмата за разглеждане на GNU diff файлове (файлове с кръпки).
ca: Configura el programa visualitzador de fitxers diff de GNU (fitxers pedaç).
el: Ρύθμιση εφαρμογής για αρχεία διαφορών GNU (αρχεία patch).
es: Configura el programa visor para archivos diff GNU (archivos de parches).
mk: Подеси програм за преглед на GNU diff датотеки (patch датотеки).
sr: Подесите прегледни програм за ГНУ дифф фајлове (фајлове закрпа).
tr: GNU karşılaştırma dosyasi (Yama dosyası) görüntüleyicisi ayarları.

source: Confirm revert
bg: Потвърди възстановяваене
ca: Confirma reversió
el: Επιβεβαίωση επαναφοράς
es: Confirme reversión
sr: Потврдите враћање
tr: Geri almayı onayla

source: Conflict Sources
bg: Източници на конфликта
ca: Fonts del conflicte
mk: Извори на конфликти
sr: Извори Сукоба
tr: Çakışma Kaynakları

source: Conflict resolved
bg: Конфликтът е разрешен
ca: Conflicte resolt
el: Η διένεξη επιλύθηκε
es: Conflicto resuelto
mk: Конфликт разрешен
sr: Цонфликт разрешен.
tr: Çakışma düzeltildi

source: Conflicted
bg: С конфликти
ca: En conflicte
el: Διιστάση
es: Conflicto
mk: Конфликтни
sr: Конфликтан
tr: Çakıştı

source: Conflicted (maybe)
ca: En conflicte (potser)
es: En conflicto (quizá)
sr: Конфликт (можда)
tr: Çakıştı (belki)

source: Conflicts: %d
bg: Конфликти: %d
ca: Conflictes: %d
el: Διιστάσεις: %d
es: Conflictos: %d
mk: Конфликти: %d
sr: Сукоби: %d
tr: Çakışmalar: %d

source: Connect to the repository server and download missing log data
bg: Свързване със сървъра на хранилището и изтегляне на липсващата информация от дневника
ca: Connecta al servidor de repositoris i baixa les dades de log que manquen
el: Σύνδεηση στο διακομιστή αποθηκών και λήψη χαμένων δεδομένων καταγραφής
es: Conectar al servidor de repositorios y descargar los datos de registro faltantes
mk: Поврзи се со серверот со магацините и симни ги податоците што недостасуваат
sr: Споји се са сервером спремишта и скини податке дневника који недостају
tr: Depo sunucusuna bağlan ve eksik olan kayıt verisini indir

source: Container sizes
bg: Размери на контейнера
ca: Mides del contenidor
el: Μεγέθη δοχείων
es: Tamaños de contenedores
mk: Големини на контејнерите
sr: Величине контејнера
tr: Kap boyutları

source: Context Menus:
bg: Контекстни менюта:
ca: Menús contextuals:
sr: Садржај менија:
tr: Sağ-tık menüsü

source: Context lines for patches
ca: Línies de context per a pedaços
es: Lineas contextuales para parches
sr: Линије садржаја за закрпе

source: Contract docked window
bg: Свиване на скачен прозорец
ca: Contrau finestra encastada
sr: Рашири углављен прозор
tr: Küçültülmüş pencereyi büzüştür

source: Convert spaces to tabs
ca: Converteix espais a tabuladors
el: Μετατροπή κενών σε tabs
es: Convertir espacios en tabulaciones
sr: Конвертуј размаке у табове
tr: Boşlukları sekmelere dönüştür

source: Convert tabs to spaces
ca: Converteix tabuladors a espais
el: Μετατροπή tabs σε κενά
es: Convertir tabulaciones en espacios
sr: Конвертуј табове у размаке
tr: Sekmeleri boşluklara dönüştür

source: Converts the working copy format to the new version
bg: Преобразува формата на работното копие до новата версия
ca: Converteix el format de la còpia de treball a la nova versió
el: Μετατρέπει την μορφή του ανοικτού αντιγράφου σε νεότερη έκδοση
es: Convierte el formato de la copia de trabajo a la nueva versión
mk: Го конвертира форматот на РК на нова верзија
sr: Претвара формат радне копије у нову верзију
tr: Çalışan kopya biçimini yeni versiyona dönüştürür

source: Cop&y
bg: &Копиране
ca: Co&pia
el: Αντ&ιγραφή
es: &Copiar
mk: &Копирај
sr: Коп&ирај
tr: Kop&yala

source: Copied
bg: Копиран
ca: Copiat(s)
el: Αντιγράφτηκε
es: Copiado
mk: Ископирано
sr: Копирано
tr: Kopyalandı

source: Copied from: %1!ls!@%2!ld!
bg: Копирано от: %1!ls!@%2!ld!
ca: Copiat de: %1!ls!@%2!ld!
el: Αντιγράφηκε από: %1!ls!@%2!ld!
es: Copiado de: %1!ls!@%2!ld!
sr: Копирано из: %1!ls!@%2!ld!

source: Copies the URLs of all selected items to the clipboard
ca: Copia elsURLs de tots els elements seleccionats al porta-retalls
el: Αντιγράφει τις URL διευθύνσεις όλων των επιλεγμένων αντικειμένων στο πρόχειρο
es: Copia la dirección URL de todos los elementos seleccionados al portapapeles
sr: Копира УРЛове изабраних ставки у клипбод

source: Copy
bg: Копиране
ca: Copia
el: Αντιγραφή
es: Copiar
mk: Копирај
sr: Копирај
tr: Kopyala

source: Copy %1!ld! items to %2!ls!
bg: Копиране на %1!ld! обекта в %2!ls!
ca: Copia %1!ld! elements a %2!ls!
el: Αντγραφή %1!ld! πρός %2!ls!
es: Copiar %1!ld! ítems a %2!ls!
sr: Копирај %1!ld! ставки у %2!ls!

source: Copy %1!ls! to %2!ls!, Revision %3!ls!
bg: Копирай %1!ls! в %2!ls!, Ревизия %3!ls!
ca: Copia %1!ls! a %2!ls!, revisió %3!ls!
el: Αντιγραφή %1!ls! στο %2!ls!, Αναθεώρηση %3!ls!
es: Copiar %1!ls! a %2!ls!, Revisión %3!ls!
sr: Копирање %1!ls! у %2!ls!, Ревизија %3!ls!

source: Copy %1!ls! to %2!ls!
bg: Копиране на %1!ls! в %2!ls!
ca: Copia %1!ls! a %2!ls!
el: Αντιγραφή %1!ls! στο %2!ls!
es: Copiar %1!ls! a %2!ls!
sr: Копирам %1!ls! у %2!ls!

source: Copy &revision number to clipboard
ca: Copia el número de &revisió al porta-retalls
el: Αντιγραφή &αριθμού αναθεώρησης στο πρόχειρο
es: Copiar número de &revisión al portapapeles
sr: Копирај &ревизиони број у клипборд

source: Copy (Branch / Tag)
bg: Копиране (създаване на разклонение / етикет)
ca: Copia (branca / etiqueta)
el: Αντιγραφή (Διακλάδωσης/Ετικέτας)
es: Copiar (Rama / Etiqueta)
mk: Копирај (Гранка / Ознака)
sr: Копирај (Грана / Ознака)
tr: Kopyala (Dal / Etiket)

source: Copy Tool Copy
bg: Инструмент за копиране Копиране
ca: Eina de Còpia Còpia
sr: Алат чишћења Очисти
tr: Kopya Aracı Kopyala

source: Copy URL to clipboard
bg: Копиране на URL в системния буфер
ca: Copia l'URL al porta-retalls
el: Αντιγραφή URL στο πρόχειρο
es: Copiar URL al portapapeles
mk: Копирај URL на clipboard
sr: Копирај УРЛ у клипборд
tr: URL'yi panoya kopyala

source: Copy and add The file is copied to the destination and added to version control.
ca: Copiar i afegir El fitxer es copia a la destinació i s'afegeix al control de versions.
el: Αντιγραφή και προσθήκη Το αρχείο αντιγράφεται στον προορισμό και προστίθεται στον έλεγχο εκδόσεων.
es: Copiar y añadir El archivo se copia al destino y se añade al control de versiones.
sr: Копирај и додај Фајл је копиран на одредиште и додат контроли верзија.

source: Copy and rename
bg: Копиране и преименуване
ca: Copia i canvia el nom
el: Αντιγραφή και μετονομασία
es: Copiar y renombrar
mk: Копирај и преименувај
sr: Копирај и преименуј
tr: Kopyala ve tekrar adlandır

source: Copy and rename item to here
bg: Копиране и преименуване на обект до тук
ca: Copia i canvia el nom aquí
el: Αντιγραφή και μετονομασία αντικειμένων προς τα εδώ
es: Copiar aquí el ítem y renombrarlo
mk: Копирај и преименувај ја ставката тука
sr: Овђе копирај и преименуј ставку
tr: Buraya kopyala ve tekrar adlandır

source: Copy from path
bg: Копиране от път
ca: Còpia del camí
el: Αντιγραφή από τη διαδρομή
es: Copiar desde la ruta
mk: Копирај од патека
sr: Копија са путање
tr: Dizinden kopyala

source: Copy items to here
bg: Копиране на обектите до тук
ca: Copia els elements aquí
el: Αντιγραφή αντικειμένων εδώ
es: Copiar aquí los ítems
mk: Копирај ставки тука
sr: Копирај ставке овде
tr: Öğeleri buraya kopyala

source: Copy selection to cli&pboard
bg: Копиране на избраното в системния &буфер
ca: Copia al &porta-retalls
el: Αντιγραφή επιλογής στο π&ρόχειρο
es: Copiar la selección al &portapapeles
mk: Копирај на cli&pboard
sr: Копирај означено у &клипборд
tr: &Panoya kopyala

source: Copy the selection and put it on the Clipboard Copy
bg: Копира селекцията и я поставя в системния буфер Копиране
ca: Copia la selecció i posa-la al porta-retalls Copia
el: Αντιγραή της επιλογής και μεταβιβασή της στο Πρόχειρο Αντιγραφή
es: Copiar la selección y la coloca en el Portapapeles Copiar
mk: Iскопирај ја селекцијата и стави ја на Clipboard Копирај
sr: Копирај означено и стави у клипборд Копирај
tr: Seçileni kopyala ve Panoya koy Kopyala

source: Copy to %1
ca: Copia a %1
el: Αντιγραφή στο %1
es: Copiar a %1
mk: Копирај во %1
sr: Копирај у %1
tr: Buraya kopyala %1

source: Copy to clipboard
bg: Копиране в системния буфер
ca: Copia al porta-retalls
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
mk: Копирај на clipboard
sr: Копирајте у клипборд
tr: Panoya kopyala

source: Copy to working copy...
bg: Копиране в работно копие...
ca: Copia a la còpia de treball...
el: Αντιγραφή στο εργαζόμενο αντίγραφο...
es: Copiar a la copia de trabajo...
mk: Копирај на работна копија...
sr: Копирај у радну копију...
tr: Çalışan kopyaya kopyala...

source: Copy: New name for %ls
bg: Копиране: ново име за %ls
ca: Còpia: Nom nou per a %ls
el: Αντιγραφή: Νέο όνομα για %ls
es: Copiar: Nuevo nombre para %ls
sr: Копија: Ново име за %ls

source: Copy The file is copied to the destination and left unversioned.
ca: Copiar El fitxer es copia a la destinació però es manté sense versionar.
el: Αντιγραφή Το αρχείο αντιγράφεται στον προορισμό και παραμένει εκτός ελέγχου εκδόσεων.
es: Copiar El archivo se copia al destino y se deja sin versionar.
sr: Копирај Фајл је копиран на одредиште и остављен неверзионисан.

source: Copying %1!ls!
bg: Копиране на %1!ls!
ca: S'està copiant %1!ls!
el: Γίνεται αντιγραφή το υ%1!ls!
es: Copiando %1!ls!
sr: Копирање %1!ls!

source: Copying from foreign repository URL
ca: Copiant d'un URL de repositori exterior
el: Πραγματοποιείται αντιγραφή από ξένη URL αποθετηρίου
es: Copiando desde URL de repositorio externo
sr: Копирање из УРЛ страног спремишта

source: Copying...
bg: Копиране...
ca: Copiant...
el: Γίνεται αντιγραφή...
es: Copiando...
mk: Копирам...
sr: Копирам...
tr: Kopyalanıyor...

source: Could not add %ls to the ignore list!
bg: Не можа да се добави %ls към списъка за игнориране!
ca: No s'ha pogut afegir %ls a la llista d'ignorats.
el: Δεν ήταν δυνατό να προστεθεί το %ls στον κατάλογο με τα παραβλεπόμενα αρχεία!
es: ¡No se puede añadir %ls a la lista de ignorados!
sr: Није било могуће додати %ls на листу занемарених!

source: Could not add '%ls' because
bg: Не можа да се добави '%ls', защото
ca: No s'ha pogut afegir '%ls' perquè
el: Δεν μπορεί να προστεθεί '%ls' γιατί
es: No se pudo añadir '%ls' porque
sr: Није било могуће додати '%ls' због

source: Could not add property '%1!ls!' on '%2!ls!' because
bg: Свойството '%1!ls!' на '%2!ls!' не може да бъде добавено, защото
ca: No s'ha pogut afegir la propietat '%1!ls!' a '%2!ls!' perquè
el: Δεν μπορεί να προστεθεί η ιδιότητα '%1!ls!' στο '%2!ls!' γιατί
es: No se pudo añadir la propiedad '%1!ls!' en '%2!ls!' porque
sr: Није било могуће додати својство '%1!ls!' на %2!ls! због

source: Could not check for a newer version!
bg: Грешка при проверка за по-нова версия!
ca: No s'ha pogut comprovar si hi ha una versió més nova.
el: Δεν ήταν δυνατό να γίνει έλεγχος για μια ποιό καινουργια έκδοση!
es: ¡No se pudo comprobar si existe una nueva versión!
mk: Не можам да проверам за нова верзија!
sr: Не било могуће проверити да ли постоји новија верзија!
tr: Yeni versiyon kontrolü yapılamadı!

source: Could not copy the files! %ls
bg: Грешка при копиране на файловете! %ls
ca: No s'han pogut copiar els fitxers. %ls
el: Δεν είναι δυνατό να αντιγραφούν τα αρχεία! %ls
es: ¡No se pueden copiar los archivos! %ls
sr: Није могуће копирати фајлове! %ls

source: Could not create %1 because the directory is full.
bg: Не може да се създаде %1, защото директорията е пълна.
ca: No s'ha pogut crear %1 perquè el directori és ple.
el: Δεν μπορεί να δημιουργηθεί %1 γιατί ο φάκελος είναι γεμάτος.
es: No se pudo crear %1 porque el directorio está lleno.
mk: %1 не можеше да се креира затоа што директориумот е полн.
sr: Није било могуће креирати %1 зато што је фолдер пун.
tr: %1 yaratılamadı çünkü dizin dolu.

source: Could not create temp folder!
bg: Не е възможно създаването на временна папка!
ca: No s'ha pogut crear la carpeta temp.
el: Δεν μπόρεσε να δημιουργηθεί προσωρινός φάκελος!
es: No se pudo crear carpeta temp!
sr: Не може да креира темп фолдер!
tr: Geçici klasör oluşturulamadı!

source: Could not delete '%ls' because
bg: Не можа да се изтрие '%ls', защото
ca: No s'ha pogut esborrar '%ls' perquè
el: Δεν μπορεί να διαγραφεί '%ls' γιατί
es: No se pudo eliminar '%ls' porque
sr: Није било могуће обрисати '%ls' због

source: Could not delete property '%1!ls!' on '%2!ls!' because
bg: Свойството '%1!ls!' на '%2!ls!' не може да бъде изтрито, защото
ca: No s'ha pogut eliminar la propietat '%1!ls!' sobre '%2!ls!' perquè
el: Δεν μπορεί να διαγραφεί η ιδιότητα '%1!ls!' στο '%2!ls!' γιατί
es: No se pudo eliminar la propiedad '%1!ls!' en '%2!ls!' porque
sr: Није било могуће обрисати својство '%1!ls!' на %2!ls! због

source: Could not determine the last committed revision!
bg: Грешка при установяването на последната поверена ревизия!
ca: No s'ha pogut determinar la darrera revisió pujada.
el: Δεν μπορεί να προσδιοριστεί η τελευταία καταχωρημένη έκδοση!
es: ¡No se pudo determinar la última revisión confirmada!
mk: Не можам да ја определам последната складирана ревизија!
sr: Није било могуће установити задњу урезану ревизију!
tr: Son gönderilen revizyona ulaşılamadı!

source: Could not find a parent folder for %ls
bg: Съдържащата папка не може да бъде намерена за %ls
ca: No s'ha pogut trobar una carpeta pare per %ls
es: No pudo encontrar una carpeta padre para %ls
sr: Не може да нађе предачки фолдер за р %ls

source: Could not get the status!
bg: Грешка при получаване на състоянието!
ca: No s'ha pogut obtenir l'estat.
el: Δεν γινετα να ληφ8εί η κατάσταση!
es: ¡No se puede obtener el estado!
mk: Не можам да го земам статусот!
sr: Није било могуће добити статус!
tr: Durum bilgisine ulaşılamadı!

source: Could not merge '%ls' because
bg: Не можа да се слее '%ls', защото
ca: No s'ha pogut fusionar '%ls' perquè
el: Δεν μπορεί να συγχωνευτεί '%ls' γιατί
es: No se pudo fusionar '%ls' porque
sr: Није било могуће стопити '%ls' због
