Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: This is not a valid path! A valid path must not contain '<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
bg: Този път е невалиден! Валидните пътища не съдържат знаците '<>|"?*:', както и някое от следните имена на устройства: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
ca: Això no és un camí vàlid. Un camí vàlid no pot contenir '<>|"?*:' ni cap dels següents noms de dispositiu: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
el: Αυτή δεν είναι έγκυρη διαδρομή! Μια έγκυρη διαδρομή δεν πρέπει να περιέχει '<>|"?*:' ή ένα από τα ακόλουθα ονόματα συσκευών: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
es: Esta no es una ruta válida. Una ruta válida no debe contener '<>|"?*:' o alguno de los siguientes nombres de dispositivo: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
mk: Ова не е валидна патека! Валидна патека не смее да содржи '<>|"?*:' или едно од следните имиња: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
sr: Ово није исправна путања! Исправна путања не сме садржати '<>|"?*:' као и ниједан од следећих назива уређаја: цом1-цом9, лпт1-лпт9, прн, ауx, цон, нул, цлоцк$
tr: Bu geçerli bir yol değil! Geçerli bir yol '<>|"?*:' veya aşağıdaki aygıt isimlerinden birini içermemelidir: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$

source: This method covers the case when you have made one or more revisions to a branch (or to the trunk) and you want to port those changes across to a different branch.
bg: Този метод се използва, когато сте направили една или повече ревизии в разклонение (или в основното течение) и искате да пренесете тези промени в друго разклонение.
ca: Aquest mètode cobreix el cas de quan es fa una o més revisions a una branca (o al tronc) i es volen dur els canvis a una branca diferent.
el: Αυτή η μέθοδος καλύπτει την περίπτωση όπου έχετε κάνει μία ή παραπάνω αναθεωρήσεις σε κάποιον κλάδο (ή στον κορμό) και θέλετε να μεταφέρετε αυτές τις αλλαγές σε διαφορετικό κλάδο.
es: Este método cubre la situación que se produce cuando ha hecho una o más revisiones a una rama (o al tronco) y quiere portar esos cambios a otra rama diferente.
mk: Овој метод ги покрива случаите кога имате направено една или повеќе ревизии на гранка (или на дрвото) и сакате да ги префрлите измените на друга гранка.
sr: Метода се користи у случају кад сте направили једну или више ревизија у грани (или главној грани) и желите пренети те измене у неку другу грану.
tr: Bu metod bir veya daha çok dalda (veya ana yolda) değişiklik yapılıp, bu değişikliklerin başka bir dala da taşınmak istendiği durumu kapsar.

source: This method covers the case when you want to merge the differences of two different branches into your working copy.
bg: Този метод се използва, когато искате да слеете в работното Ви копие разликите от две различни разклонения.
ca: Aquest mètode serveix per fusionar les diferències de dues branques diferents dins la vostra còpia de treball.
el: Αυτή η μέθοδος καλύπτει την περίπτωση όπου θέλετε να συγχωνεύσετε μέσα στο αντίγραφο εργασίας σας τις διαφορές μεταξύ δύο διαφορετικών κλάδων.
es: Este método cubre la situación que se produce cuando desea fusionar las diferencias de dos ramas distintas en su copia de trabajo.
mk: Овој метод го покрива случајот кога сакате да ги споите разликите помеѓу две различни гранки во вашата работна копија.
sr: Ова метода покрива случај када желите стопити разлике са две различите гране у своју радну копију.
tr: Bu metod, iki farklı dal üzerindeki değişikliklerin çalışan kopya üzerine birleştirilmesi durumunu kapsar.

source: This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (http://www.openssl.org/)
bg: Този продукт съдържа софтуер, разработен от OpenSSL Project за ползване в OpenSSL Toolkit (http://www.openssl.org/)
ca: Aquest producte inclou software desenvolupat pel projecte OpenSSL per utilitzar al Toolkit OpenSSL (http://www.openssl.org/)
mk: Овој производ вклучува софтвер изработен од OpenSSL проектот за OpenSSL Toolkit (http://www.openssl.org/)
sr: Овај производ укључује софтвер који је развио ОпенССЛ Пројект за кориштење у ОпенССЛ програмском алату (хттп://www.опенссл.орг/)
tr: Bu ürün OpenSSL Project (http://www.openssl.org/) tarafından OpenSSL Toolkit'i için geliştirilmiş bir yazılımı içermekte.

source: This product includes software from Apache™ Subversion® (http://subversion.apache.org)
bg: Този продукт съдържа софтуер от Apache™ Subversion® (http://subversion.apache.org)
ca: Aquest producte inclou programari del Apache™ Subversion® (http://subversion.apache.org)
sr: Овај производ садржи софтвер од Апацхе™ Субверсион® (хттп://субверсион.апацхе.орг)
tr: Bu ürünün ® (http://subversion.apache.org) Apache ™ Subversion yazılım içerir

source: This program is linked to the missing export %Ts in the file %Ts. This machine may have an incompatible version of %Ts.
ca: Aquest programa està enllaçat amb l'exportable inexistent %Ts en el fitxer %Ts. Aquesta màquina té una versió de %Ts incompatible.
es: Este programa está ligado a la librería faltante %Ts en el archivo %Ts. Esta máquina puede tener una versión no compatible de %Ts.
sr: Овај проограм је повезан на недостајући извоз %Ts у фајлу %Ts. Ова машина можда има некомпатабилну верзију %Ts.

source: This program requires the file %Ts, which was not found on this system.
ca: Aquest programa requereix el fitxer %Ts, que no s'ha trobat al sistema.
el: Αυτό το πρόγραμμα απαιτεί το αρχείο %Ts, το οποίο δεν βρέθηκε στο σύστημα.
es: Este programa requiere el archivo %Ts, el cuál no se encontró en este sistema.
sr: Овај програм захтева фајл %Ts, који није пронађен у систему.

source: This property is only allowed on folders, not files.
bg: Това свойство е позволено за папки, но не и за файлове.
ca: Aquesta propietat només s'accepta en carpetes, no en fitxers.
el: Αυτή η ιδιότητα επιτρέπετε μόνο σε φακέλους, όχι σε αρχεία.
es: Esta propiedad solo está disponible en carpetas, no en archivos
mk: Ова својство е дозволено само на директориуми, не на датотеки.
sr: Ово својство је дозвољено само за фолдере, не и фајлове.
tr: Bu özellik dosyalar için değil, sadece klasörler için geçerlidir.

source: This property must not have multiple lines. Only one line is allowed.
bg: Това свойство не е многоредово. Позволен е само един ред.
ca: Aquesta propietat no ha de tenir unes quantes línies. Només s'accepta una sola línia.
el: Αυτή η ιδιότητα δεν μπορεί να έχει πολαππλές γραμμές. Επιστρέπετε μόνο μία γραμμή.
es: Esta propiedad no puede tener múltiples líneas. Sólo se permite una línea.
mk: Ова својство не смее да има повеќе линии. Само една линија е дозволена.
sr: Ово својство не сме имати више линија. Само је једна линија дозвољена.
tr: Bu özellik çok satırlı olmamalıdır, sadece bir satıra izin verilmekte.

source: This will delete the record of commands you've used in this application and restore the default set of visible commands to the menus and toolbars. It will not undo any explicit customizations. Are you sure you want to do this?
bg: Ще бъде изтрит записа на командите, които сте използвали в тази програма и ще се възстанови началното положение на видимите команди в менютата и лентите с инструменти. Няма да бъдат отменени никакви изрични персонализации . Сигурни ли сте, че желаете това?
ca: Això esborrarà el registre de les ordres que heu utilitzat en aquesta aplicació i restaurarà el conjunt per defecte d'ordres visibles als menús i barres d'eines. No desfarà cap personalització explícita. Esteu segur que voleu fer això?
mk: Ова ќе го избрише записот на команди кои сте ги користеле во оваа апликација и врати назад иницијалниот сет на видливи команди од менито и алатките. Нема да укине никакви експлицитни прилагодувања. Дали сте сигурни дека сакате да го направите тоа?
sr: Ово ће избрисати запис команди које сте користили у овој апликацији и вратиће уобичајен скуп команди у менијима и алатном панелу. То неће поништити било које изричито прилагођење. Да ли сте сигурни да желите да урадите то?
tr: Bu işlem uygulamada kullandığınız komutların kaydını siler ve menüler ve araç çubuklarındaki varsayılan komut setini geri yükler. Hiçbir kişiselleştirme ayarını değiştirmez. Bunu yapmak istediğinizden emin misiniz?

source: This will upgrade your working copy to the new 1.8 format and make it unusable for older clients.
ca: Això actualitzarà la còpia de treball al format nou 1.8 i deixarà de ser utilitzable per clients antics.
el: Αυτό θα αναβαθμίσει το αντίγραφο εργασίας σας στη νέα διαμόρφωση 1.8 και θα το καταστήσει αχρησιμοποίητο για παλαιότερες εφαρμογές-πελάτες.
es: Esto actualizará tu copia de trabajo al nuevo formato 1.8 y la hará inutilizable para clientes de versiones anteriores.
sr: Ово ће надоградити вшу радну копију у нови 1.8 формат и учинити је некорисном за старије клијенте.

source: This working copy has a client-side hook script configured. Do you want this script to run? The command line to run is: %ls
ca: Aquesta còpia de treball té un script hook del cantó client configurat. Voleu executar aquest script? La línia d'ordres per executar és: %ls
es: Esta copia de trabajo tiene configurado un script gancho del cliente. ¿Desea que se ejecute este script? La línea de comando para ejecutar es: %ls
sr: Ова радна копија има конфигурисане клијентске закачаљке. Желите ли да се ова скрипта покрене? Командна линија за рад је: %ls

source: Tile &Vertically
bg: &Вертикално подреждане
ca: Disposa &verticalment
mk: Постави &вертикално
sr: Пресложи &вертикално
tr: Dikey& Olarak Döşe

source: Tile Hori&zontally
bg: &Хоризонтално подреждане
ca: Disposa Horit&zontalment
sr: Сложи хори&зонтално
tr: &Yatay olarak döşe

source: Timeouts
bg: Изчаквания
ca: Temps de resposta
el: Χρόνοι λήξης
es: Tiempo de espera
mk: Поминати времиња
sr: Истекла времена
tr: Zamanaşımları

source: Tip
bg: Съвет
ca: Consell
el: Συμβουλή
es: Sugerencia
sr: Тип
tr: İpucu

source: To add projects to be monitored, click the "Add" button above
ca: Per afegir projectes a supervisar, feu clic al botó "Afegir" més amunt
el: Για να προσθέσετε έργα προς παρακολούθηση, κάντε κλικ στο κουμπί "Προσθήκη" επάνω.
es: Para añadir proyectos a monitorizar, pulse el botón "Añadir"
sr: Да би додао пројекат та буде посматран кликни на "Додај" дугме изнад

source: To commit recursively and work around this error, make sure that all child items of a checked folder are also checked in the commit dialog. Otherwise, TortoiseSVN must do a non-recursive commit which does not allow directory deletion.
bg: За да поверите рекурсивно и да заобиколите тази грешка, проверете дали всички деца на включените папки в диалоговия прозорец за поверяване са също включени. В противен случай, TortoiseSVN ще трябва да направи нерекусивно поверяване, което не позволява изтриване на директории.
ca: Per pujar recursivament i evitar aquest error, assegureu-vos que tot els elements fills de la carpeta marcada també són marcats al diàleg de pujada. Si no, TortoiseSVN ha de fer una pujada no-recursiva que no permet esborrar directoris.
es: Para confirmar recursivamente y evitar este error, asegúrese de que todos los ítems hijos de cada carpeta marcada también estan marcados en el diálogo de confirmación. Si no, TortoiseSVN deberá hacer una confirmación no-recursiva que no permite eliminar directorios.
mk: За да складирате рекурзивно, и да ја заобиколите грешката, проверете дали сите датотеки во избраниот фолдер се исто така изберени во дијалогот за складирање. Во спротивно, TortoiseSVN мора да направи нерекурзивно складирање кое не дозволува бришење на директориуми.
sr: Да бисте рекурзивно урезали и заобишли ову грешку, побрините се да су све ставке у означеном фолдеру такође означене у дијалогу за урезивање. ТортоисеСВН иначе мора урезати без рекурзије што ће спречити брисање фолдера.
tr: Özyineli teslim etmek ve bu hatanın üstesinden gelmek için, seçili klasörün tüm alt elemanların teslim diyalogunda da seçili olduğundan emin olun. Başka durumda TortoiseSVN klasör silimine izin vermeyen özyinesiz teslim yapmak zorunda kalır.

source: To steal the lock, right-click on the parent folder of this item and select 'Get Lock' from the context menu. This will bring up the locking dialog where you can enforce the lock, i.e., 'steal' it from the one currently holding it.
bg: За да присвоите заключване, щракнете с десния бутон на родителската папка на обекта и изберете 'Заключване' от контекстното меню. Това ще извика диалоговия прозорец за заключванията, където можете наложите заключване, т.е. да го 'присвоите' от текущия му държател.
ca: Per robar el bloqueig, feu clic amb el botó dret a la carpeta superior d'aquest element i seleccioneu 'Obté Bloqueig' del menú contextual. Apareixerà el diàleg de bloqueig on podeu prendre el bloqueig, o sigui 'robar-lo' de qui actualment el posseeix.
es: Para robar el bloqueo, haga clic con el botón derecho en la carpeta padre de este ítem y seleccione 'Obtener Bloqueo' desde el menú contextual. Esto hará aparecer el diálogo de bloqueo desde el que puede forzar el bloqueo, es decir, 'robárselo' a quien lo tiene actualmente.
mk: За да го украдете клучот, кликнете десно копче на директориумот и изберете 'Заклучи' од менито. Ова ќе го отвори дијалогот за заклучување каде што можете да го украдете клучот од оној кој моментално го поседува.
sr: Како би преотели катанац, кликните десни дугме на фолдеру жељених фајлова и одаберите 'Закључај' у мениу. Приказаће се дијалог за закључавање где можете украсти катанац од особе која га тренутно има.
tr: Kilidi çalmak için, elemanın bulunduğu bir üst klasörün üzerinde sağ-tıklayın ve sağ-tık menüsünden 'Kilidi Al' ı seçin. Bu sizi, kilidi zorlayabileceğiniz, başka bir deyişle şu anda kilidi tutan kişiden 'çalacağınız' kilitleme diyaloğuna götürecek.

source: To:
bg: До:
ca: A:
el: Προς:
es: A:
mk: До:
sr: Према:

source: Toggle One/Two Pages display Toggle One/Two Pages display
bg: Превключване между показване на една или две страници Превключване между показване на една или две страници
ca: Commuta mostra una/dues pàgines Commuta mostra una/dues pàgines
mk: Префрлај на преглед на Една/Две страни Префрлај на преглед на Една/Две страни
sr: Промени Једна/Две странице дисплеја Промени Једна/Две странице дисплеја
tr: Bir/İki sayfa görüntülemeye geçiş Bir/İki sayfa görüntülemeye geçiş

source: Toolbar
bg: Лента с инструменти
ca: Barra d'eines
mk: Лента со алатки
sr: Алатни панел
tr: Araç çubuğu

source: Toolbar Name
bg: Име на лентата с инструменти
ca: Nom de la barra d'eines
mk: Име на алатник
sr: Име алатног панела
tr: Araç Çubuğu İsmi

source: Toolbar Options
bg: Настройки на лентите с инструменти
ca: Opcions de la barra d'eines
mk: Опции на алатникот
sr: Опције алатног панела
tr: Araç Çubuğu Seçenekleri

source: Toolbar internal error. Please contact your application vendor.
bg: Вътрешна грешка на лента с инструменти. Моля, обърнете се към доставчика на тази програма.
ca: Error intern de la barra d'eines. Contacteu amb el venedor de la vostra aplicació.
mk: Внатрешна грешка на алатникот.
sr: Интерна грешка алатног панела. Молим контактирајте продавца апликације.
tr: Dahili araç çubuğu hatası. Lütfen program satıcınızla iletişime geçin.

source: Toolbars
bg: Ленти с инструменти
ca: Barres d'eines
mk: Алатници
sr: Алатни панели
tr: Araç çubukları

source: Tools
bg: Инструменти
ca: Eines
mk: Алатки
sr: Алати
tr: Araçlar

source: Tools:
bg: Инструменти:
ca: Eines:
mk: Алатки:
sr: Алати
tr: Araçlar:

source: TortoiseBlame
sr: ТортозБламе

source: TortoiseBlame should not be started directly! Use TortoiseProc.exe /command:blame /path:"path\to\file" instead. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/pegrev:peg] [/revrange:text] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
ca: TortoiseBlame no s'ha d'iniciar directament. Useu TortoiseProc.exe /command:blame /path:"camí\del\fitxer". TortoiseBlame.exe fitxerblame [fitxerlog [títol_visualització]] [/line:número_de_línia] [/path:camí_original] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
es: ¡¡TortoiseBlame no debe comenzarse directamente!! Usa el comando ToroiseProc.exe /commmand:blame /path:"path_to_file"
sr: ТортоисеБламе неће се покренути директно! Користи TortoiseProc.exe /command:blame /path:"path\to\file" уместо. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/pegrev:peg] [/revrange:text] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]

source: TortoiseIDiff
sr: ТортозИДифф

source: TortoiseIDiff - An image diff tool, part of TortoiseSVN
bg: TortoiseIDiff - инструмент за сравняване на изображения, част от TortoiseSVN
ca: TortoiseIDiff - Una eina visual per cercar diferències, part de TortoiseSVN
el: TortoiseIDiff - Ένα εργαλείο διαφορών εικόνας, μέρος του TortoiseSVN
es: TortoiseIDiff - Una herramienta de diferencias de imágenes, parte de TortoiseSVN
mk: TortoiseIDiff - Алатка за споредба, дел од TortoiseSVN
sr: ТортоисеИДифф - Алат за проналазак разлика у сликама, део ТортоисеСВНа
tr: TortoiseIDiff - Bir resim fark aracı, TortoiseSVN'in bir parçası

source: TortoiseIDiff: the image diff viewer for TortoiseSVN Available command line parameters are: /left:"path to left picture" /lefttitle:"title to show for the left picture" /right:"path to right picture" /righttitle:"title to show for the right picture" /overlay to enable overlay mode /fit to fit the images sizes /showinfo to show the image info boxes
bg: TortoiseIDiff: програма за сравняване на изображения за TortoiseSVN Наличните параметри на командния ред са: /left:'път до лявото изображение' /lefttitle:'заглавие за лявото изображение' /right:'път до дясното изображение' /righttitle:'заглавие за дясното изображение' /overlay за включване не режим с припокриване /fit за напасване на размера на изображенията /showinfo за показване на полетата с информация за изображенията
ca: TortoiseIDiff: el visualitzador de diferències gràfic per a TortoiseSVN Els paràmetres disponibles a la línia d'ordres són: /left:"camí a la imatge esquerra" /lefttitle:"títol per la imatge de l'esquerra" /right:"camí a la imatge de la dreta" /righttitle:"títol per mostrar a la imatge de la dreta" /overlay per habilitar mode superposició /fit per encaixar les mides de les imatges /showinfo per mostrar les caselles d'informació de la imatge
es: TortoiseIDiff: el visor de diferencias de imágenes para TortoiseSVN Los parámetros de línea de comando disponibles son: /left:"ruta a la imagen de la izquierda" /lefttitle:"título a mostrar para la imagen de la izquierda" /right:"ruta a la imagen de la derecha" /righttitle:"título a mostrar para la imagen de la derecha" /overlay para habilitar el modo de sobreimpresión /fit para ajustar los tamaños de las imágenes /showinfo para mostrar las cajas de información de las imágenes
mk: TortoiseIDiff: визуелен прегледник на разлики за TortoiseSVN Возможни параметри се: /left:"патека до левата слика" /lefttitle:"наслов за левата слика" /right:"патека до десната слика" /righttitle:"наслов за десната слика"/overlay овозможи overlay режим /fit собери ги сите слики /showinfo прикажи информации за сликите
sr: ТортоисеИДифф: прегледник разлика на сликама за ТортоисеСВН Доступни параметри командне линије су: /лефт:"путања до леве слике" /лефттитле:"наслов за леву слику" /ригхт:"путања до десне слике" /ригхттитле:"наслов за десну слику" /оверлаy за омогућавање прекривног начина /фит за уклапање величина слика /схоwинфо за приказ информација о сликама
tr: TortoiseIDiff: TortoiseSVN'nin resimler arası farklılıkları karşılaştıran program Geçerli komutlar: /left:"Soldaki resimin dizini" /lefttitle:"Soldaki resimin başlığı" /right:"Sağdaki resimin dizini" /righttitle:"Sağdaki resimin başlığı" /overlay overlay modunu aç /fit resimleri pencereye yerleştir /showinfo resim bilgi kutucuklarini göster

source: TortoiseMerge
mk: TortoiseСпои
sr: ТортоисеМерге

source: TortoiseMerge %d.%d.%d, Build %d - %ls, %ls
bg: TortoiseMerge %d.%d.%d, компилация %d - %ls, %ls
sr: ТортоисеМерге %d.%d.%d, Гради %d - %ls, %ls

source: TortoiseSVN
sr: ТортоисеСВН

source: TortoiseSVN %d.%d.%d, Build %d - %ls, %ls%ls Subversion %d.%d.%d, %ls apr %d.%d.%d apr-util %d.%d.%d serf %d.%d.%d %ls zlib %ls SQLite %ls
sr: ТортоисеСвн %d.%d.%d, Build %d - %ls, %ls%ls Subversion %d.%d.%d, %ls apr %d.%d.%d apr-util %d.%d.%d serf %d.%d.%d %ls zlib %ls SQLite %ls

source: TortoiseSVN Project Monitor
ca: Monitor de Projectes TortoiseSVN
sr: ТортоисеСВН монитор пројекта

source: TortoiseSVN Project Monitor Options
ca: Opcions del Monitor de Projectes TortoiseSVN
es: Opciones del Monitor de Proyectos de TurtoiseSVN
sr: ТортоисеСВН опције монитора пројекта

source: TortoiseSVN Project Monitor %d new commit in %d project
ca: Monitor de Projectes TortoiseSVN %d nova pujada en %d projecte
es: TortoiseSVN Project Monitor %d nuevas confirmaciones en %d proyecto
sr: ТортоисеСВН монитор пројеката %d ново урезивање у %d пројекат

source: TortoiseSVN Project Monitor %d new commits in %d projects
ca: Monitor de Projectes TortoiseSVN %d noves pujades en %d projectes
es: TortoiseSVN Project Monitor %d nuevas confirmaciones en %d proyectos
sr: ТортоисеСВН монитор пројеката %d ново урезивање у %d пројекате

source: TortoiseSVN auto commit: changed externals to fixed revision.
bg: Автоматично поверяване на TortoiseSVN: външните са установени към фиксирана ревизия
ca: Auto pujada de TortoiseSVN: ha canviat externs a revisió específica
es: TortoiseSVN auto confirmación: se cambio referencias externas a revision fija.
sr: ТортоисеСВН аутоматско урезивање: измењени екстернали према фиксној ревизији.
tr: TortoiseSVN otomatik teslim etme: hariciler sabitlenmiş versiyona güncellendi.

source: TortoiseSVN detected a serious slowdown when moving %1!ld! items to the recycle bin. The recycle bin currently contains %2!ld! items, which most likely is the reason for this slowdown. To fix this, you should empty the recycle bin now.
ca: TortoiseSVN ha detectat un alentiment important mentre es desplaçaven %1!ld! elements a la paperera. El motiu d'aquest alentiment pot ser que la paperera conté actualment %2!ld! elements. Per solucionar-ho, hauríeu de buidar ara la paperera.
el: Το TortoiseSVN ανίχνευσε σοβαρή επιβράδυνση κατά την μεταφορά %1!ld! αντικειμένων στον κάδο ανακύκλωσης. Ο κάδος ανακύκλωσης αυτή τη στιγμή περιέχει %2!ld! αντικείμενα και πιθανότατα αυτός είναι ο λόγος για την επιβράδυνση. Για να διορθώσετε αυτό το πρόβλημα, θα πρέπει να αδειάσετε τώρα τον κάδο ανακύκλωσης.
es: TortoiseSVN detecto un serio enlentecimiento al mover %1!ld! elementos a la papelera de reciclaje. La papelera de reciclaje actualmente contiene %2!ld! elementos, lo cual probablemente sea la causa de este enlentecimiento. Para solucionar esto, se recomienda vaciar la papelera de reciclaje ahora.
sr: ТортоисеСВН је детектовала озбиљна успорења при померању %1!ld! ставки у корпу за рециклирање. Корпа за рециклирање тренутно садржи %2!ld! ставки, што је могући разлог успоравања. Да се ово фиксира, потребно је сада испразнити корпу за рециклирање.

source: TortoiseSVN has detected similar filenames. Do you want the files:%ls to be renamed too?
bg: TortoiseSVN намери подобни имена на файлове. Желаете ли файловете:%ls също да бъдат преименувани?
ca: TortoiseSVN ha detectat noms de fitxer similars. Voleu canviar també els noms dels fitxers:%ls ?
el: Το πρόγραμμα έχει εντοπίσει παρεμφερή ονοματα αρχείων. Θέλετε τα αρχεία: %ls επίσεις να μετονομαστούν;
es: TortoiseSVN ha detectado nombres de archivos similares. ¿Desea que los archivos:%ls se renombren también?
sr: ТортоисеСВН је уочио фајлове сличних имена. Желите ли фајловима: %ls такође променити име?
