Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Property '%ls' deleted
bg: Свойството '%ls' е изтрито
ca: Propietat '%ls' esborrada
el: Η ιδιότητα '%ls' διαγράφτηκε
es: Propiedad %ls eliminada
sr: Својство '%ls' обрисано

source: Property '%ls' set
bg: Свойството '%ls' е установено
ca: Propietat '%ls' establerta
el: Καθορισμός '%ls' ιδιότητας
es: Propiedad %ls establecida
sr: Својство '%ls' подешено

source: Property Page
bg: Страница за свойствата
ca: Pàgina de propietats
el: Σελιδα Ιδιοτήτων
es: Página de Propiedades
mk: Страница со својства
sr: Страница са својствима
tr: Özellik Sayfası

source: Property Status:
bg: Състояние на свойство:
ca: Estat de les propietats:
el: Κατάσταση Ιδιότητας:
es: Estado de las Propiedades:
mk: Статус на својството:
sr: Статус својства:
tr: Ayar durumu:

source: Property name:
bg: Име на свойство:
ca: Nom de la propietat:
el: Ονομασία ιδιότητας:
es: Nombre de la propiedad:
mk: Име на својството:
sr: Име својства:
tr: Ayar adı

source: Property status
bg: Състояние на свойство
ca: Estat de la propietat
el: Καθεστός Ιδιωτήτων
es: Estado de las propiedades
mk: Статус на својството
sr: Статус својства
tr: Ayar durumu

source: Property value:
bg: Стойност на свойство:
ca: Valor de la propietat:
el: Τιμή ιδιότητας:
es: Valor de la propiedad:
mk: Вредност на својството:
sr: Вредност својства:
tr: Ayar değeri

source: Provider
bg: Доставчик
ca: Proveïdor
el: Πάροχος
es: Proveedor
mk: Провајдер
sr: Добављач
tr: Sağlayıcı

source: Provider para&meters:
bg: &Параметри на доставчика:
ca: Parà&metres del proveïdor:
es: Pará&metros del Proveedor:
sr: Снабдевач пара&метара:
tr: Para&metreleri girin:

source: Provider uuid win&32:
bg: Доставчик uuid win&32:
ca: Proveïdor uuid win&32:
es: Uuid Win&32 del Proveedor:
sr: Добављач ууид вин&32:
tr: Sağlayıcı uuid win&32:

source: Provider:
bg: Доставчик:
ca: Proveïdor:
el: Προμηθευτής:
es: Proveedor:
mk: Провајдер:
sr: Добављач:
tr: Sağlayıcı:

source: Proxy &timeout in seconds:
bg: &Изчакване в секунди за сървъра-посредник:
ca: &Temps d'espera del servidor intermediari en segons:
el: Λήξη &χρόνου του διαμεσολαβητή σε δευτερόλεπτα
es: &Tiempo límite del proxy en segundos:
mk: Proxy &timeout во секунди:
sr: &Кашњење проксија у сек:
tr: Proxy &zaman-aşımına kalan süre (sn) :

source: Proxy Settings
bg: Настройки на proxy сървъра
ca: Configuració del servidor intermediari
el: Ρυθμίσεις Proxy
es: Configuración del Proxy
mk: Подесување на Proxy-то
sr: Поставке проксија
tr: Proxy Ayarları

source: Put "Get Lock" on top menu when svn:needs-lock is set
bg: Преместване на 'Заключване' в главното меню, когато 'svn:needs-lock' е установено
ca: Posa "Obté bloqueig" al menú superior quan svn:needs-lock està activada
es: Poner "Obtener bloqueo" en el menú superior si está marcado svn:needs-lock
mk: Стави го "Заклучи" на врвното мени кога svn:needs-lock е сетиран
sr: Покажи "Закључај" на главном менију кад је постављено својство свн:неедс-лоцк
tr: svn:needs-lock özelliği işaretli ise "Kilidi Al" 'ı üst menüye yerleştir

source: Quit the application; prompts to save documents Exit
bg: Изход от програмата; напомня да се запишат документите Изход
ca: Surt de l'aplicació; confirma si es vol desar els documents Surt
el: Έξοδος από την εφαρμογή, υπενθύμιση για αποθήκευση των εγγράφων Έξοδος
es: Salir de la aplicación; solicita confirmación para guardar los documentos Salir
mk: Затвори апликација; поставува прашање дали да се зачува документот Излез
sr: Прекид рада апликације; упозори да се сниме документи Излаз
tr: Uygulamadan çıkış; dökümanlarınızı kayıt etmenizi hatırlatır Çıkış

source: Quit Exit TortoiseMerge without saving the modifications
bg: Изход Затвори TortoiseMerge без запазване на промените
ca: Surt Surt de TortoiseMerge sense desar les modificacions
el: Έξοδος Έξοδος από το TortoiseMerge χωρίς αποθήκευση των αλλαγών
es: Salir Sale de TortoiseMerge sin guardar las modificaciones.
sr: Напусти Излази из ТортоисеМерге без чувања измена
tr: Çık Değişikleri kaydetmeden TortoiseMerge uygulamasından çık

source: R&AM drives
bg: &RAM устройства
ca: Unitats R&AM
el: Δίσκοι RA&M
es: Unidades R&AM
mk: R&AM драјв
sr: Р&АМ дискови
tr: R&AM sürücüleri

source: R&eset
bg: &Нулиране
ca: R&einicialitza
mk: Р&есетирај
sr: &Ресет

source: R&everse merge
bg: &Обратно сливане
ca: R&everteix fusió
el: Α&ντιστροφή συγχώνευσης
es: Fusión inv&ersa
sr: Врати стопљ&ено
tr: T&ers birleştir

source: R&evert to this revision
bg: От&мяна до тази ревизия
ca: R&everteix a aquesta revisió
el: &Επαναφορά σε αυτή την έκδοση
es: &Revertir a esta revisión
mk: П&овраток на оваа ревизија
sr: В&рати на ову ревизију
tr: Bu revizyona geri&dön

source: RAM [kB]:
sr: РАМ [кБ]:

source: REC
sr: РЕЦ

source: Re&movable drives
bg: &Сменяеми устройства
ca: Unitats ex&traïbles
el: Α&φαιρούμενοι δίσκοι
es: Unidades &extraíbles
mk: Из&менливи дискови
sr: Дискови који се могу у&клонити
tr: T&aşınabilir sürücüler

source: Re&name...
bg: &Преименуване...
ca: A&nomena...
el: Με&τονομασία...
es: Re&nombrar...
mk: Преи&менувај...
sr: Пре&именуј...
tr: Tekrar ad&landır...

source: Re&set
bg: &Нулиране
ca: Re&inicialitza
mk: Ре&сетирај
sr: &Ресет

source: Re&set All
bg: &Нулиране на всичко
ca: Re&inicialitza Tot
mk: Ре&сетирај сите
sr: &Ресетуј све
tr: Hep&sini sıfırla

source: Re&solved
bg: &Разрешен
ca: Re&solt
sr: &Решено
tr: Çö&zümlendi

source: Re&store defaults
bg: &Възстановяване на настройките по подразбиране
ca: Re&staura valor per defecte
el: Ε&παναφορά προεπιλογών
es: Re&staurar valores por defecto
mk: По&врати ги основните
sr: Врати подразумеване вредно&сти
tr: Var&sayılanları yükle

source: Re&vert...
bg: &Отмяна...
ca: Re&verteix...
el: Ε&παναφορά...
es: Re&vertir...
mk: По&врати...
sr: Вра&ти на старо...
tr: Geri&dön...

source: Re&vision
bg: &Ревизия
ca: Re&visió
el: Έκ&δοση
es: Re&visión
sr: Ре&визија
tr: Re&vizyon

source: Read the 'Daily Use Guide' before you are stuck...
bg: Прочетете 'Упътване за всекидневна употреба' преди да 'затънете'...
ca: Llegiu la 'Guia d'ús diari' abans que us quedeu penjat...
el: Διαβάστε τον 'Οδηγό Καθημερινής Χρήσης' πριν κολλήσετε...
es: Lea la 'Guía de Uso Diario' antes de que se quede bloqueado...
mk: Прочитајте го 'Daily Use Guide' пред да заглавите...
sr: Прочитајте 'Водич за дневну упорабу' пре но што заглавите...
tr: Takılmadan önce günlük kullanım kılavuzunu okuyunuz...

source: Realm String
ca: Cadena de domini
es: Dominio
sr: Подручје стринг

source: Recent
bg: Последни
mk: Скорашни
sr: Недавно
tr: Son

source: Recently modified lines
bg: Наскоро променени редове
ca: Línies recentment modificades
el: Προσφατα μετατροποποιημένες γραμμές
es: Líneas recientemente modificadas
mk: Скоро изменети линии
sr: Недавно измењене линије
tr: Yakın zamanda değiştirilmiş satırlar

source: Record Only
bg: Само запис
ca: Només Registre
el: Μόνο Εγγραφή
es: Sólo grabar
mk: Само запис
sr: Само снимање
tr: Sadece kaydet

source: Recording mergeinfo for merge between URLs
bg: Запазване на информацията за сливането между интернет адресите
ca: Enregistrant informació de fusió per la fusió entre URLs
el: Καταγραφή πληροφοριών συγχώνευσης για συχγωνεύσεις μεταξύ URL
es: Registrando información de fusión para la fusión entre URLs
sr: Записивање инфирмација спајања за спајање међу УРЛовима
tr: URL'ler arasındaki birleştirme için birleştirme bilgisi kaydediliyor

source: Recording mergeinfo for merge of r%1!ld! through r%2!ld!
bg: Записвам mergeinfo за сливане на r%1!ld! през r%2!ld!
ca: Enregistrant informació de fusió per la fusió de r%1!ld! a través de r%2!ld!
es: Registrando información de fusión para la fusión desde %1!ld! hasta %2!ld!
sr: Записивање информација спајања за спајање од р%1!ld! до р%2!ld!
tr: r%1!ld! birleştirmesi için r%2!ld! yoluyla birleştirme bilgisi kaydediliyor

source: Recording mergeinfo for merge of r%ld
bg: Запазване на информацията за сливането за r%ld
ca: Enregistrant informació de fusió per la fusió de r%ld
es: Registrando información de fusión para la fusión r%ld
sr: Записивање инфирмација спајања за спајање од р%ld
tr: r%ld birleştirmesi için birleştirme bilgisi kaydediliyor

source: Recording mergeinfo for reverse merge of r%1!ld! through r%2!ld!
bg: Записвам mergeinfo за обратно сливане на r%1!ld! през r%2!ld!
ca: Enregistrant informació de fusió per la fusió revertida de r%1!ld! a través de r%2!ld!
es: Registrando información de fusión para la fusión inversa desde %1!ld! hasta %2!ld!
sr: Записивање информација спајања за инверзију спајања од р%1!ld! до р%2!ld!
tr: r%1!ld! ters birleştirmesi için r%2!ld! yoluyla birleştirme bilgisi kaydediliyor

source: Recording mergeinfo for reverse merge of r%ld
bg: Запазване на информацията за сливането за възможна негова отмяна за r%ld
ca: Enregistrant informació de fusió per la fusió revertida de r%ld
es: Registrando información de fusión para la fusión inversa de r%ld
sr: Записивање инфирмација спајања за инверзију спајање од р%ld
tr: r%ld ters birleştirmesi için birleştirme bilgisi kaydediliyor

source: Recover the auto-saved documents Open the auto-saved versions instead of the explicitly saved versions
bg: Възстанови и отвори автоматично запазените документи, вместо последните записани версии
ca: Recupera els documents desats automàticament Obre les versions desades automàticament enlloc de les versions desades explícitament
es: Recuperación de documentos auto-grabados Abrir las versiones auto-grabadas en lugar de las versiones explicitamente grabadas
sr: Враћа ауто-сачувана документа Отвори ауто-сачуване верзије уместо експлицитно сачуваних верзија
tr: Otomatik olarak kaydedilen belgeleri geri getir Açıkça kaydedilen versiyonlar yerine otomatik olarak kaydedilen versiyonlarını aç

source: Rectangle Tool Rectangle
bg: Инструмент за правоъгълници Правоъгълници
ca: Eina de Rectangle Rectangle
sr: Алат правоугаоника Правоугаоник
tr: Dikdörtgen Aracı Dikdörtgen

source: Recurse into unversioned folders
bg: Обхождане и на неконтролираните папки
ca: Recursivitat a carpetes no versionades
es: Recursividad en carpetas no versionadas
mk: Навлези и во неверзионираните директориуми
sr: Рекурзија у неверзионисаним именицима
tr: Versiyonlanmamış klasörlere özyinele

source: Recursive operation
bg: Рекурисна операция
ca: Operació recursiva
es: Operación recursiva
sr: Рекурзивне операције
tr: Özyineli işlem

source: Recursive Remove the property also from items in Subfolders.
bg: Рекурсия Премахни свойствата от обектите в подпапките.
ca: Recursiu Suprimeix la propietat també dels elements a les subcarpetes.
sr: Рекурзивно Уклони особине такође из ставки подфолдера
tr: Özyineli Özelliği alt klasörlerdeki öğelerden de kaldır.

source: Recycle bin
bg: Кошче
ca: Paperera
el: Κάδος ανακύκλωσης
es: Papelera de reciclaje
sr: Корпа рециклирања
tr: Geri dönüşüm kutusu

source: Redirecting to url
bg: Пренасочване към URL
ca: Redirigint a url
el: Ανακατεύθυνση στη url
es: Redireccionando a url
sr: Преусмеравање ка урл
tr: Url'ye yönlendiriliyor

source: Redo
ca: Torna a fer
el: Επανάληψη
es: Rehacer
sr: Понови

source: Redo the previously undone action Redo
bg: Възстановявa отменено преди това действие Възстановяване
ca: Torna a fer l'acció prèvia desfeta Torna a fer
el: Επανάληψη της προηγούμενης ανολοκλήρωτης ενέργειας Επανάληψη
es: Rehacer la acción que se ha deshecho previamente Rehacer
mk: Повтори претходно поништена акција Повтори
sr: Понови претходно поништену акцију Понови
tr: Bir onceki iptal edilen işlemi terarla Tekrarla

source: Reduce cross-&lines
bg: &Намаляване на пресичащите линии
ca: Redueix &línies de creuament
el: Μείωση των σταυρωτών &γραμμών
es: Reducir &líneas cruzadas
mk: Намали cross-&lines
sr: Смањи пресечне-&линије
tr: Kesişen &hatları azalt

source: Reduce the window to an icon
bg: Смали прозореца до иконка
ca: Redueix la finestra a una icona
el: Μείωση του παραθύρου σε ικονίδιο
es: Reduce la ventana a un icono
mk: Намали го прозорецот на икона
sr: Смањи прозор у икону
tr: Pencereyi küçült

source: Refresh
bg: Опресняване
ca: Refresca
el: Ανανέωση
es: Actualizar
mk: Озвежи
sr: Освежи
tr: Tazele

source: Refresh &shell overlays
bg: Обнови &формена връзка
ca: Refresca les superposicions de &shell
es: Actualizar capas del &shell
sr: Овежите оверлеје &шкољке
tr: &Kabuk kaplamalarını yenile

source: Refreshing shell for %1!ls!
bg: Обнови форма за %1!ls!
ca: Refrescant la shell per %1!ls!
es: Actualizando shell para %1!ls!
sr: Освежава шкољку за %1!ls!

source: Regex Filter
ca: Filtre regex
es: Filtro expresiones regulares
sr: Регекс филтер

source: Regex Filters
ca: Filtres regex
es: Filtros expresiones regulares
sr: Регекс филтери

source: Regex matching message:
ca: Missatge de coincidències de Regex:
es: Mensaje de expresiones regulares encontradas:
sr: Регекс препознавања порука:

source: Regex:
es: Expresiones regulares
sr: Регекс:

source: Regular Expression
bg: Регулярен израз
ca: Expressió regular
es: Expresión Regular
sr: Регуларни израз
tr: Düzenli İfade

source: Regular expressions filter: . : any character c+ : match character c one or more times c* : match character c zero or more times ^ : start of line $ : end of line (string){n} : match string n times (abcd) : subexpression [aei0-9] : match a,e,i and 0..9 [^aei0-9] : anything but a,e,i and 0..9 \w : matches a-z,A-Z,0-9 and _ \W : any non-alphanumeric character \d : digits 0-9 \s : whitespaces
bg: Филтър с регулярни изрази: . : всеки знак c+ : съвпада със знака 'c' един или повече пъти c* : съвпада със знака 'c' нула или повече пъти ^ : начало на ред $ : край на ред (string){n} : съвпада с низа 'string' n-пъти (abcd) : подизраз [aei0-9] : съвпада с a,e,i и 0..9 [^aei0-9] : всичко, освен a,e,i и 0..9 \w : съвпада с a-z,A-Z,0-9 и _ \W : всеки небуквено-цифров знак \d : цифри 0-9 \s : празни символи
ca: Filtre d'expressions regulars: . : qualsevol caràcter c+ : cerca coincidències caràcter c un o més cops c* : cerca coincidències caràcter c zero o més cops ^ : inici de línia $ : final de línia (string){n} : cerca coincidències cadena n cops (abcd) : subexpressió [aei0-9] : cerca coincidències a,e,i i 0..9 [^aei0-9] : tot menys a,e,i i 0..9 \w : coincideix amb a-z,A-Z,0-9 i _ \W : qualsevol caràcter no-alfanumèric \d : dígits 0-9 \s : espais en blanc
es: Filtro de expresiones regulares: . : cualquier carácter c+ : encuentra el carácter c una o más veces c* : encuentra el carácter c cero o más veces ^ : inicio de línea $ : fin de línea (string){n} : encuentra la cadena n veces (abcd) : subexpresión [aei0-9] : encuentra a,e,i y 0..9 [^aei0-9] : cualquier cadena excepto a,e,i y 0..9 \w : encuentra a-z,A-Z,0-9 y _ \W : cualquier carácter no alfanumérico \d : cifras del 0-9 \s : espacios en blanco
mk: Филтер за изразите: . : било кој карактер c+ : карактерот c се совпаѓа еден или повеќе пати c* : карактерот c се совпаѓа нула или повеќе пати ^ : почеток на линија $ : крај на линија (string){n} : совпаѓање на стринг n пати (abcd) : подизраз [aei0-9] : совпадни a,e,i и 0..9 [^aei0-9] : се освен a,e,i и 0..9 \w : совпадни a-z,A-Z,0-9 и _ \W : било кој не-алфанумерички карактер \d : броеви 0-9 \s : празни места
sr: Филтер регуларних израза: . : било који знак ц+ : пронађи слово с једном или више пута ц* : пронађи слово с нула или више пута ^ : почетак реда $ : завршетак реда (стринг){н} : стринг н пута (абцд) : подизраз [аеи0-9] : нађи а,е,и и 0..9 [^аеи0-9] : све осим а,е,и и 0..9 \w : проналази а-з,А-З,0-9 и _ \W : проналази било који знак који није слово или број (а-з,А-З,0-9 и _) \д : цифре 0-9 \с : белине
tr: Normal ifade süzgeci: . : herhangi bir karakter c+ : c karakterini bir ya da daha fazla kez eşleştir c* : c karakterini sıfır ya da daha fazla kez eşleştir ^ : satır başı $ : satır sonu (dize){n} : dizeyi n kere eşleştir (abcd) : alt ifade [aei0-9] : a,e,i ve 0..9'u eşleştir [^aei0-9] : a,e,i ve 0..9 dışında herşey \w : a-z,A-Z,0-9 ve _ ile eşleşir \W : herhangi alfasayısal olmayan karakter \d : 0-9 rakamları \s : boşluklar

source: Reintegrate merge %1!ls! into %2!ls!
bg: Интегрирай сливане %1!ls! в %2!ls!
ca: Fusiona reintegrant %1!ls! a %2!ls!
es: Reintegrando fusión %1!ls! en %2!ls!
sr: Реинтегрише стапање %1!ls! у %2!ls!

source: Reject the certificate Cancel the connection.
bg: Отхвърли сертивиката Отмени връзката.
ca: Rebutja el certificat Cancel·la la connexió.
sr: Одбијен сертификат Отказана конекција.
tr: Sertifikayı reddet. Bağlantıyı iptal et.

source: Rejected patch hunks for '%ls'
bg: Отменени остатъци за '%ls'
ca: Trossos de pedaços rebutjats per '%ls'
es: Fragmentos de parches rechazados para '%ls'
sr: Одбачен део закрпе за '%ls'

source: Release loc&k...
bg: Освобождаване на за&ключване...
ca: Allibera blo&queig...
es: Quitar Blo&queo
sr: Откључај ка&танац...
tr: Kilidi bıra&k...

source: Releases locks even if you're not the owner of the locks (breaks them).
bg: Освобождава заключени файлове, дори и да не сте собственик на заключванията (разбива заключванията).
ca: Treu blogueigs encara que no en siguis el propietari (trenca'ls)
el: Απελευθερώνει τα κλειδώματα αν δεν είστε ο κάτοχός τους (τα παραβιάζει).
es: Quita los bloqueos incluso si no es el dueño de los bloqueos (los rompe).
mk: Отклучи дури и ако не сте власник на клучевите.
sr: Ослобађа катанаце чак и када ви нисте њихов власник (уклања их).
tr: Kilitlerin sahibi olmasanız da dosyaların kilitlerinı bırakır/açar (onları kırar).

source: Releases locks on files so other users can edit them again.
bg: Освобождава заключените файлове, така че останалите потребители да могат отново да ги редактират.
ca: Treu bloquejos a fitxers perquè els altres usuaris els puguin editar.
el: Απελευθερώνει τα κλειδώματα σε αρχεία ώστε άλλοι χρήστες να μπορούν να τα ξαναεπεξεργαστούν.
es: Quita los bloqueos de los archivos para que otros usuarios puedan editarlos de nuevo.
mk: Отклучи ги датотеките за да може другите корисници да ги менуваат.
sr: Откључава фајлове како би их остали корисници поново могли мењати.
tr: Başka kullanıcıların dosyaları tekrar düzenleyebilmesi için dosyalardaki kilitleri bırakır.

source: Relo&cate...
bg: Пре&местване...
ca: Torna a Sit&uar...
el: Με&ταστέγαση
es: Relo&calizar...
mk: Преме&сти...
sr: Пре&мести...
tr: Ta&şı...

source: Reload
bg: Презареждане
ca: Recarrega
el: Επαναφόρτωση
es: Recargar
mk: Вчитај повторно
sr: Поново учитај
tr: Tekrar yükle

source: Reloads the opened files and reverts all changes. Reload
bg: Презарежда отворените файлове и отменя всички промени. Презареждане
ca: Recarrega els fitxers oberts i reverteix tots els canvis. Recarrega
el: Επαναφορτώνει όλα τα ανοιγμένα αρχείοα και επαναφέρει όλες τις αλλαγές. Επαναφόρτωση
es: Recarga los archivos abiertos y deshace todos los cambios. Recargar
mk: Вчитај повторно отворените датотеки и поврати ги промените. Вчитај повторно
sr: Поново учитава отворене фајлове и поништава све измене. Поново учитај
tr: Açık olan dosyaları tekrar yükler ve yapılan tüm değişikleri geri alır. Tekrar yükle

source: Relocate
bg: Преместване
ca: Torna a situar
el: Μεταστέγαση
es: Relocalizar
mk: Премести
sr: Премести
tr: Taşı

source: Relocate where a switch might be intended
bg: Преместване където ключ може да се планира
ca: Torna a situar on es podria proposar un canvi
es: Reubicar donde un intercambio pueda haber sido la intención
sr: Премештање где пребацивање мора бити намерно.
tr: Değiştir işlemi planlandığında taşı

source: Relocate The working copy is relocated to the new URL.
bg: Преместване Работното копие е преместено на нов адрес.
ca: Torna a situar La còpia de treball es trasllada a l'URL nou.
sr: Пребацивање Радна копија је пребачена на нови УРЛ.
tr: Taşı Çalışan kopya yeni URL'ye taşınır.

source: Relocating...
bg: Преместване...
ca: Tornant a situar...
el: Γίνεται μεταστέγαση...
es: Relocalizando...
mk: Преместувам...
sr: Премештање
tr: Taşınıyor...

source: Remember the depth for this working copy
bg: Помни се дълбочината на това работно копие
ca: Recorda la profunditat per a aquesta còpia de treball
el: Απομνημόνευση του βάθους για αυτό το αντίγραφο εργασίας
es: Recordar la profundidad para esta copia de trabajo
sr: Запамти дебљину ове радне копије
tr: Bu çalışan kopya için derinliği hatırla

source: Remote property status
bg: Отдалечено състояние на свойство
ca: Estat de la propietat remota
el: Κατάσταση απομακρυσμένης ιδιότητας
es: Estado remoto de las propiedades
mk: Одалечен статус на ставките...
sr: Статус удаљеног својства
tr: Uzaktan erişim ayarının/özelliğinın durumu

source: Remote revision
bg: Отдалечена ревизия
ca: Revisió remota
el: Απομακρυσμένη έκδοση
es: Revisión remota
mk: Оддалечена ревизија
sr: Даљинска ревизија
tr: Uzaktaki revizyon

source: Remote status
bg: Отдалечено състояние
ca: Estat Remot
el: Κατάσταση απομακρυσμένου
es: Estado remoto
mk: Одалечен статус
sr: Удаљени статус
tr: Uzaktan erişim durumu

source: Remote text status
bg: Отдалечено състояние на текста
ca: Estat remot del text
el: Κατάσταση απομακρυσμένου κειμένου
es: Estado remoto del texto
mk: Одалечен текстуален статус
sr: Удаљени статус текста
tr: Uzaktan erişim metin durumu

source: Remove
bg: Премахване
ca: Suprimeix
el: Αφαίρεση
es: Eliminar
mk: Отстрани
sr: Уклони
tr: Kaldır

source: Remove %ld items
bg: Премахване на %ld обекта
ca: Suprimeix %ld elements
el: Αφαίρεση %ld στοιχείων
es: Eliminar %ld ítems
mk: Отстрани %ld ставки
sr: Уклони %ld ставки
tr: %ld elemanı kaldır

source: Remove %ls
bg: Премахване на %ls
ca: Suprimeix %ls
el: Αφαίρεση %ls
es: Eliminar %ls
sr: Уклони %ls

source: Remove Bookmark
ca: Elimina Favorit
el: Αφαίρεση Σελιδοδείκτη
es: Quita marcador
sr: Уклони забелешке.
tr: Yer İmini Kaldır

source: Remove Project
ca: Suprimeix Projecte
el: Αφαίρεση Έργου
es: Eliminar proyecto
sr: Уклони пројекат

source: Remove Saved Authentication Data
ca: Supressió de les dades d'autenticació desades
el: Αφαίρεση Αποθηκευμένων Δεδομένων Ταυτοποίησης
es: Elimina datos de autentificación salvados
sr: Уклони сачуване аутентификационе податке

source: Remove from &ignore list
bg: Премахване от списъка за &игнориране
ca: Suprimeix de la llista d'&ignorats
el: Αφαίρεση από τη λίστα &αγνοημένων
es: Quitar de la lista de &ignorados
mk: Отстрани од листата за &игнорирање
sr: Уклони с пописа &занемарених
tr: &Aldırmama listesinden çıkar

source: Remove from Quick Access Toolbar
bg: Премахване от лентата за бърз достъп
ca: Treu de la barra d'eines d'accés ràpid
mk: Отстрани од алатникот за брз пристап
sr: Уклони из алатних панела за брзи приступ
tr: Hızlı Erişim Araç Çubuğundan Kaldır

source: Remove from changelist
bg: Премахване от списъка с промени
ca: Treu de la llista de canvis
el: Αφαίρεση από τη λίστα αλλαγών
es: Quitar de la lista de cambios
mk: Отстрани од листата со измени
sr: Уклони с пописа измена
tr: Değişiklik listesinden çıkar

source: Remove from version control All .svn folders are removed
bg: Премахване от контрол на версията Всияки .svn папки са премахнати
ca: Suprimir del control de versions Totes les carpetes .svn es suprimeixen
sr: Уклони из контроле верзија Сви .свн именици су уклоњени
tr: Versiyon kontrolünü kaldır Tüm .svn klasörleri kaldırılacak

source: Remove property '%1!S!' from %2!ls!
ca: Suprimeix propiestat '%1!S!' de %2!ls!
el: Αφαίρεση της ιδιότητας '%1!S!' από %2!ls!
es: Eliminar propiedad '%1!S!' de %2!ls!
sr: Уклони особине '%1!S!' из %2!ls!

source: Remove the selected cache(s) from disk
bg: Премахване на избраният кеш от диска
ca: Suprimeix la(s) memòria(s) cau seleccionada(s) del disc
el: Αφαίρεση των επιλεγμένων cache(s) από το δίσκο
es: Eliminar la(s) caché(s) seleccionada(s) del disco
mk: Отстрани ги избраните кеш датотеки од диск
sr: Уклања одабраног кеша са диска
tr: Seçili önbellek(ler) i diskten sil.

source: Remove the whole subtree(s)
bg: Премахване на цялото поддърво(-ета)
ca: Suprimeix el(s) subarbre(s) sencer(s)
el: Αφαίρεση ολόκληρου υπο-δένδρου(ων)
es: Eliminar el o los árboles completos
mk: Отстрани го целото под-дрво
sr: Уклони цело подстабло(а)
tr: Tüm alt ağaç(lar)ı kaldır
