Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: List of repositories for which log information has been cached
bg: Списък с хранилища, които имат кеширана част от дневника
ca: Llista de repositoris que tenen informació de log a memòria cau
el: Απαρίθμηση των αποθηκών για τις αποίες υπάρχουν πληροφορίες ιστορικού στην κρυφή μνήμη
es: Lista de repositorios para los que existe información de registro cacheada
mk: Листа на складишта за кои е кеширана информација со дневниците
sr: Листа спремишта за коју се у кешу смештају информације дневника
tr: Günlük bilgisinin önbelleğe alındığı veri havuzlarının listesi

source: List1
bg: Списък1
ca: Llista1
sr: Листа1
tr: Liste1

source: Lo&cal path:
bg: Ло&кална директория
ca: Camí lo&cal:
el: Το&πική διαδρομή:
es: Ruta Lo&cal:
sr: Лок&ална путања:
tr: Yer&el dizin yolu:

source: Load Images
bg: Зареждане на изображенията
ca: Carrega imatges
el: Επιφόρτωση εικόνων
es: Cargar imágenes
mk: Вчитај ги сликите
sr: Учитај слике
tr: Resimleri yükle

source: Load Settings from file
ca: Carrega configuració des de fitxer
el: Φόρτωση ρυθμίσεων από αρχείο
es: Cargar Configuración desde fichero
sr: Унесите подешавања из фајла

source: Load changes Changes made in TortoiseMerge are lost and replaced with the new content.
ca: Carrega canvis Els canvis fets a TortoiseMerge es perden i es substitueixen pel contingut nou.
el: Φόρτωση αλλαγών Οι αλλαγές που έγιναν στο TortoiseMerge χάνονται και αντικαθίστανται με το νέο περιεχόμενο.
es: Cargar cambios Los cambios hechos en TortoiseMerge serán perdidos y reemplazados con el nuevo contenido
sr: Учитај измене Измене направљене у ТортоисеМерге су изгубљене и замењене новим садржајем.

source: Load changes The views are updated with the new content.
ca: Carrega canvis Les vistes s'actualitzen amb el contingut nou.
es: Cargar cambios Las vistas serán actualizadas con el nuevo contenido.
sr: Учитај измене Прегледи су усклађени новим садржајем.

source: Local &Hooks
ca: &Hooks locals
es: &Ganchos locales
sr: Локалне &Закачаљке
tr: &Yerel Yakalayıcılar

source: Local hook scripts
ca: Scripts hook locals
es: Scripts de ganchos locales
sr: Локална закачиве скрипте

source: Location where the contents of the repository URL(s) will be saved to.
bg: Местоположението, където съдържанието на URL на хранилище ще бъде записано.
ca: Ubicació on es desaran els continguts de l'URL(s) del repositori.
el: Τοποθεσία όπου τα περιεχόμενα της διευθυνσης αποθήκης θα αποθηκευτούν.
es: Ubicación donde se guardarán los contenidos del repositorio referenciado por la URL.
sr: Место где ће садржај спремишта УРЛ(ова) бити сачуван.
tr: Depo URL'sinin içeriğinin kayit edileceği yer.

source: Locator Bar
bg: Локатор
ca: Barra de localització
el: Μπάρα εύρεσης
es: Barra de localización
sr: Локатор панел
tr: Konum Bulma Çubuğu

source: Locator bar
bg: Локатор
ca: Barra de localització
es: Barra de localización
sr: Локатор панел
tr: Adres çubuğu

source: Lock
bg: Заключване
ca: Bloqueig
el: Κλείδωμα
es: Bloqueo
mk: Заклучи
sr: Закључавање
tr: Kilitle

source: Lock Date
bg: Дата на заключването
ca: Data del bloqueig
el: Ημερομηνία κλειδώματος
es: Fecha de bloqueo
mk: Дата на заклучување
sr: Закључај Датум
tr: Kilitleme Tarihi

source: Lock Files
bg: Заключване на файлове
ca: Bloqueja fitxers
el: Επισφάληση αρχείων
es: Bloquear Archivos
mk: Заклучи датотеки
sr: Закључај фајлове
tr: Dosyaları Kilitle

source: Lock broken
ca: Bloqueig eliminat
es: Bloqueo roto
sr: Кључ поломљен
tr: Kilit kırık

source: Lock broken!
bg: Заключването е разбито!
ca: Bloqueig eliminat.
el: Κάποιος έσπασε το κλείθρο
es: ¡Bloqueo roto!
mk: Заклучувањето е скршено!
sr: Закључавање разбијено!
tr: Kilit kırık!

source: Lock comment
bg: Коментар за заключване
ca: Comentari del bloqueig
el: Σχόλειο για το κλείθρο
es: Comentario del bloqueo
mk: Коментар за заклучувањето
sr: Коментар закључавања
tr: Kilidin yorumu

source: Lock creation date:
bg: Заключването е от:
ca: Data creació bloqueig:
el: Ημερομηνία δημιουργίας κλείθρου:
es: Fecha de creación del bloqueo:
mk: Дата на заклучувањето:
sr: Датум закључавања:
tr: Kilidin oluşturulduğu tarih:

source: Lock failed
bg: Пропаднало заключване
ca: Bloqueig fallit
el: Κλείθρο απέτυχε
es: El bloqueo falló
mk: Заклучувањето неуспешно
sr: Закључавање није извршено
tr: Kilitlenemedi

source: Lock owner:
bg: Собственик на заключването:
ca: Propietari del bloqueig:
el: Ιδιοκτήτης κλείθρου:
es: Dueño del bloqueo:
mk: Власник на заклучувањето:
sr: Власник закључавања:
tr: Kilit sahibi

source: Lock stolen by %ls
bg: Заключването е присвоено от %ls
ca: Bloqueig tret per %ls
el: Το κλείθρο εκλάπηκε από %ls
es: Bloqueo robado por %ls
sr: Катанацт је украо %ls

source: Locked
bg: Заключен
ca: Bloquejat
el: Κλειδωμένο
es: Bloqueado
sr: Закључан
tr: Kilitli

source: Locked by %ls
bg: Заключено от %ls
ca: Bloquejat per %ls
el: Κλειδωμένο από %ls
es: Bloqueado por %ls
sr: Закључао %ls

source: Locking failed
bg: Хеуспешно заключване
ca: Bloqueig ha fallat
el: Το κλείδωμα απέτυχε
es: Bloqueo fallido.
sr: Закључавање неисправно
tr: Kilitleme başarısız

source: Locking failed because a newer version exists! Do you want to update and try again?
bg: Заключването пропадна, защото съществува по-нова версия! Желаете ли да обновите и да пробвате пак?
ca: Bloqueig fallit perquè existeix una versió més nova. Voleu actualitzar i provar de nou?
el: Η προσπάθεια κλειδώματος απέτυχε γιατί υπάρχει μια ποιό καινούργια έκδοση! Θέλετε να παραθέσετε την νεότερη έκδοση και να ξαναπροσπάθήσετε;
es: ¡El bloqueo falló porque hay existe una versión más nueva! ¿Desea actualizar y volverlo a intentar?
mk: Заклучувањето е неуспешно затоа што постои понова верзија Дали сакате да ги освежите измените и да се обидете повторно?
sr: Закључавање није успело зато што постоји новија верзија! Желите ли обнављање и да покушате поново?
tr: Kilitleme işlemi başarısız oldu çünkü daha yeni bir versiyon bulunmakta! Güncelleyip tekrar denemek ister misiniz?

source: Locks a file for other users and makes it editable by you.
bg: Заключва файл за останалите потребители и Ви го предоставя за редакция.
ca: Bloqueja un fitxer per als altres usuaris i us el fa editable.
el: Κλειδώνει ένα αρχείο για τους υπόλοιπους χρήστες και επιτρέπει σε εσάς να κάνετε αλλαγές
es: Bloquea un archivo para los demás usuarios y le hace editable para usted.
mk: Ја заклучува датотеката за другите корисници и ја прави изменлива за вас.
sr: Закључава фајл за остале кориснике и вама дозвољава да га уређујете.
tr: Diğer kullanıcılar için bir dosyayı kilitler ve sadece sizin tarafınızdan düzenlenebilir yapar.

source: Log Cache Statistics
bg: Статистика на кеша на дневника
ca: Estadístiques de la memòria cau del log
el: Καταγραφή των στατιστικών cache
es: Estadísticas de la caché de registro
mk: Статистики за кеширан лог
sr: Статистика кеша дневника
tr: Günlük Önbelleği İstatistikleri

source: Log Caching
bg: Кеширане на дневника
ca: Memòria cau del log
el: Αποθήκευση ιστορικού στην κρυφή μνήμη
es: Caché de registro
mk: Кеширање на лог
sr: Кеш дневника
tr: Günlük Önbellekleme

source: Log Caching::Cached Repositories
bg: Кеширане на дневника::Кеширани хранилища
ca: Memòria cau de log::Repositoris en memòria cau
es: Caché de registro::Repositorios cacheados
sr: Дневник кеширања::Кеширана спремишта
tr: Günlük Önbelleği::Önbelleğe Kaydedilmiş Depolar

source: Log History
bg: Дневник
ca: Històric del log
el: Ιστορική Αναδρομή:
es: Historial de Mensajes
mk: Историја на логот
sr: Историја дневника
tr: Günlük geçmişi

source: Log Messages
bg: Съобщения в дневника
ca: Missatges de log
el: Μηνύματα ιστορικού
es: Mensajes de Registro
mk: Лог пораки
sr: Поруке дневника
tr: Günlük Mesajları

source: Log message
bg: Съобщение в дневника
ca: Missatge de log
el: Μήνυμα ιστορικού
es: Mensaje de registro
mk: Лог порака
sr: Порука дневника
tr: Günlük mesajı

source: Log message is too short!
bg: Съобщениете е твърде кратко!
ca: El missatge de log és massa curt.
es: El mensaje de registro es demasiado corto!
sr: Поруке дневника су сувише кратке!
tr: Günlü mesajı çok kısa!

source: Log messages
bg: Съобщения в дневника
ca: Missatges de log
el: Μηνύματα ιστορικού
es: Mensajes de registro
mk: Лог пораки
sr: Поруке дневника
tr: Günlük mesajları

source: Log messages (Input dialog)
bg: Съобщения от дневника (Диалогов прозорец за въвеждане)
ca: Missatges de log (Diàleg d'entrada)
el: Μηνύματα ιστορικού (Διάλογος εισαγωγής)
es: Mensajes de registro (diálogo de entrada)
mk: Лог пораки (влезен дијалог)
sr: Поруке дневника (Улазни дијалог)
tr: Günlük mesajları (Girdi diyaloğu)

source: Log messages (Show log dialog)
bg: Съобщения от дневника (Диалогов прозорец за показване)
ca: Missatges de log (Mostra diàleg de log)
el: Μηνύματα ιστορικού (Εμφάνιση διαλόγου ιστορικού)
es: Mensajes de registro (diálogo de mostrar registro)
mk: Лог пораки (покажи лог дијалог)
sr: Поруке дневника (Прикажи дијалог дневника)
tr: Günlük mesajları (Günlük diyaloğunu göster)

source: Lowest shown revision: %1!ld! - Highest shown revision: %2!ld!
bg: Най-ниска показана ревизия: %1!ld! - Най-висока показана ревизия: %2!ld!
ca: Revisió més baixa mostrada: %1!ld! - Revisió més alta mostrada: %2!ld!
el: Χαμηλότερη εμφανιζόμενη έκδοση: %1!ld! - Υψηλότερη εμφανιζόμενη έκδοση: %2!ld!
es: Revisión mínima mostrada: %1!ld! - Revisión máxima mostrada: %2!ld!
sr: Најнижа приказана ревизија: %1!ld! - Највиша приказана ревизија: %2!ld!
tr: Gösterilen en düşük revizyon: %1!ld! - Gösterilen en yüksek revizyon: %2!ld!

source: Lowest shown revision: %1!ld! - Highest shown revision: %2!ld! HEAD revision: %3!ld!
bg: Най-ниска показана ревизия: %1!ld! - Най-висока показана ревизия: %2!ld! Главна ревизия: %3!ld!
ca: Revisió més baixa mostrada: %1!ld! - Revisió més alta mostrada: %2!ld! Revisió HEAD: %3!ld!
el: Χαμηλότερη εμφανιζόμενη έκδοση: %1!ld! - Υψηλότερη εμφανιζόμενη έκδοση: %2!ld! Έκδοση HEAD: %3!ld!
es: Revisión mínima mostrada: %1!ld! - Revisión máxima mostrada: %2!ld! Revisión HEAD: %3!ld!
sr: Најнижа приказана ревизија: %1!ld! - Највиша приказана ревизија: %2!ld! ГЛАВНА ревизија: %3!ld!
tr: Gösterilen en düşük revizyon: %1!ld! - Gösterilen en yüksek revizyon: %2!ld! BAŞ revizyon: %3!ld!

source: Lum
bg: Осветеност
sr: Лум
tr: Aydınlık

source: Mail system DLL is invalid.
bg: DLL файлът на системата за електронна поще е невалиден.
ca: La DLL del sistema de correu no és vàlida.
el: Το υποσύστημα DLL του ηλεκτρονικού ταχυδρομίου είναι άκυρο.
es: La DLL del sistema de correo no es válida.
mk: Неисправен DLL за електронска пошта
sr: Неисправан ДЛЛ система електронске поште.
tr: Posta sistemi DLL'si geçersiz.

source: Main context menu
ca: Menú contextual principal
es: Menú de contexto principal
sr: Главни контекст мени

source: Make this the default
bg: Това по подразбиране
ca: Feu aquesta la selecció per defecte
el: Κάνει το προκείμενο το πρότυπο
es: Establecer como por defecto
mk: Направи го ова основно
sr: Одабери ово као уобичајено
tr: Varsayılan olarak ata

source: Manage Subversion properties
bg: Управление на свойства в Subversion
ca: Administra propietats del Subversion
el: Διαχείρηση ιδιοτήτων του Subversion
es: Administrar las propiedades de Subversion
mk: Управување со Subversion својствата
sr: Управљање особинама Субверзије
tr: Subversion özelliklerini yönet:

source: Manual Pre-Commit Hook
ca: Hook de pre-pujada manual
es: Herramienta Pre-envío manual
sr: Ручне Пре-уреуивања закачаљка

source: Manual import/export
ca: Importació/exportació manual
el: Χειροκίνητη εισαγωγή/εξαγωγή
es: Importación/exportación manual
sr: Ручни увоз/извоз

source: Many items selected to show diff
ca: Molts elements seleccionats per mostrar diferències
el: Επιλέχθηκαν πολλά αντικείμενα για εμφάνιση διαφορών
es: Demasiados elementos seleccionados para mostrar la diferencia
sr: Ставка менија изабрана да прикаже диф
tr: Farkı göstermek için birden fazla öğe seçildi

source: Mark all projects as read Hold down the shift key to also clear all fetch errors.
ca: Marca tots els projectes com a llegits Mantén premuda la tecla de Majúscules per esborrar alhora tots els errors de cerca.
es: Marcar todos los proyectos como leídos Mantenta presionada la tecla Shift para también limpiar los errores de recuperación.
sr: Означи све пројекте за читање Држи притиснут шифт тастер да обришеш такође све нађене грешке.

source: Mark as &resolved (the move will become a copy)
ca: Marca com a &resolt (el desplaçament esdevindrà una còpia)
sr: Означи као &разрешено (померање ће постати копија)

source: Mark as Resolved
ca: Marca com a resolt
sr: Маркирај као решен

source: Mark as resolved
bg: Отбелязване като разрешен
ca: Marca com a resolt
el: Μάρκαρε ως επιλημένα
es: Marcar como resuelto
mk: Обележи како решено
sr: Означи као решено
tr: Çözümlendi olarak işaretle

source: Mark as resolved The conflict is resolved.
bg: Маркирай като разрешен Конфликта е разрешен.
ca: Marca com a resolt El conflicte s'ha resolt.
sr: Означено као решено Конфликт је решен.
tr: Çözüldü olarak işaretle Çakışma çözülür.

source: Mark as resolved The file status is changed to modified
ca: Marca com a resolt L'estat del fitxer es canvia a modificat
el: Επισήμανση ως επιλυμένο Η κατάσταση του αρχείου αλλάζει ως τροποποιημένο
es: Marca como resuelto El estado del fichero se cambia a modificado.
sr: Означи као решен Статус фајла је промењен у измењен
tr: Çözüldü olarak işaretle Dosya durumu güncellendi durumuna çevrilir

source: Mark current revision of your working copy
bg: Отбелязване на текущата ревизия на работното Ви копие
ca: Marca revisió actual de la còpia de treball
el: Σημάδεψη της τρέχουσας έκδοσης του αντιγράφου εργασίας σας
es: Marca la revisión actual de su copia de trabajo
mk: Означи ја сегашната ревизија на работната копија
sr: Означи текућу ревизију своје радне копије
tr: Güncel revizyonu çalışan kopya olarak işaretle

source: Mark for comparison
bg: Отбелязване за сравнение
ca: Marca per a comparar
el: Επισήμανση για σύγκριση
es: Marcar para comparación
mk: Обележи за споредба
sr: Означи за поређење
tr: Karşılaştırma için işaretle

source: Mark missing files as removed
ca: Marca els fitxers que manquen com a suprimits
el: Επισήμανση των αρχείων που λείπουν ως αφαιρεμένα
es: Marcar ficheros perdidos como eliminados
sr: Означи фајлове који недостају као уклоњене
tr: Eksik dosyaları silindi olarak işaretle

source: Mark this change
ca: Marca aquest canvi
el: Επισήμανση αυτής της αλλαγής
es: Marcar este cambio
sr: Маркирај ову измену
tr: Bu değişikliği işaretle

source: Marked Blocks
ca: Blocs marcats
el: Μαρκαρισμένα Μπλοκ
es: Bloques Marcados
sr: Означени блокови

source: Markers
bg: Маркери
ca: Marcadors
el: Σημάδια
es: Marcadores
mk: Ознаки
sr: Маркери
tr: İşaretleyiciler

source: Marks a file as resolved in Subversion Mark as resolved
bg: Отбелязва файл като разрешен в Subversion Отбелязване като разрешен
ca: Marca un fitxer com a resolt al Subversion Marca com a resolt
el: Επισήσμανση ενός αρχείου ως επιλημένου στο Subversion Επισήμανση ως επολημένο
es: Marca un archivo como resuelto en Subversion Marcar como resuelto
mk: Обележи ја датотеката како решена во Subversion Обележи како решено
sr: Означава фајл као решен у Субверзији Означи као решено
tr: Dosyayı Subversion'da çözümlendi olarak işaretler Çözümlendi olarak işaretle

source: Marks the conflict as resolved. Note: this does not resolve the conflict, only marks it as resolved!
ca: Marca el conflicte com a resolt. Nota: això no resol el conflicte, només el marca com a resolt.
es: Marca el conflicto como resuelto. Nota: esto no resuelve el conflicto, ¡solo lo marca como resuelto!
sr: Означи конфликт као решен. Примедба: ово не решава конфликт, само га маркира као решен!

source: Marks the revisions as merged, without actually doing the merge. This blocks the revisions from getting merged in the future.
bg: Отбелязва ревизиите като слети, без в действителност да слива. Това действие предотвратява бъдещо сливане на тези ревизии.
ca: Assenyala les revisions com a fusionades, sense fer-ne realment la fusió. Això bloqueja la possible fusió de les revisions més endavant.
el: Σημαδεύει την έκδοση ως συγχωνευμένη, χωρίς να κάνει την ίδια την συγχώνευση. Αυτή η διαδικασία εμποδίζει τις εκδόσεις από το να συγχωνευτούν στο μέλλον.
es: Marca las revisiones como fusionadas, sin que realmente se realice la fusión. Esto bloquea las revisiones para que no se fusionen en el futuro.
mk: Обележи ги ревизиите како споени, без навистина да се направи спојување. Ова ја блокира ревизијата да биде споена во иднина.
sr: Означава ревизију стопљеном, без стварног извршења стапања. Ово блокира ревизије да изврше стапања у будућности.
tr: Gerçekte birleştirme yapmadığı halde, revizyonları birleştirilmiş olarak işaretler. Bu işlem gelecekte revizyonların birleştirilmesini engeller.

source: Match &case
bg: Чувствителност към &регистъра
ca: &Distingeix maj./min.
el: Ταίριασμα &πεζών/κεφαλαίων
es: Coincidir &mayúsculas y minúsculas
mk: Пази на &големи-мали букви
sr: Пази на &велика/мала слова
tr: &Diziyi bul

source: Max
bg: Макс
ca: Màx
el: Μέγιστο
es: Máx
mk: Максимум
sr: Макс
tr: Maks

source: Max. items to keep in the log message history
bg: Максимален брой съобщения за съхранение в хронологията
ca: Màx. nombre d'elements a l'històric de missatges de log
el: Μέγιστος αριθμός αντικειμένων που διατηρούνται στην ιστορικότητα των μυνημάτων
es: Nº máx. ítems en el historial de mensajes de registro
mk: Најголем број на пораки за преглед во историјата
sr: Макс. ставки за чување у историји дневника порука
tr: Günlük mesajlarında saklanacak maksimum mesaj sayısı.

source: Max. lines in action log
bg: Максимален брой редове в дневника на действията
ca: Màx. nombre de línies al log d'accions
el: Μέγιστος αριθμός γραμμών στο ιστορικό ενεργειών
es: Número máx. líneas en el registro de acciones
mk: Максимален број на линии во дневник
sr: Макс. број линија дневника акција
tr: İşlem günlüğünde azami satır adedi

source: Maximum number of tool &failures until cache removal
bg: Максимален брой &провали преди кеша да бъде премахнат
ca: Màxim nombre d'&errors de l'eina fins que s'esborri la memòria cau
el: Μέγιστος αριθμός &αποτυχίων εργαλείων ως την αφαίρεση της cache
es: Máximo número de &fallos de herramienta hasta la eliminación de la caché
mk: Максимален број на &грешки на алатката до чистење на кешот
sr: Максимални број алат &грешака пре уклањања кеша
tr: Önbellek temizlemesine kadar olabilecek azami araç &hatası adedi

source: Me&nus show recently used commands first
bg: &Менютата показват най-отгоре скоро използваните команди
ca: Els me&nús mostren primer les ordres més recents
mk: Ме&нијата покажуваат скоро користени команди
sr: Ме&нији показују прво команде скоро коришћене
tr: Me&nüler önce en son kullanılan komutları gösteriyor

source: Menu
bg: Меню
ca: Menú
mk: Мени
sr: Мени
tr: Menü

source: Menu Bar
bg: Лента на менюто
ca: Barra de menú
mk: Лента со менија
sr: Мени пулт
tr: Menü Çubuğu

source: Menu s&hadows
bg: &Сенки в менюто
ca: &Ombres de menú
mk: С&енки на менијата
sr: &Сенчање менија
tr: Menü &gölgeleri

source: Merge
bg: Сливане
ca: Fusiona
el: Συγχώνευση
es: Fusionar
mk: Спој
sr: Стопи
tr: Birleştirme

source: Merge &depth:
bg: &Дълбочина на сливане:
ca: P&rofunditat de fusió:
el: &Βάθος συγχώνευσης:
es: Profundidad &de fusión:
sr: &Дубина стапања:
tr: Birleştirme &derinliği

source: Merge Log &Templates
ca: &Plantilles de log de fusió
es: Fusionar Registro & Plantillas
sr: Стапи Дневник &Шаблона

source: Merge Log Templates
ca: Plantilles de log de fusió
es: Fusionar Plantillas de Registro
sr: Стапи Дневник Шаблона

source: Merge Reintegrate
bg: Сливане / повторна интеграция
ca: Fusiona Reintegra
el: Επανένταξη συγχώνευσης
es: Fusionar reintegración
mk: Реинтегрирај спојување
sr: Стопи Реинтегрирај (!?)
tr: Yeniden Entegre Ederek Birleştir

source: Merge a &range of revisions
bg: Сливане на &обхват от ревизии
ca: Fusiona un &rang de revisions
el: Συνένωση ενός &εύρους από αναθεωρήσεις
es: Fusionar un &rango de revisiones
sr: Стопи &распон ревизија
tr: Bir aralıktaki &revizyonları birleştir

source: Merge all
bg: Сливане на всички
ca: Fusiona tot
el: Συγχώνευση όλων
es: Fusionar todo
mk: Спој се
sr: Стопи све
tr: Hepsini Birleştir

source: Merge all...
ca: Fusiona tot...
el: Συγχώνευση όλων...
es: Fusionar todo...
sr: Стопите све...

source: Merge changes into the working copy
bg: Слей промените в работното копие
ca: Fusiona canvis a la còpia de treball
el: Συγχώνευση αλλαγών μέσα στο αντίγραφο εργασίας
es: Fusionar los cambios en la copia de trabajo
sr: Стопи измене у радној копији
tr: Değişiklikleri çalışan kopyaya birleştir

source: Merge non-interactive
bg: Неинтерактивно сливане
ca: Fusió no interactiva
mk: Спој неинтерактивно
sr: Стопи неинтеркативно
tr: İnteraktif Olmayan Biçimde Birleştir

source: Merge options
bg: Настройки на сливането
ca: Opcions de fusió
el: Ειδιότητες συγχώνευσης
es: Opciones de fusión
mk: Подесувања за спојување
sr: Опције стапања
tr: Birleştirme ayarları

source: Merge revision range
bg: Сливане на обхват от ревизии
ca: Fusiona rang de revisions
el: Συγχώνευση εύρους εκδόσεων
es: Fusionar rango de revisiones
mk: Соедини опсег на ревизии
sr: Стопи распон ревизија
tr: Revizyon birleştirme aralığı seç

source: Merge revision to...
bg: Сливане на ревизия в...
ca: Fusiona revisió a...
el: Συγχώνευση έκδωσης στο...
es: Fusionar revisión en...
mk: Спој ревизија со...
sr: Стопи ревизију према...
tr: Revizyonu şuraya birleştir....

source: Merge revisions to...
bg: Сливане на ревизии в...
ca: Fusiona revisions a...
el: Συγχώνευση εκδώσεων στο...
es: Fusionar revisiones en...
mk: Спој ревизии во...
sr: Стопи ревизије у...
tr: Revizyonlari şuraya birleştir...

source: Merge two different &trees
bg: Сливане на две различни &дървета
ca: Fusiona dos &arbres diferents
el: Συγχώνευση δύο διαφορετικών &δέντρων
es: Fusiona dos árboles dis&tintos
sr: Стопи два различита с&табла
tr: İki farklı &ağacı birleştir

source: Merge type
bg: Тип на сливането
ca: Tipus de fusió
el: Τύπος συγχώνευσης
es: Tipo de fusión
mk: Тип на соединување
sr: Тип стапања
tr: Birleştirme tipi

source: Merged
bg: Слят
ca: Fusionats
el: Επιτεύθηκε συγχώνευση
es: Fusionado
mk: Споено
sr: Стопљено
tr: Birleştirildi

source: Merged revision(s) {revrange} from {mergeurl}:
ca: Revisió(ns) fusionada(es) {revrange} de {mergeurl}:
el: Συγχωνεύτηκαν οι αναθεωρήσεις {revrange} από {mergeurl}:
es: Revision(es) {revrange} fusionada(s) desde {mergeurl}:
sr: Стопљене ревиѕије {ревранге} из {мергеурл}:

source: Merges all missing revisions from trunk into the working copy of a feature branch using merge-tracking information
ca: Fusiona totes les revisions que falten des del tronc vers la còpia de treball d'una branca funció utilitzant informació merge-tracking
es: Fusiona todas las revisiones faltantes en trunk dentro de la copia de trabajo de una rama característica utilizando la información del registro de fusiones
sr: Стапа све недостајуће ревизије из дебла у радној копији будуће гране користећи информација праћења стапања

source: Merging
bg: Сливане
ca: Fusionant
el: Γίνεται συνένωση
es: Fusionando
mk: Спојување
sr: Спајање
tr: Birleştiriliyor

source: Merging %1!ls! into %2!ls!, %3!ls!%4!ls!
bg: Сливане %1!ls! в %2!ls!, %3!ls!%4!ls!
ca: Fusionant %1!ls! a %2!ls!, %3!ls!%4!ls!
es: Fusionando %1!ls! en %2!ls!, %3!ls!%4!ls!
sr: Стапање %1!ls! у %2!ls!, %3!ls!%4!ls!

source: Merging differences between repository URLs
bg: Сливане на разликите между хранилищни URL-и
ca: Fusionant diferències entre URLs de repositoris
el: Συγχώνευση διαφορών μεταξύ διευθύνσεων αποθηκών
es: Fusionando diferencias entre URLs de repositorios
mk: Разлики во спојување помежи URL на складиштата
sr: Стапање разлика између УРЛ спремишта
tr: Depo URLlerindeki farklar birleştiriliyor
