Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: If activated, the menu entry 'Get Lock' is always shown in the top level menu if the selected file has the svn:needs-lock property set
bg: Ако е включено, подменюто 'Заключване' се показва винаги в главното меню, ако за избрания файл е установено свойството 'svn:needs-lock'
ca: Si s'activa, l'opció 'Obté bloqueig' del menú es mostra al menú superior si el fitxer seleccionat té activada la propietat svn:needs-lock
el: Εφόσον ενεργό, η εγγραφή καταλόγου 'Πάρε Κλείδωμα' εμφανίζεται πάντα στον κατάλογο ανώτατου επιπέδου όταν στο επιλεγμένο αρχείο έχει τεθεί η ιδιότητα svn:needs-lock
es: Si se activa, se muestra la entrada de menú 'Obtener bloqueo' en el menú de nivel superior si el archivo seleccionado tiene activada la propiedad svn:needs-lock.
mk: Доколку е активирано, ставката во менито 'Заклучи' секогаш се покажува во најгорното мени доколку избраната датотека поседува својство svn:needs-lock
sr: Кад је укључено, ставка менија 'Закључај' је постављена у главни контекстни мени када одабрани фајл има постављено својство свн:неедс-лоцк
tr: Etkinleştirildiğinde, eğer seçili dosyada svn:needs-lock özelliği işaretli ise menüdeki "Kilidi Al" seçeneği her zaman en üst seviye menüde gösterilir

source: If checked, TortoiseSVN creates a temporary file of the BASE to do the diff with the keywords expanded and the line endings adjusted.
bg: Ако е включено, TortoiseSVN създава временен файл от работната база, за да покаже разликите, със заместване на ключовите думи и преобразуване на символите за край на ред.
ca: Si està seleccionat, TortoiseSVN crea un fitxer temporal de la BASE per fer la comparació amb les paraules clau esteses i els finals de línia ajustats.
el: Αν τεθεί, το TortoiseSVN δημιουργεί ένα προσωρινό αρχείο από την ΒΑΣΗ γιά να κάνει την σύγκριση με τις επεκτάσεις των κλειδιών και προσαρμοσμένες λήξεις γραμμών.
es: Si está marcada, TortoiseSVN creará un archivo temporal del BASE para hacer las diferencias con las palabras clave expandidas y los finales de línea ajustados.
mk: Доколку е вклучено, TortoiseSVN креира привремена датотека од основата (BASE) за да направи споредба со проширените клучни зборови и нагодени краеви на линиите.
sr: Уколико је означено, ТортоисеСВН креира привремени фајл од основе (БАЗА) за израду разлика с проширеним кључним речима и усклађеним завршецима линија.
tr: İşaretlendiğinde, TortoiseSVN karşılaştırma için taban dosyasının anahtar kelimeleri anlamları ile değiştirilmiş ve satır sonları ayarlanmiş geçici bir kopyasını oluşturur.

source: If checked, double-clicking on a revision in the log list compares it with the previous revision
bg: Ако е включено, двойно щракване върху ревизия в дневника ще я сравни с предишната ревизия
ca: Si se selecciona, fent doble clic sobre una revisió a la llista del log la compara amb la revisió prèvia
el: Όταν τεθεί, διπλό κλίκ σε μία αναθεώρηση στον κατάλογο ιστορικού την συγκρίνει με την προηγούμεη αναθεώρηση
es: Si está marcada, hacer doble click en una revisión de la lista de registro la compara con la revisión anterior
mk: Доколку е сетирано, двоен клик на равизија во дневникот ја споредува со претходната ревизија
sr: Ако је означено, двоструки клик на ревизији у попису дневника ће упоредити фајл с прошлом ревизијом
tr: Eğer seçilmişse, kayıt listesindeki bir revizyonu çift tıklamak, onu önceki revizyon ile karşılaştırır

source: If enabled, the Merge dialog initializes the 'From:' URL with the URL of the selected working copy instead of the last used URL.
bg: Ако е включено, диалоговият прозорец за сливане инициализира 'От:' URL с URL на избраното работно копие вместо с последно използвания URL.
ca: Si està habilitat, el diàleg de Fusió inicialitza l'URL 'De: ' amb l'URL de la còpia de treball seleccionada enlloc del darrer URL utilitzat.
el: Εφόσον του έχει επιτραπεί, ο διάλογος συγχώνευσης αρχικοποιεί την διέυθηνση 'Από:' με την διέυθηνση του επιλεγμένου αντιτύπου εργασίας αντί της διέυθηνσης που έχει χρησημοποιηθεί τελευταία.
es: Si se habilita, el diálogo Fusión inicializa la URL 'Desde:' con la URL de la copia de trabajo seleccionada en vez de la URL que utilizó la última vez.
mk: Доколку е вклучено, дијалогот за спојување го нагодува 'Од:' URL полето со URL на избраната работна копија наместо последниот користен URL.
sr: Ако је омогућено, дијалог за Стапање поставља 'Из:' УРЛ на УРЛ изабране радне копије уместо задњег коришћеног УРЛ-а.
tr: İşaretlendiğinde, birleştirme diyalogu "From:" URL'sine son kullanılan URL yerine, seçili çalışan kopyanın URL'sini kopyalar.

source: If enabled, the repository is contacted when the dialog starts up. You don't have to click on 'Check Repository' anymore.
bg: Ако е включено, при стартиране на диалоговият прозорец се прави проверка в хранилището. В този случай вече няма нужда да се ползва бутона 'Проверка в хранилището'
ca: Si està habilitat, es connecta amb el repositori quan s'inicia el diàleg. No cal que cliqueu més a 'Comprova Repositori '.
el: Εφόσον του έχει επιτραπεί, η αποθήκη ειδοποιείται όταν ο διάλογος αρχίζει. Δεν χρειάζεται να πατήσετε το 'Έλεγχος Αποθήκης' πλέον.
es: Si se habilita, se contacta con el repositorio cuando se lanza el diálogo. Ya no tendrá que pulsar más el botón 'Comprobar Repositorio'.
mk: Доколку е вклучено, складиштето е контактирано за време на покажување на дијалогот. Не морате веќе да кликате на 'Провери го складиштето'.
sr: Ако је омогућено, остварује се веза са спремиштем приликом покретања дијалога. Не морате више кликнути на 'Провери спремиште'.
tr: İşaretlendiğinde, diyalog başlatıldığında depo ile bağlantı kurulur. "Depoyu kontrol et" 'i tıklamanıza artık gerek kalmaz.

source: If enabled, working copy folders which are excluded from showing overlays still show the overlay for status 'normal'
bg: Ако е включено, папките в работните копия, за които няма модификация на иконките, се показват със модификация за 'нормално' състояние
ca: Si s'activa, les carpetes de la còpia de treball que no mostren superposicions segueixen mostrant la superposició per l'estat 'normal'
el: Εφόσον έχει επιτραπεί, οι φακέλοι εργασίας οι οποίοι έχουν εξαιρεθεί από το να εμφανίζουν επιστρώσεις συνεχίζουν να εμφανίζουν την επικάλυψη για την 'κανονική' κατάσταση
es: Si está macado, las carpetas de copias de trabajo excluidas de mostrar iconos superpuestos mostrarán el icono de estado 'normal'
mk: Доколку е вклучено, директориумите со работните копии кои се исклучени да не покажуваат преклопени икони сепак ќе покажуваат икона за статусот 'normal'
sr: Ако је омогућено, искључене фолдере у радној копији и даље приказују прекривну икону за статус 'нормал'
tr: Eğer etkinleştirilmişse, örtüşmeleri göstermemek üzere ayarlanmış çalışan kopyalar yine de 'normal' statü için örtüşmeleri gösterir.

source: If set, TortoiseSVN will set the filetimes to the time they were last committed. If not set, TortoiseSVN uses the current time.
bg: Ако е включено, TortoiseSVN ще установи времето на промяна на файловете на времето, когато те са били последно поверени, Ако не е включено, TortoiseSVN ще използва текущото време.
ca: Si està seleccionat, TortoiseSVN posa els temps en els quals es varen pujar els fitxers el darrer cop. Si no ho està, TortoiseSVN utilitza el temps actual.
el: Αν τεθεί, το TortoiseSVN θα θέσει τον χρόνο των αρχείων στο χρονικό σημείο στο οποία αυτά αποθηκέυτηκαν τελευταία. Αν δεν τεθεί, το TortoiseSVN χρησιμοποιεί τον προκείμενο χρόνο.
es: Si está marcado, TortoiseSVN asignará como hora del archivo la de su última confirmación. Si no se marca, TortoiseSVN utilizará la hora actual.
mk: Доколку е вклучено, TortoiseSVN ќе ги подеси времињата на датотеките на време на нивното последно складирање. Доколку не е вклучено, TortoiseSVN го користи моменталното време.
sr: Уколико је постављено, ТортоисеСВН ће поставити времена фајла на време њиховог задњег уређивања. Ако није постављено, ТортоисеСВН ће користити тренутно време.
tr: İşaretlendiğinde,TortoiseSVN dosyaların tarihlerini teslim edildikleri tarih olarak işaretler. İşaretlenmediğinde TortoiseSVN şu anki tarihi / zamanı kullanır.

source: If set, files inside unversioned folders can be shown in the status control. The status control is used for example in the commit dialog.
bg: Ако е включено, файловете в неконтролирани папки ще се появяват в елемента за управление, който показва състоянието. Този елемент за управление например се използва в диалоговия прозорец за поверяване.
ca: Si està seleccionat, els fitxers dins de carpetes sense versionar es mostren al control d'estat. El control d'estat s'utilitza per exemple al diàleg de pujada.
el: Αν τεθεί, τα αρχεία που ανήκουν σε φακέλους χωρίς έκδοση μπορούν να εμφανίζονται στον έλεγχο κατάστασης. Ο έλεγχος κατάστασης χρησιμοποιείται για παράδειγμα στον διάλογο παράδοσης.
es: Si está marcado, los archivos dentro de carpetas sin versionar se pueden verse en el control de estado. El control de estado se utiliza por ejemplo en el diálogo de confirmación.
mk: Доколку е вклучено, датотеките во директориумите без верзија ќе бидат покажани во контролата на статусот. Контрола на статусот се користи на пример во дијалогот за складирање.
sr: Ако је постављено, приликом провере статуса показаће се и фајлови унутар фолдера изван система управљања верзијама. Провера статуса се, на пример, користи у дијалогу за урезивање.
tr: İşaretlendiğinde, versiyonlanmamış klasörlerin içindeki dosyalar durum kontrolünde gösterilir. Durum kontrolü örneğin teslim diyalogunda kullanılır.

source: If set, then modified files that are in the "ignore-on-commit" changelist do not mark the parent folders as modified i.e., they get the normal icon unless another file or folder is modified.
ca: Si està seleccionat, els fitxers modificats de la llista de canvis "ignora-en-pujada" no marquen les carpetes pare com a modificades; o sigui, tenen la icona normal excepte si s'ha modificat un altre fitxer o carpeta.
es: Si está marcado, los ficheros modificados que se encuentren en la lista de "ignorados al confirmar" no marcarán la carpeta padre como modificada es decir, tendrán el icono normal a menos que se modifique otro fichero o carpeta.
sr: Ако је изабран онда измењени фајлови који су у "занемари-при-урезивању" листи измена не маркирају предачки фолдер као измењен тј. они узимају нормалну икону осим ако други фајл или фолдер није измењен.

source: If set, then unversioned files will mark the status of the parent directory as modified i.e. they get the modified overlay icon.
bg: Ако е включено, наличието на неконтролирани файлове ще отбележи състоянието на съдържащата папка като променено, т.е. тя ще получи модификация на иконката за променена папка.
ca: Si està seleccionat, els fitxers sense versionar marcaran l'estat del directori pare com a modificat o sigui, se'ls hi superposa la icona de modificació.
el: Αν τεθεί, τότε αρχεία χωρίς έκδοση σημαδεύουν την κατάσταση του πατρικού κόμβου ως τροποποιημένου δηλαδή λαμβάνουν το τροποποιημένο εικονίδιο επικάλυψης.
es: Si está marcado, los archivos no versionados marcarán el estado de la carpeta contenedora como modificado, es decir, estas carpetas se mostrarán con el icono superpuesto de modificado.
mk: Доколку е вклучено, тогаш неверзионираните датотеки ќе го означат статусот на директориумот како изменет односно ќе добијат одговарачка прекривна икона.
sr: Ако је постављено, фајлови изван система верзија ће означити фолдер измењеном тј. именици ће добити одговарајућу прекривну икону (измењен фолдер ).
tr: İşaretlendiğinde, versiyonlanmamış dosyalar içinde bulundukları klasörün durumunu değiştirildi olarak işaretler. değiştirildi simgesi ile gösterilecek.

source: If the graph contains multiple trees, separate them by slight variations in background color.
bg: Ако диаграмата съдържа множество дървета, те се разграничават чрез лека промяна на цвета на фона.
ca: Si el gràfic conté uns quants arbres, separeu-los amb petites variacions en el color de fons
el: Αν ο γράφος περιέχει πολλαπλά δέντρα, διαχωρίστε τα μέσω ελαφρών διαφοροποιήσεων στο χρώμα του φόντου.
es: Si el gráfico contiene árboles múltiples, separarlos mediante ligeras variaciones del color de fondo.
mk: Доколку графот содржи повеке дрва, оддели ги со мали варијации на позадинската боја.
sr: Ако граф садржи вишеструка стабла, раздвојите их лаком варијацијом боје основе.
tr: Eğer grafik birden çok ağaç içeriyorsa, onları birbirlerinden arka fon rengindeki hafif değişiklikler ile ayırır.

source: If the repository can not be contacted
bg: Ако няма връзка с хранилището
ca: Si no es pot contactar el repositori
el: Αν δεν είναι δυνατή η επικοινωνία με την αποθήκη
es: Si no se puede contactar con el repositorio
mk: Доколку магацинот не може да биде отворен
sr: Ако спремииште није доступно
tr: Eğer depoya erişilemezse

source: If you use other SVN clients besides TortoiseSVN on this computer, you have to upgrade those clients too. Otherwise those clients won't be able to access the working copy with the new format.
bg: Ако има други SVN клиенти заедно с TortoiseSVN на този компютър, трябва да бъдат актуализирани също. В противен случай няма да имат достъп до работното копие в новия формат.
ca: Si en aquest ordinador utilitzeu clients SVN diferents de TortoiseSVN, també els heu d'actualitzar. En cas contrari, aquests clients no podran accedir a la còpia de treball amb el format nou.
el: Εάν χρησιμοποιείτε άλλες εφαρμογές-πελάτες SVN πέραν του TortoiseSVN σε αυτόν τον υπολογιστή, πρέπει να τις αναβαθμίσετε και αυτές. Αλλιώς, αυτές οι εφαρμογές-πελάτες δεν θα μπορέσουν να αποκτήσουν πρόσβαση στο αντίγραφο εργασίας με τη νέα διαμόρφωση.
es: Si usted utiliza otro cliente SVN ademas de TortoiseSVn en esta computadora, tiene que actualizar esos clientes también. De lo contrario esos clientes no podrán acceder la copia de trabajo con el nuevo formato.
sr: Ако користите други СВН клијент осим ТортоисеСВН на овом компјутеру, треба да доградите те клијенте такође. Иначе ови клијенти неће бити способни да приступе радној копији са новим форматом.
tr: Bu bilgisayarda TortoiseSVN yanı sıra diğer SVN istemciler kullanıyorsanız, bu istemcileri de yükseltmelisiniz. Aksi halde bu istemciler yeni biçime sahip çalışma kopyasına erişemeyecek.

source: If you want to break the lock, use the 'Check For Modifications' dialog or the repository browser.
bg: Ако искаш да счупиш заключването, използвай диалога 'Провери за промени' или преглеждане на хранилището.
ca: Si voleu trencar el bloqueig, utilitzeu el diàleg 'Troba modificacions' o el navegador del repositori.
es: Si quiere romper el bloqueo, utilice el diálogo 'Comprobar Modificaciones' o el navegador de repositorios.
sr: Ако желите да откључате користите 'Чекирање за измене' дијалог или претраживач спремишта.
tr: Kilidi kırmak istiyorsanız, 'Güncellemeleri Kontrol Et' diyaloğunu veya depo tarayıcısını kullanın.

source: Ignore
bg: Игнориране
ca: Ignora
el: Παράβλεψη
es: Ignorar
mk: Занемари
sr: Занемари
tr: Aldırma

source: Ignore %d items by &extension
bg: Игнориране на %d обекта по &разширение
ca: Ignora %d elements per &extensió
el: Αγνόησε %d στοιχεία με &κατάληξη
es: Ignorar %d ítems por &extensión
mk: Занемари %d членови спор&ед наставката
sr: Занемарити %d ставки по &екстензији
tr: %d elemana uzantısına göre al&dırma

source: Ignore &EOL changes
bg: Игнорираг &EOL промени
ca: Ignora els canvis &EOL
es: Ignorar cambios de &Fin de línea
sr: Занемари &ЕОЛ измене
tr: Satır &sonu karakteri değişikliklerini önemseme

source: Ignore &all whitespaces
bg: Игнориране на &всички празни символи
ca: Ignora &tots els espais en blanc
el: Παράβλεψη ό&λου του κενού χώρου
es: Ignorar &todos los espacios en blanco
mk: Занемари ги &сите празни места
sr: Занемари &све белине
tr: &Tüm boşluklara aldırma

source: Ignore &ancestry
bg: Игнориране на &предшествениците
ca: Ignora &ancestres
el: Να παραβλεφθεί η &προέλευση
es: Ignorar &ancestros
sr: З&анемари порекло
tr: Nesle &aldırma

source: Ignore Comments
ca: Ignora comentaris
el: Αγνόηση Σχολίων
es: Ignora comentarios
sr: Игнорише коментаре
tr: Yorumları Yoksay

source: Ignore all whitespace changes
bg: Игнориране на промените в празните символи
ca: Ignora tots els canvis d'espais en blanc
el: Παράβλεψη αλλαγών στα κενά
es: Ignorar cambios en espacios en blanco
sr: Занемарује све измене белине
tr: Boşluk karakteri değişikliklerinin tümüne aldırma

source: Ignore case cha&nges
bg: Нечувствителност към &регистъра
ca: Ignora &canvis de majúsc/minúsc
el: Παράβλεψη δια&φοράς πεζών/κεφαλαίων
es: Ig&norar cambios de mayúsculas/minúsculas
sr: Занемари проме&не великих и малих слова
tr: Büyük/küçük harf değişiklikleri&ne aldırma

source: Ignore changes Ignore the outside changes.
ca: Ignora canvis Ignora els canvis exteriors.
el: Αγνόηση αλλαγών Αγνόηση των εξωτερικών αλλαγών.
es: Ignorar cambios Ignorar los cambios externos.
sr: Занемари измене Занемари спољашње измене.
tr: Değişiklikleri yoksay Harici değişiklikleri yoksay.

source: Ignore comments
ca: Ignora els comentaris
el: Αγνόηση σχολίων
es: Ignorar comentarios
sr: Занемари коментар

source: Ignore line &endings
bg: Игнориране на символите за &край на ред
ca: Ignora finals de &línia
el: Παράβλεψη &καταλήξεων γραμμών
es: Ignorar final&es de línea
sr: Занемари завршетк&е линија
tr: Satır sonlarına &aldırma

source: Ignore line &endings (recommended)
bg: Игнориране на символите за &край на ред (препоръчително)
ca: Ignora &finals de línia (recomanat)
el: Παράβλεψη &τέλους γραμμής (συνιστόμενο)
es: Ignorar &finales de línea (recomendado)
mk: Занемари ги завршетоците на &линиите (препорачано)
sr: Занемари завршетке &линија (препоручено)
tr: Satır &sonlarına aldırma (önerilir)

source: Ignore multiple items by &extension
ca: Ignora múltiples elements per &extensió
el: Αγνόηση πολλαπλών αντικειμένων με &προέκταση
es: Ignorar múltiples elementos por &extensión
sr: Занемарује вишеструке ставке по &екстензији

source: Ignore whitespace &changes
bg: Игнорирай промени от &празни места
ca: &Ignora canvis d'espais en blanc
el: Αγνόηση αλλαγών στα &λευκά διαστήματα
es: Ignorar espacios en blanco &cambios
sr: Занемари &измене белина
tr: Boşluk &karakteri değişikliklerini önemseme

source: Ignore whitespace c&hanges
bg: Игнориране на &промените в празните символи
ca: Ignora c&anvis d'espais en blanc
el: Παράβλεψη &αλλαγών σε κενά διαστήματα
es: Ignorar cam&bios en espacios en blanco
sr: Занемари промене бели&на
tr: Boşluk &karakteri değişikliklerine aldırma

source: Ignore whitespace changes
bg: Игнориране на промените в празните символи
ca: Ignora canvis d'espais en blanc
el: Παράβλεψη αλλαγών σε κενά διαστήματα
es: Ignorar cambios en espacios en blanco
mk: Игнорирај промени на празнините
sr: Занемари промене белина
tr: Boşluk karakteri değişikliklerine aldırma

source: Ignored
bg: Игнориран
ca: Ignorat
es: Ignorado
sr: Занемарен
tr: Aldırılmayan

source: Ignored items included
bg: Включване и на игнорираните обекти
ca: Elements ignorats inclosos
el: Συμπερίληψη αγνοούμενων αντικειμένων
es: Ítems ignorados incluídos
mk: Занемарените ставки се вклучени
sr: Занемарене укључене ставке
tr: Aldırılmayan elemanlar dahil

source: Ignores all whitespace changes when diffing Ignore all whitespace changes
bg: При сравняване се игнорират всички промени в празните символи Игнориране на всички промени в празните символи
ca: Ignora tots els canvis d'espai en blanc quan cerca diferències Ignora tots els canvis d'espai en blanc
el: Παράβλεψη όλων των αλλαγών στα κενά κατά την διάρκεια της συγκρίσης Παράβλεψη όλων των αλλαγών στα κενά
es: Ignorar los espacios en blanco cambiados cuando se calculan las diferencias Ignorar los espacios en blanco cambiados
sr: Занемарује све измене белина када разликује Занемарује све измене белина
tr: Fark alırken boşluk karakterlerindeki değişiklerinin tümüne aldırmaz Boşluk karakteri değişikliklerinin tümüne aldırma

source: Ignores changes in whitespaces when diffing Ignore whitespace changes
bg: При сравняване се игнорират промените в празните символи Игнориране на промените в празните символи
ca: Ignora els canvis d'espai en blanc quan cerca diferències Ignora els canvis d'espai en blanc
el: Παράβλεψη όλων των αλλαγών στα κενά κατά την σύγκριση Παράβλεψη όλων των αλλαγών στα κενά
es: Ignorar los cambios de espacios en blanco cuando se calculan diferencias Ignorar cambios en espacios en blanco
sr: Занемарује измене у белинама када разликује Занемарује измене белина
tr: Fark alırken boşluk karakterlerindeki değişiklere aldırmaz Boşluk karakteri değişikliklerine aldırma

source: Illegal path
bg: Невалиден път
ca: Camí no acceptat
el: Παράνομη διαδρομή
es: Ruta no válida
sr: Илегална путања
tr: Geçersiz yol

source: Image &and Text
bg: Изображение &и текст
ca: Imatge &i Text
mk: Слика &и Текст
sr: Слика &и текст
tr: Görüntü ve Y&azı

source: Image &and text
bg: Изображение &и текст
ca: Imatge &i text
mk: Слика &и текст
sr: Слика &и текст
tr: Görüntü ve y&azı

source: Images
bg: Изображения
ca: Imatges
mk: Слики
sr: Слике
tr: Görseller

source: Immediate children, including folders
bg: Непосредствените деца, включително и папки
ca: Fills immediats, incloent-hi carpetes
el: Άμεσοι θυγατρικοί κόμβοι, συμπεριλαμβανόνται οι φακέλοι
es: Hijos inmediatos, incluyendo carpetas
mk: Непосредни деца, вклучувајќи ги директориумите
sr: Непосредни потомак, укључујући фолдере
tr: Mevcut alt elemanlar, klasörler dahil

source: Import
bg: Внос
ca: Importa
el: Εισαγωγή
es: Importar
mk: Увези
sr: Увези
tr: İçe aktar

source: Import %1!ls! to %2!ls!%3!ls!
bg: Внос на %1!ls! до %2!ls!%3!ls!
ca: Importa %1!ls! a %2!ls!%3!ls!
el: Εισαγωγή %1!ls! στο %2!ls!%3!ls!
es: Importando %1!ls! a %2!ls!%3!ls!
sr: Увоз %1!ls! у %2!ls!%3!ls!

source: Import %ld items
bg: Внос на %ld обекта
ca: Importa %ld elements
el: Εισαγωγή %ld στοιχείων
es: Importar %ld ítems
mk: Увези %ld ставки
sr: Увези %ld ставака
tr: %ld elemanlarını içe aktar

source: Import &message
bg: Съобщение за &внос
ca: Importa &missatge
el: Εισαγωγή &μηνύματος
es: &Mensaje de importación
mk: Увези &порака
sr: Увези &поруку
tr: İçe aktarma &mesajı

source: Import Settings from file...
ca: Importa la configuració des del fitxer...
el: Εισαγωγή Ρυθμίσεων από αρχείο...
es: Importar Configuraciones desde archivo...
sr: Увези подешавање из фајла...

source: Import a previously saved set of properties from a file
bg: Внася предварително записан във файл набор от свойства
ca: Importa un conjunt de propietats desat prèviament a un fitxer
el: Εισάγετε ένα ήδη αποθηκευμένο σύνολο ιδιοτήτων από ένα αρχείο
es: Importar desde un archivo un grupo de propiedades
mk: Импортирај претходно зачувани параметри од датотека
sr: Увози претходно спремљену групу особина из фајлови
tr: Daha önceden kaydedilmiş bir özellik listesini dosyadan içe aktar

source: Import file %1!ls! to %2!ls!
bg: Внос на файла %1!ls! в %2!ls!
ca: Importa fitxer %1!ls! a %2!ls!
el: Εισαγωγή αρχείου %1!ls! to %2!ls!
es: Importar archivo %1!ls! en %2!ls!
sr: Увози фајл %1!ls! у %2!ls!

source: Import file to %ls
bg: Внос на файл в %ls
ca: Importa fitxer a %ls
el: Εισαγωγή αρχείου στο %ls
es: Importar archivo a %ls
sr: Увози фајл у %ls

source: Import folder %1!ls! to %2!ls!
bg: Внос на папка %1!ls! в %2!ls!
ca: Importa carpeta %1!ls! a %2!ls!
el: Εισαγωγή φακέλου %1!ls! στο %2!ls!
es: Importar carpeta %1!ls! a %2!ls!
sr: Увози фолдер %1!ls! у %2!ls!

source: Import to %1
ca: Importa a %1
el: Εισαγωγή στο %1
es: Importar a %1
mk: Увези во %1
sr: Увези у %1
tr: %1 a içe aktar

source: Import The items are imported, creating a new revision for each item.
bg: Внос Обектите са внесени, като е направена нова ревизи на всеки обект.
ca: Importar Els elements s'importen, creant una nova revisió per cada element.
sr: Увоз Ставке су увезене, креира се нова ревизија за сваку ставку.
tr: İçe Aktar Öğeler içe aktarılır, her bir öğe için yeni bir revizyon yaratılır.
