Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Updates the working copy to the current revision
bg: Обновяване на работното копие до текущата ревизия
ca: Actualitza la còpia de treball a la versió actual
el: Ενημερώνει το αντίγραφο εργασίας στην τρέχουσα έκδοση
es: Actualiza la copia de trabajo a la revisión actual
mk: Ја обновува работната копија на сегашна ревизија
sr: Обнавља радну копију према важећој ревизији
tr: Çalışan kopya dosyasını şu anki revizyonla günceller

source: Updating
bg: Обновява се в момента
ca: S'està actualitzant
el: Ενημερώνεται
es: Actualizando
sr: Обнављање
tr: Güncelleniyor

source: Updating ActiveX objects
bg: Обновяване на обекти тип ActiveX
ca: Actualitzant objectes ActiveX
el: Ενημέρωση αντικειμώνων ActiveX
es: Actualizando objectos ActiveX
mk: Освежувам ActiveX објекти
sr: Усклади АктивеX објекте
tr: ActiveX nesneleri güncelleniyor

source: Updating and retrying the lock...
bg: Обновяване и нов опит за заключване...
ca: Actualitzant i tornant a provar el bloqueig...
el: Ενημέρωση και επανάληψη κλειδώματος
es: Actualizando y reintentando el bloqueo...
mk: Обновувам и повторно пробувам заклучување
sr: Обнављам и поново покушавам да закључам...
tr: Güncelleniyor ve kilit tekrar deneniyor...

source: Updating log cache
bg: Обновяване на кеша на съобщенията в дневника
ca: Actualitzant memòria cau del log
el: Ενημέρωση cache αρχείου καταγραφών
es: Actualizando la caché de registro
mk: Обновувам кеш на логот
sr: Усклади кеш дневника
tr: Günlük güncelleniyor

source: Upgrade the working copy to the new 1.8 format.
ca: Actualitza la còpia de treball al format nou 1.8 .
el: Αναβάθμιση του αντίγραφου εργασίας στη νέα διαμόρφωση 1.8.
es: Actualiza la copia de trabajo al nuevo formato 1.8.
sr: Надогради радну копију у нови 1.8 формат.

source: Upgrade working copy
bg: Надстройване на работното копие
ca: Actualitza la còpia de treball
el: Αναβάθμιση αντιγράφου εργασίας
es: Actualizar la copia de trabajo
mk: Надгради ја работната копија
sr: Надогрдња радне копије
tr: Çalışan kopyayı yükselt

source: Upgrading '%1!ls!'
bg: Актуализиран '%1!ls!'
ca: Actualitzant '%1!ls!'
el: Ενημερώνεται '%1!ls!'
es: Actualizando '%1!ls!'
sr: Доградња '%1!ls!'

source: Urls
el: Διευθύνσεις Url
sr: Урлови

source: Use &Default Image:
bg: Използване на изображението по &подразбиране:
ca: Utilitza Imatge per &Defecte:
mk: Користи стан&дардна слика:
sr: Користи &уобичајену слику
tr: &Varsayılan Resmi Kullan:

source: Use &one-pane view as default for 2-file diff
bg: Изглед с &единично пано по подразбиране при сравняване на два файла
ca: Utilitza per defecte la visualització &un-panell per trobar diferències de 2 fitxers
es: Utilizar vista de &un solo panel por defecto para diferencias de 2 archivos
mk: К&ористи поглед со еден панел како основен за споредба на 2 датотеки
sr: Користи &један-панел преглед као уобичајени за преглед разлика 2 фајла
tr: 2-dosyalı karşılaştırmanın &tek pencereli görünümü

source: Use &other text block
bg: Използване на &другия текстов блок
ca: Utilitza un altre &bloc de text
el: Χρήση &διαφορετικού μπλοκ κειμένου
es: Utilizar el otro &bloque de texto
mk: К&ористи го другиот блок со текст
sr: Користи &други блок текста
tr: Başka& metin bloğunu kullan

source: Use &text viewer to view blames
bg: Разглеждане на авторството с &текстов редактор
ca: Utilitza &visor de text per veure autories
es: Utilizar el visor de &texto para ver autorías
mk: Употреби прегледник на &текст за да ги видиш кривците
sr: Користи прегледач &текста за преглед окривљених
tr: Sorumluları görüntülemek için bir &metin okuyucusu kullanın

source: Use '*' as a wildcard character when specifying an exception. To separate multiple exceptions, use commas (','). Example: *.mylan.com, *.company.com
bg: Използвайте '*' като заместващ знак, когато указвате изключение. За да разделите няколко изключения, използвайте запетаи (','). Пример: *.mylan.com, *.company.com
ca: Utilitzeu '*' com a caràcter jòquer per especificar una excepció. Per separar múltiples excepcions, utilitzeu comes (','). Per exemple: *.mylan.com, *.company.com
es: Utilice '*' como un carácter comodín cuando especifique una excepción Para separar múltiples excepciones, utilice comas (','). Por ejemplo: *.mired.com, *.empresa.com
mk: Користи '*' како џокер карактер кога дефинираш исклучок. За одделување на повеќе исклучоци, користи запирка (','). Пример: *.mylan.com, *.company.com
sr: Користите '*' као заменски знак приликом одређивања изузетака. Како бисте одвојили вишеструке изузетке, користите зарезе (','). Пример: *.мyлан.цом, *.цомпанy.цом
tr: Bir istisnayı belirtirken gruplama için '*' karakterini kullanın. Çoklu istisnalarda virgül kullanın (','). Örneğin:*.mylan.com, *.company.com

source: Use 'mine' text block
ca: Utilitza 'el meu' bloc de text
es: Utilizar 'mi' bloque de texto
sr: Користи 'мој' текст бокс
tr: 'benim' metin bloğunu kullan

source: Use 'mine' text block then 'theirs'
ca: Utilitza bloc de text 'el meu' llavors 'el seu'
es: Utilizar 'mi' bloque de texto y luego el de 'ellos'
sr: Користи 'мој' текст бокс затим 'њихов '
tr: Önce 'benim' metin bloğunu kullan sonra 'onların' kini

source: Use 'theirs' text block
ca: Utilitza 'el seu' bloc de text
es: Utilizar el bloque de texto de 'ellos'
sr: Користи 'њихов' текст бокс
tr: 'onların' metin bloğunu kullan

source: Use 'theirs' text block then 'mine'
ca: Utilitza bloc de text 'el seu' llavors 'el meu'
es: Utilizar el bloque de texto de 'ellos' y luego el 'mio'
sr: Користи 'њихов' текст бокс затим 'мој '
tr: Önce 'onların' metin bloğunu kullan sonra 'benim' kini

source: Use Aero dialogs
bg: Диалогови прозорци от тип "Aero"
ca: Utilitza diàlegs Aero
el: Χρήση διαλόγων Aero
es: Utilizar diálogos Aero
sr: Користи Аеро дијалоге
tr: Aero diyaloglarını kullan

source: Use Ribbons
ca: Utilitza cintes
es: Utiliza listones
sr: Користи траке

source: Use URL of &WC as the default "From:" URL
bg: Използване на URL на &работното копие за 'От:' URL по подразбиране
ca: Utilitza l'URL de la &còpia de treball com l'URL "De:" per defecte
es: Utilizar URL de la &Copia de Trabajo como la URL "Desde:" por defecto
mk: Користи URL на &РК како основен "Од:" URL
sr: Користи УРЛ &радне копије као основни "Из:" УРЛ
tr: &Çalışan kopya dosyasından gelen URL'yi "From:" URL'si olarak kullan

source: Use Unified Diff from &clipboard
bg: Използване на Unified Diff от системния &буфер
ca: Utilitza Diff Unificat des del &porta-retalls
el: Χρήση ενοποιημένων διαφορών από το &Πρόχειρο
es: Utilizar Diff unificado desde el &portapapeles
mk: Користи обединета разлика од &clipboard
sr: Користи уједињену разлику са &клипборда
tr: Panodaki birleştirilmiş &karşılaştırma dosyasını kullan

source: Use all content from the left view Use left file
bg: Използване на цялото съдържание на левия изглед Използване на левия файл
ca: Utilitza tot el contingut de la vista esquerra Utilitza fitxer esquerre
es: Utilizar todo el contenido de la vista izquierda Utilizar el archivo izquierdo
mk: Користи ја целата содржина од левиот поглед Користи ја левата датотека
sr: Користи цео садржај са левог прегледа Користи леви фајл
tr: Tüm içeriği sol gösterimden kullan Sol dosyayı kullan

source: Use block from left before right
bg: Използване на левия блок преди десния
ca: Utilitza bloc de l'esquerra abans que de la dreta
es: Utilizar bloque izquierdo antes del derecho
mk: Употреби блок од лево пред десно
sr: Користи блок из левог пре него из десног
tr: Sağdaki bloktan önce soldakini kullan

source: Use block from left view before block from right view Use block from left before right
bg: Използване на блока от левия изглед преди блока от десния изглед Използване на блока от ляво преди този от дясно
ca: Utilitza bloc de la vista esquerra abans que el bloc de la vista dreta Utilitza bloc de l'esquerra abans que de la dreta
es: Utilizar el bloque de la vista izquierda antes del bloque de la vista derecha Utilizar el bloque izquierdo antes del derecho
mk: Користи го првин левиот блок пред десниот Користи го првин левиот блок пред десниот
sr: Користи блок са левог прегледа пре блока са десног прегледа Користи блок са левог пре десног
tr: Sağdaki bloktan önce sol gösterimdeki bloğu kullan Sağdakinden önce soldaki bloğu kullan

source: Use block from right before left
bg: Използване на десния блок преди левия
ca: Utilitza bloc de la dreta abans que de l'esquerra
es: Utilizar bloque derecho antes del izquierdo
mk: Употреби блок од десно пред лево
sr: Користи блок из десног пре левог
tr: Soldaki bloktan önce sağdakini kullan

source: Use block from right view before block from left view Use block from right before left
bg: Използване на блока от десния изглед преди блока от левия изглед Използване на блока от дясно преди този от ляво
ca: Utilitza bloc de la vista dreta abans que bloc de la vista esquerra Utilitza bloc de la dreta abans que de l'esquerra
es: Utilizar el bloque de la vista derecha antes del bloque de la vista izquierda Utiliza el bloque derecho antes del izquierdo
mk: Користи го првин десниот блок а потоа левиот Користи го првин десниот блок а потоа левиот
sr: Користи блок са десног прегледа пре блока са левог прегледа Користи блок са десног пре левог
tr: Soldaki bloktan önce sağ gösterimdeki bloğu kullan Soldakinden önce sağdaki bloğu kullan

source: Use both text blocks (this one first)
bg: Използване и на двата текстови блока (този пръв)
ca: Utilitza els dos blocs de text (primer aquest)
es: Utilizar ambos bloques de texto (este primero)
mk: Користи ги и двата блокови со текст (овој прв)
sr: Користи оба блока текста (прво овај)
tr: Metin bloklarının ikisini de kullan (ilk olarak bunu)

source: Use both text blocks (this one last)
bg: Използване и на двата текстови блока (този последен)
ca: Utilitza els dos blocs de text (aquest el darrer)
es: Utilizar ambos bloques de texto (este el último)
mk: Користи ги и двата блокови со текст (овој последен)
sr: Користи оба блока текста (овај на крају)
tr: Metin bloklarının ikisini de kullan (son olarak bunu)

source: Use left block
ca: Utilitza bloc esquerre
es: Usar bloque izquierdo
sr: Користи леви блок
tr: Sol bloğu kullan

source: Use left file
bg: Използване на левият файл
ca: Utilitza fitxer esquerre
el: Χρήση αριστερού αρχείου
es: Utilizar el archivo izquierdo
mk: Користи ја левата датотека
sr: Користи преостали фајл
tr: Soldaki dosyayı kullan

source: Use recycle bin when reverting
bg: Използване на кошчето при отмяна
ca: Utilitza paperera de reciclatge al revertir
el: Χρήση κάδου ανακύκλωσης όταν γίνεται μεταστροφή
es: Utilizar la papelera de reciclaje al revertir
mk: Користи го recycle bin при враќање
sr: Користите корпу за отпатке када враћате
tr: Geri döndürürken geri dönüşüm kutusunu kullan

source: Use regular expression
bg: С регулярни изрази
ca: Utilitzar expressió regular
el: Χρήση κοινών εκφράσεων
es: Utilizar expresión regular
mk: Користи го обичниот израз
sr: Користи регуларне изразе
tr: Kurallı ifade kullan

source: Use right block
ca: Utilitza bloc dret
es: Usar el bloque de la derecha
sr: Користи десни блок

source: Use spaces
ca: Utilitza espais
el: Χρήση κενών διαστημάτων
es: Utilizar espacios
sr: Користи размак

source: Use system locale for date/time
bg: Използване на системния локал за дата и час
ca: Utilitza la configuració local per a la data/hora
el: Χρήση τοπικών ρυθμίσεων για ημερομηνία και ώρα
es: Utilizar la configuración del sistema para fechas/horas
mk: Користи ги системските подесувања за датум/време
sr: Користи системске поставке датума/времена
tr: Tarih/zaman için sistem yerelini kullan

source: Use text block from '&mine'
bg: Използване на текстовият блок от '&моя'
ca: Utilitza bloc de text de '&el meu'
el: Χρήση μπλοκ κειμένου από 'το &δικό μου'
es: Utilizar bloque de texto '&mío'
mk: Употреби блок со текст од '&мое'
sr: Користи блок текста из '&мој'
tr: '&Benim'den itibaren metin bloğunu kullan

source: Use text block from '&theirs'
bg: Използване на текстовият блок от '&техния'
ca: Utilitza bloc de text de '&el seu'
el: Χρήση μπλοκ κειμένου από 'το &δικό τους'
es: Utilizar bloque de texto 'de &otros'
mk: Употреби блок со текст од '&нивно'
sr: Користи блок текста из '&њихов'
tr: "&Onların" 'dan itibaren metin bloğunu kullan

source: Use text block from 'm&ine' before 'theirs'
bg: Използване на текстовият блок от '&моя' преди 'техния'
ca: Utilitza bloc de text de 'el m&eu' abans de 'el seu'
el: Χρήση μπλοκ κειμένου από 'το &δικό μου' πριν 'το δικό τους'
es: Utilizar bloque de texto 'mío' &antes del 'de otros'
mk: Употреби блок со текст од 'м&оето' пред 'нивно'
sr: Користи блок текста из 'м&ој' пре 'њихов'
tr: "Onların" yerine "B&enim" metin bloğunu kullan

source: Use text block from 'mine' before 'theirs' Use 'mine' text block then 'theirs'
bg: Използване на текстовият блок от 'моя' преди 'техния' Използване на 'моя' текстов блок и тогава 'техния'
ca: Utilitza bloc de text 'el meu' abans de 'el seu' Utilitza bloc de text 'el meu' llavors 'el seu'
es: Utilizar bloque de texto 'mío' antes del 'de otros' Usar 'mi' bloque de texto y luego el 'suyo'
mk: Употреби блок со текст од 'моето' пред 'нивно' Користи 'мој' текст блок а потоа 'нивно'
sr: Користи блок текста из 'мој' пре 'њихов' Користи 'мој' блок текст, па онда 'њихов'
tr: 'Onların'dan önce 'Benim' metin bloğunu kullan İlk 'Benim' sonra 'Onların' metin bloğunu kullan

source: Use text block from 'mine' Use 'mine' text block
bg: Използване на текстовият блок от 'моя' Използване на 'моя' текстов блок
ca: Utilitza bloc de text del 'el meu' Utilitza bloc de text 'el meu'
es: Utilizar bloque de texto 'mío' Utilizar 'mi' bloque de texto
mk: Употреби блок со текст од 'мое' Користи 'мој' текст блок
sr: Користи блок текста из 'мој' Користи 'мој' текст блок
tr: 'Benim'deki metin bloğunu kullan 'Benim' metin bloğunu kullan.

source: Use text block from 't&heirs' before 'mine'
bg: Използване на текстовият блок от '&техния' преди 'моя'
ca: Utilitza bloc de text de 'el &seu' abans de 'el meu'
es: Utilizar bloque de texto 'de o&tros' antes del 'mío'
mk: Употреби блок со текст од '&нивно' пред 'мое'
sr: Користи блок текста из 'њи&хов' пре 'мој'
tr: 'benim'kinden önce 'o&nlar'ın metin bloğunu kullan

source: Use text block from 'theirs' before 'mine' Use 'theirs' text block then 'mine'
bg: Използване на текстовият блок от 'моя' преди 'техния' Използване на 'моя' текстов блок и тогава 'техния'
ca: Utilitza bloc de text de 'el seu' abans de 'el meu' Bloc de text 'el seu' llavors 'el meu'
es: Utilizar bloque de texto 'de otros' antes del 'mío' Usar 'su' bloque de texto y luego el 'mío'
mk: Употреби блок со текст од 'нивно' пред 'мое' Употреби 'нивно' текст блок а потоа 'мое'
sr: Користи блок текста из 'њихов' пре 'мој' 'Њихов' текст блок пре 'мој'
tr: 'Onların'dan sonra ve 'Benim'den önceki metin bloğunu kullan İlk 'Onların' sonra 'Benim' metin bloğunu kullan

source: Use text block from 'theirs' Use 'theirs' text block
bg: Използване на текстовият блок от 'техния' Използване на 'техния' текстов блок
ca: Utilitza bloc de text de 'el seu' Utilitza bloc de text 'el seu'
es: Utilizar bloque de texto 'de otros' Utilizar 'su' bloque de texto
mk: Употреби блок со текст од 'нивно' Употреби 'нивно' текст блок
sr: Користи блок текста из 'њихов' Користи 'њихов' текст блок
tr: "Onların" 'daki metin bloğunu kullan "Onların" metin bloğunu kullan.

source: Use text block from the left view Use left block
bg: Използване на текстовият блок от левия изглед Използване на левия блок
ca: Utilitza bloc text de la vista esquerra Utilitza bloc esquerre
es: Utilizar el bloque de texto de la vista izquierda Utilizar bloque izquierdo
mk: Употреби блок со текст од левиот поглед Користи го левиот блок
sr: Користи блок текста из левог прегледа Користи леви блок
tr: Soldaki metin bloğunu kullan Sol bloğu kullan

source: Use th&is text block
bg: Използване на &този текстов блок
ca: Utilitza a&quest bloc de text
el: Χρήση &αυτού του μπλοκ κειμένου
es: Utilizar este &bloque de texto
mk: Употреби &овој текст блок
sr: Користи о&вај блок текста
tr: Bu& metin bloğunu kullan

source: Use the found path. Apply the patch to %ls
bg: Използвай намерения път. Приложи поправката на %ls
ca: Utilitza el camí trobat. Aplica el pedaç a %ls
es: Utilizar la ruta encontrada Aplique el parche en %ls
sr: Користите нађену путању. Примените закрпу на %ls

source: Use the log dialog to select the revisions you want to merge, or enter the revisions to merge, separated by commas. A revision range can be specified by a dash. Example: 4-7,9,11,15-HEAD@pegrevision To merge all revisions (reintegrate/automatic merge), leave the box empty.
ca: Utilitzeu el diàleg de log per seleccionar les revisions a fusionar, o introduïu les revisions a fusionar, separades per comes. Podeu especificar un rang de revisions amb un guió. Exemple: 4-7,9,11,15-HEAD@pegrevision Per fusionar totes les revisions (reintegrar/fusió automàtica), deixeu el quadre buit.
es: Utiliza el cuadro de diálogo para seleccionar las revisiones que quieras unir , o introduce las revisiones a unir, separados por comas. Un conjunto de revisiones puede ser especificado en un guión. Ejemplo: 4-7,9,11,15-HEAD@pegrevision Para unir todas las revisiones (reintegrar / unión automática), deja el cuadro de texto vacío.
sr: Користи дијалог дневник да изабереш ревизију коју желиш да стопиш, или унеси ревизије за стапање, раздвојене запетама. Опсег ревизија може се специфицирати цртицом. Пример: 4-7,9,11,15-HEAD@pegrevision Да би се стопиле све ревизије (реинтегрисано/аутоматско стапање) оставите празан бокс.

source: Use the original path. Apply the patch to %ls
bg: Използвай оригиналния път. Приложи поправката на %ls
ca: Utilitza el camí original. Aplica el pedaç a %ls
es: Utilizar la ruta original Aplique el parche en %ls
sr: Користите оригиналну путању. Примените закрпу на %ls

source: Use this &whole file
bg: Използване на &този файл изцяло
ca: Utilitza &tot aquest fitxer
el: Χρήση αυτού του &ολόκληρου αρχείου
es: Utilizar este &archivo completo
mk: Употреби ја оваа &цела датотека
sr: Користи овај &цели фајл
tr: Bu dosyanın &tümünü kullan

source: Use this block on left
ca: Utilitza aquest bloc a l'esquerra
es: Usar este bloque en la izquierda
sr: Користи овај блок лево

source: Use this if the URL of the repository has changed
bg: Използвайте това, ако URL-а на хранилището е сменен
ca: Utilitza aquest si l'URL del repositori ha canviat
el: Χρήση αυτού όταν το URL της αποθήκης έχει αλλαχθεί
es: Utilizar si ha cambiado la URL del repositorio
mk: Употреби го ова само ако URL на складиштето е изменето
sr: Ово користите уколико се променио УРЛ спремишта
tr: Eğer deponun URL si değiştiyse bunu kullan

source: Use whole other &file
bg: Използване на &другият файл изцяло
ca: Utilitza l'altre &fitxer sencer
el: Χρήση ολόκληρου διαφορετικού &αρχείου
es: Utilizar el otro &archivo completo
mk: Употреби ја целата друга &датотека
sr: Користи цели други &фајл
tr: Başka dosyanın &tümünü kullan

source: User cancelled
bg: Отменено от потребителя
ca: Cancel·lat per l'usuari
el: Ο χρήστης ακύρωσε
es: Cancelado por el usuario
mk: Откажано од корисникот
sr: Корисник је одустао
tr: Kullanıcı tarafından iptal edildi

source: Username
bg: Потребителско име
ca: Nom d'usuari
el: Όνομα χρήστη
es: Usuario
sr: Корисничко име
tr: Kullanıcı adı

source: Username:
bg: Потребителско име:
ca: Nom d'usuari
el: Όνομα χρήστη:
es: Nombre de Usuario:
mk: Корисничко име:
sr: Име корисника:
tr: Kullanıcı adı:

source: Users to ignore:
ca: Usuaris per ignorar:
el: Χρήστες προς παράβλεψη:
es: Usuarios a ignorar:
sr: Корисници за избегавање:

source: Valid command line options are: /base:<path to base file> /basename:<name to show on the view title> /theirs:<path to their file> /theirsname:<name to show on the view title> /mine:<path to your file> /minename:<name to show on the view title> /merged:<path to resulting merged file> /mergedname:<name to show on the view title> /diff:<path to unified diff file> /patchpath:<path to folder> /saverequired /saverequiredonconflicts /oneway <forces the one-way view> /line:<line number to jump to>
ca: Opcions vàlides de la línia d'ordres: /base:<camí del fitxer base> /basename:<nom a mostrar en el títol de la vista> /theirs:<camí del seu fitxer> /theirsname:<nom a mostrar en el títol de la vista> /mine:<camí del teu fitxer> /minename:<nom a mostrar en el títol de la vista> /merged:<camí del fitxer resultant de la fusió> /mergedname:<nom a mostrar en el títol de la vista> /diff:<camí del fitxer de diferències unificat> /patchpath:<camí de la carpeta> /saverequired /saverequiredonconflicts /oneway <força la vista en un sentit> /line:<número de línia on saltar>
es: Las opciones válidas de línea de comandos son: /base:<ruta al archivo base> /basename:<nombre a mostrar en el título de base> /theirs:<ruta al archivo de otros> /theirsname:<nombre a mostrar en el título de otros> /mine:<ruta a nuestro archivo> /minename:<nombre a mostrar en el título nuestro> /merged:<ruta al archivo conjunto> /mergedname:<nombre a mostrar en el título> /diff:<ruta al archivo diff unificado> /patchpath:<ruta a la carpeta> /saverequired /saverequiredonconflicts /oneway <forza la vista única> /line:<saltar a este número de línea>
sr: Ваљане опције командне линије су: /base:<путање за основне фајлове> /basename:<име за приказивање на наслову прегледа> /theirs:<путовања за њихов фајл> /theirsname:<име да се прикаже у титлу прегледа> /mine:<путања за ваш фајл> /minename:<име за приказивање у наслову прегледа> /merged:<путања за резултантни стопљени фајл> /mergedname:<name to show on the view title> /diff:<путања за уједињени фајл> /patchpath:<путања до фолдера> /saverequired /saverequiredonconflicts /oneway <осигурава једноструки преглед> /line:<број линије на коју се скаче>

source: Validation of the property value failed!
ca: Ha fallat la validació del valor de la propietat.
el: Η επικύρωση της τιμής της ιδιότητας απέτυχε!
es: Fallo en la validación del valor de la propiedad!
sr: Провера неисправне вредности особине!
tr: Özellik değerinin geçerlilik kontrolü başarısız!

source: Value
bg: Стойност
ca: Valor
el: Αξία
es: Valor
mk: Вредност
sr: Вредност
tr: Değer

source: Vendor branch
ca: Branca del venedor
es: Rama de proveedor
sr: Продајна грана

source: Version
bg: Версия
ca: Versió
el: Έκδοση
es: Versión
mk: Верзија
sr: Верзија
tr: Versiyon

source: Version %d.%d.%d.%d
bg: Версия %d.%d.%d.%d
ca: Versió: %d.%d.%d.%d
el: Έκδοση %d.%d.%d.%d
es: Versión %d.%d.%d.%d
mk: Вашата верзија е: %d.%d.%d.%d
sr: Верзија %d.%d.%d.%d
tr: Versiyon %d.%d.%d.%d

source: Version Information
bg: Информация за версията
ca: Informació de la Versió
el: Πληροφορίες έκδοσης
es: Información de la Versión
mk: Информација за верзија...
sr: Информацији о верзији
tr: Versiyon Bilgisi

source: Versioned
bg: Контролиран
ca: Versionat
el: Σε έκδοση
es: Versionado
mk: Верзионирано
sr: Управљано верзијама
tr: Versiyonlandı

source: View
ca: Visualització
el: Εμφάνιση
es: Ver
sr: Преглед
tr: Görünüm

source: View Bars
ca: Visualitza les barres
es: Ver Barras
sr: Панел прегледа

source: View revision for path in &webviewer
bg: Преглед на ревизия на път в &уеб-визуализатора
ca: Visualitza revisió pel camí al visor &web
es: Ver la revisión para la ruta en visor &web
mk: Види ревизија за патека во &webviewer
sr: Погледај ревизију за путању у &wеб прегледачу
tr: Dizinin revizyonunu &web-görüntüleyicisinde görüntüle

source: View revision in &webviewer
bg: Преглед на ревизия в &уеб-визуализатора
ca: Visualitza revisió al visor &web
es: Ver la revisión en visor &web
mk: Види ревизија во &webviewer
sr: Погледај ревизију у &веб прегледачу
tr: Revizyonu &web-görüntüleyicisinde görüntüle

source: Visit our website
bg: Посетете нашия сайт
ca: Visita el nostre lloc web
el: Επισκευθείτε την ιστοσελίδα μας
es: Visite nuestro sitio web
mk: Посетете ја нашата страница
sr: Посетите наше wеб странице
tr: Web sitemizi ziyaret edin

source: Visual Studio 2005
sr: Вижуал студио 2005
