Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Showing graph for %ls
bg: Диаграма за %ls
ca: Mostrant gràfic de %ls
el: Παράσταση γραφήματος για %ls
es: Mostrando gráfico para %ls
sr: Приказујем граф за %ls

source: Shows a graphical representation of copies/tags/branches
bg: Графично представяне на копията/етикетите/разклоненията
ca: Mostra representació gràfica de còpies/etiquetes/branques
es: Muestra una representación gráfica de las copias/etiquetas/ramas
mk: Прикажува графичка репрезентација за копии/налепници/гранки
sr: Графички приказ копије/ознаке/гране
tr: Kopya/etiket/dal ı temsil eden grafiği gösterir

source: Shows a unified diff of all changes of the path and those below, including property changes.
ca: Mostra una comparativa unificada de tots els canvis del camí i dels que estan a sota, incloent els canvis de propietats.
es: Muestra un diff unificado de todos los cambios de la ruta y descendientes, incluidos los cambios en las propiedades.
sr: Приказује уједињене разлике за све измене путање и даље, укључујући измене особина.

source: Shows all files which were changed since the last update, locally and in the repository
bg: Показване на всички файлове, променени след последното обновяване - локално или в хранилището
ca: Mostra tots els fitxers modificats des de la darrera actualització, localment i en el repositori
el: Παρουσιάζει όλα τα αρχεία που τροποποιήθηκαν από τη στιγμή της τελευταίας ενημέρωσης, τοπικά αλλά και στο αποθετήριο
es: Muestra todos los archivos que han cambiado desde la última actualización, localmente y en el repositorio
mk: Ги прикажува сите датотеки кои се сменете од последното освежување, локално и во складиштето
sr: Приказује све фајлови промењене од задњег обнављања, локално и у спремишту
tr: Yerel ve depodaki, son güncellemeden beri değişiklik yapılan dosyaları gösterir

source: Shows all revisions where changes were made to this item
bg: Показва всички ревизии, в които този обект е променян
ca: Mostra totes les revisions on s'han fet canvis a aquest element
el: Παρουσιάζει όλες τις αναθεωρήσεις όπου έγιναν αλλαγές σε αυτό το αντικείμενο
es: Muestra todas las revisiones donde se hicieron cambios a este ítem
mk: Ги прикажува сите ревизии за кои е направена измена на оваа ставка
sr: Приказује све ревизије у којима је мењана ова ставка
tr: Bu eleman üzerinde değişiklik yapılan tüm revizyonları gösterir

source: Shows folders and files included with the svn:externals property
ca: Mostra les carpetes i els fitxers inclosos amb la propietat svn:externals
es: Muestra los archivos y carpetas incluidos con la propiedad svn::externals
sr: Приказује фолдере и фајлове укључене са особином свн:екстернали

source: Shows information about TortoiseSVN
bg: Информация относно TortoiseSVN
ca: Mostra informació sobre el TortoiseSVN
el: Επίδειξη πληροφοριών για το πρόγραμμα TortoiseSVN
es: Muestra información acerca de TortoiseSVN
mk: Прикажува информации за TortoiseSVN
sr: Приказ података о ТортоисеСВН
tr: TortoiseSVN ile ilgili bilgiyi gösterir

source: Shows the action log file in the default text editor
bg: Отваря файла-дневник на действията в текстовия редактор по подразбиране
ca: Mostra el fitxer de log d'accions amb l'editor de text per defecte
el: Εμφανίζει το αρχείο καταγραφής ενεργειών στον προεπιλεγμένο κειμενογράφο
es: Muestra el archivo de registro de acciones en el editor de textos por defecto
mk: Прикажува дневник во основниот текстуален прегледник
sr: Приказује дневник у постављеном едитору текста
tr: İşlem günlüğünü varsayın metin editöründe gösterir

source: Shows the eol-style property value
bg: Показва стойността на свойството 'Знак за край на ред'
ca: Mostra el valor de la propietat de l'estil final de línia
es: Muestra el valor de la propiedad eol-style
mk: Прикажува вредност за eol-style својството
sr: Приказује вредност својства за врсту завршетака линија (ЕОЛ)
tr: Özellik değerlerini eol-stilinde gösterir

source: Shows the lock owner of locked files. Disable this to improve performance with older servers.
ca: Mostra el propietari del bloqueig dels fitxers bloquejats. Desactiveu-lo per millorar el rendiment amb servidors més antics.
es: Mostrar al propietario del bloqueo de los ficheros. Deshabilitar esto para mejorar el rendimiento con servidores antiguos.
sr: Прикажи власнике катанаца закључаних фајлова. Онемогући ово да побољшаш перформансе код старих сервера.

source: Shows the log for the selected file / folder
bg: Съобщения в дневника за избраният файл / папка
ca: Mostra el log per al fitxer / carpeta seleccionat
el: Παρουσιάζει το ιστορικό για το επιλεγμένο αρχείο ή φάκελο
es: Muestra el registro para el archivo / carpeta seleccionado(s)
mk: Прикажува дневник за изберената датотека/директориум
sr: Приказује дневник означене фајлови / фолдер
tr: Seçili dosya / klasör ile ilgili Günlük dosyasını gösterir

source: Shows the mime type of the versioned file
bg: MIME тип на контролираният файл
ca: Mostra el tipus mime del fitxer versionat
es: Muestra el tipo MIME del archivo versionado
mk: Прикажува mime тип на верзионираната датотека
sr: Приказује миме тип фајлови с верзијом
tr: Versiyonlandırılmış dosyanın mime-tipini gösterir

source: Silver Style
ca: Estil plata
sr: Сребрни стил
tr: Gümüş stili

source: Size
bg: Размер
ca: Mida
el: Μέγεθος
es: Tamaño
mk: Големина
sr: Величина
tr: Boyut

source: Size and status
bg: Размер и състояние
ca: Mida i estat
el: Μέγεθος και κατάσταση
es: Tamaño y estado
mk: Големина и статус
sr: Величина и статус
tr: Büyüklük ve durum

source: Size of all cached text information
bg: Размер на цялата кеширана текстова информация
ca: Mida de tota la informació textual a memòria cau
es: Tamaño de toda la información textual cacheada
mk: Големина на кеширана текстуална информација
sr: Величина свих текст информација у кешу
tr: Önbelleklerdeki metin bilgisinin boyutu

source: Size of log messages
bg: Размер на съобщенията в дневника
ca: Mida de missatges de log
el: Μέγεθος μηνυμάτων ιστορικού
es: Tamaño del registro de mensajes
sr: Величина дневника поруке
tr: Günlük mesajlarının boyutu

source: Size of the cache file on disk
bg: Размер на файла на кеша на диска
ca: Mida del fitxer de memòria cau al disc
es: Tamaño del archivo de caché en el disco
mk: Големина на кеш фајлот на дискот
sr: Величина кеш на диску
tr: Önbellek dosyasının diskteki büyüklüğü

source: Size of the cache if it were not compressed
bg: Размер на кеша, ако не беше компресиран
ca: Mida de la memòria cau si no es comprimís
es: Tamaño de la caché si no estuviera comprimida
mk: Големина на кешот доколку не е компресиран
sr: Величина кеша (без сажимања)
tr: Sıkıştırılmamış önbellek boyutu

source: Skip The file is left where it is.
ca: Omet El fitxer es queda on és ara.
el: Παράβλεψη Το αρχείο παραμένει εκεί που είναι.
es: Saltar El archivo permanece en su ubicación actual.
sr: Изостави Фајл је остављен где је био.

source: Skipped
bg: Прескочен
ca: Omès
el: Παρελήφθη
es: Saltado
mk: Прескокнато
sr: Прескочено
tr: Atlanıldı

source: Skipped missing target
bg: Прескочени липсващи цели
ca: S'ha omès la destinació no trobada
el: Παράληψη ελλειπόμενου στόχου
es: Saltado objetivo no encontrado
mk: Целта која недостасува е прескокната
sr: Прескочена је мета која недостаје
tr: Var olmayan hedef dosyaları atlandı

source: Skipped obstructing working copy
bg: Пропуснато закрито работно копие
ca: S'ha omès l'obstrucció de la còpia de treball
es: Omitida copia de trabajo que bloqueaba
sr: Прескочена оштећена радна копија
tr: Çalışan kopyanın engellenmesi atlandı

source: Skipped, access denied
ca: Omès, accés denegat
el: Παραβλεύθηκε, η πρόσβαση αρνείται
es: desestimado, acceso denegado
sr: Прескочено, приступ забрањен
tr: Atlandı, erişim reddedildi

source: Skipped, no versioned parent
bg: Пропуснато, няма записан родител
ca: Omès, pare sense versionar
es: Omitido, sin padres versionados
sr: Прескочено, нема верзионисаног претка
tr: Atlandı, versiyonlanmış ana öğe yok.

source: Skipped, remains conflicted
ca: Omès, segueix en conflicte
es: Desestimado, permanece en conflicto
sr: Прескочено, остаје у конфликту
tr: Atlandı, çakışmış olarak kaldı

source: Slide
bg: Плъзване
ca: Desplaça
sr: Слајд
tr: Kaydır

source: Smart tab char
ca: Caràcter tab intel·ligent
es: Tabulador inteligente
sr: Паметан таб карактер

source: Some file(s) have been changed outside T-Merge. Do you want to load the changes?
ca: Algun(s) fitxer(s) s'ha(n) canviat fora de Tortoise-Merge. Voleu carregar els canvis?
el: Κάποια αρχεία τροποποιήθηκαν έξω από το T-Merge. Θέλετε να φορτώσετε τις αλλαγές;
es: Algunos archivo(s) han sido cambiados fuera de T-Merge. ¿Desea cargar esos cambios?
sr: Неки фајл(ови) је измењен ван Т-Мерге. Да ли желите да унесете измене?
tr: Bazı dosya(lar) T-Merge dışında değiştirildi. Değişiklikleri yüklemek istiyor musunuz?

source: Some file(s) have been changed outside T-Merge. Would you like to reload and lose your changes?
ca: Algun(s) fitxer(s) s'ha(n) canviat fora de Tortoise-Merge. Voleu tornar a carregar i perdre els canvis?
el: Κάποια αρχεία τροποποιήθηκαν έξω από το T-Merge. Θέλετε να επαναφορτώσετε και να χάσετε τις αλλαγές σας;
es: Algunos archivo(s) han sido cambiados fuera de T-Merge. ¿Desea volver a cargar y perder esos cambios?
sr: Неки фајл(ови) је измењен ван Т-Мерге. Да ли желите да поново учитате и изгубите измене?

source: Something went wrong
bg: Нещо се обърка
ca: Alguna cosa ha fallat
el: Κάτι πήγε στραβά
es: Algo salió mal
sr: нешто је пошло лоше
tr: Bir şeyler yanlış gitti

source: Sort by commit count
bg: Подреждане по брой поверявания
ca: Ordena per nombre de pujades
es: Ordenar por número de confirmaciones
mk: Сортирај по број на внесувања
sr: Поређај по броју урезивања
tr: Kesinleştirme sayısına göre sırala

source: Source Left:
bg: Ляв източник:
ca: Font esquerra:
mk: Извор лево
sr: Извор Леви:
tr: Soldaki Kaynak:

source: Source Right:
bg: Десен източник:
ca: Font dreta:
mk: Извор десно:
sr: Извор Десни:
tr: Sağdaki Kaynak:

source: Source URL:
bg: URL-източник:
ca: URL origen:
el: Πηγαία URL:
es: URL de orígen:
sr: Извор УРЛ:
tr: Kaynak URL:

source: Sparse update %1!ls!, depth '%2!ls!'
bg: Рядка актуализация %1!ls!, дълбочина '%2!ls!'
ca: Actualització escassa %1!ls!, profunditat '%2!ls!'
es: Actualización dispersa %1!ls!, profundidad '%2!ls!'
sr: Празно обнављање %1!ls!, дебљине '%2!ls!'

source: Specifies how many items you want to keep in the most recent log messages dialog.
bg: Указва максималния брой съобщения, които бихте искали да пазите в хронологията.
ca: Especifica quants elements es volen mantenir en el diàleg de missatges més recents.
el: Καθορίζει πόσα αντικείμενα θέλετε να κρατήσετε στον πιο πρόσφατο διαλόγο μηνυμάτων ιστορικού.
es: Especifica cuántos ítems desea almacenar en el diálogo de mensajes de registro recientes.
mk: Специфицира колку ставки сакате да задржите во листата со најсвежи коментари во дневникот.
sr: Одређује колико порука желите држати у приручној меморији недавно уписаних порука дневника.
tr: En son Günlük mesajları diyalogunda kaç tane elemanı saklamak istediğinizi belirtir.

source: Specifies how the text for each merged revision should look like. The following keywords can be used: {msg}: The log message of the merged revision, as it was entered. {msgoneline}: The log message force onto one line {author}: The author of the merged revision {rev}: The merged revision itself {bugid}: The bug ids of the merged revision
ca: Especifica l'aspecte del text de cada revisió fusionada. Es poden utilitzar les següents paraules clau: {msg}:⇥El missatge de log de la revisió fusionada, tal com es va introduir. {msgoneline}:⇥El missatge de log es força a una línia {author}:⇥L'autor de la revisió fusionada {rev}:⇥La revisió fusionada pròpiament {bugid}:⇥Id's d'errors de la revisió fusionada
es: Especifica cómo el texto para cada revisión unificada debe verse. Las siguientes claves pueden usarse: {msg}: El mensaje bitácora de la revisión unificada, como fue introducido. {msgoneline}: El mensaje de bitácora forzado en una línea. {author}: El autor de la revisión unificada. {rev}: La revisión unificada en sí misma. {bugid}: El identificador de error de la revisión unificada.
sr: Одређује како текст сваке стопљене ревизије ће изгледати. Следеће кључне речи могу се користити: {мсг}: Порука дневника стопљене ревизије како је унета. {мсгонелине}: Порука дневника у једној линији {аутхор}: Аутор стољене ревизије {рев}: Сама стопљена ревизија {бугид}: Идови багова стопљених ревизија

source: Specify how the commit message should be built from the entered bug-ID. Use the placeholder %BUGID% for the real bug-ID. If you leave these settings empty, TortoiseSVN will use the regular expressions instead.
bg: Задай как поверителното съобщение ще бъде направено от въведения бъг-идентификатор. Използвай %BUGID% за истинския бъг-идентификатор. Ако оставиш тези настройки празни, TortoiseSVN ще използва регулярен израз.
ca: Especifiqueu com es construeix el missatge de pujada a partir del bug-ID introduït. Utilitzeu la paraula reservada %BUGID% per al número d'incidència real. Si deixeu buides aquestes preferències, TortoiseSVN utilitzarà les expressions regulars.
es: Especifique como el mensaje de confirmación debería construirse a partir del ID del incidente ingresado. Use el marcador %BUGID% para el veradero ID de incidencia. Si deja este seteo vacío, TortoiseSVN usará en su lugar la expresión regular.
sr: Одреди како ће порука урезивања бити изграђена од унетог баг-ИД. Користите држач %BUGID% за стварни баг-ИД.Ако оставите ово подешавање празно, ТортоисеСВН ће користити регуларни израз уместо тога.
tr: Teslim mesajlarının girilmiş sorun-ID'den nasıl oluşturulması gerektiğini belirleyin. Gerçek sorun-ID için %BUGID% yer tutucusunu kullanın. Eğer bu ayarları boş bırakırsanız, TortoiseSVN bunun yerine düzenli ifadeler kullanacak.

source: Specify the URL to access the issue tracker. Use %BUGID% as a placeholder for the real issue number.
bg: Задай адрес за достъп до тракера. Използвай %BUGID% като заместител на истинския номер на проблема.
ca: Especifica l'URL per accedir al seguidor d'incidències. Utilitza %BUGID% com a espai reservat per al número d'incidència real.
es: Especifique la dirección URL para acceder al seguidor de incidentes. Use %BUGID% como marcador para el verdadero número de incidente.
sr: Одређује УРЛ да приступите проблем трагачу. Користите %BUGID% држач за стварни проблем број.
tr: Sorun takipçisine erşimek için gerekli olan URL'yi girin. %BUGID% ifadesini gerçek sorun numarası için bir yer tutucu olarak kullanın.

source: Specify the files or folders which TortoiseSVN should ignore in all working copies. Separate the patterns with a space.
bg: Укажете файловете или папките, които TortoiseSVN трябва да игнорира във всички работни копия. Разделете шаблоните с интервал.
ca: Especifiqueu els fitxers o carpetes que TortoiseSVN ha d'ignorar en totes les còpies de treball. Separeu els patrons amb un espai.
es: Especifique los archivos o carpetas que TortoiseSVN debería ignorar en todas las copias de trabajo. Separe los patrones con un espacio.
mk: Ги специфицира датотеките кои TortoiseSVN би требало да ги игнорира во сите работни копии. Одвојте ги шаблоните со празно место.
sr: Одредите фајлове или фолдере које би ТортоисеСВН требало да изостави из свих радних копија. Моделе раставите размаком.
tr: Tüm çalişan kopyalarda TortoiseSVN'nin aldırılmaması gerektiği dosya ve klasörleri belirtiniz. Şablonları boşluk ile ayırabilirsiniz.

source: Spin1
bg: Ролка1
ca: Gira1
mk: Вртење1
sr: Ротација1
tr: Döndür1

source: Split &source tree
bg: Разделяне на &изходното дърво
ca: Divideix arbre &font
el: Διαχωρισμός &πηγαίου δένδρου
es: Dividir árbol &orígen
mk: Раздели го &изворното дрво.
sr: Подели &изворно стабло
tr: &Kaynak ağacını ayır

source: Split following &tree
bg: Разделяне на следното &дърво
ca: Divideix &arbre següent
el: Διαχωρισμός ακόλουθου &δένδρου
es: Separar el árbol &siguiente
mk: Подели го следното &дрво
sr: Подели следеће &стабло
tr: Şu &ağacı ayır

source: Split lines
bg: Разделяне на редовете
ca: Divideix línies
el: Διαχωρισμός γραμμών
es: Dividir líneas
mk: Поделени линии
sr: Подели редове
tr: Satırları ayır

source: Split sub-trees
bg: Разделяне на под-дърветата
ca: Divideix subarbres
el: Διαχωρισμός υπο-δένδρων
es: Separar sub-árboles
mk: Подели ги под-дрвата
sr: Подели под-стабло
tr: Alt ağaçları ayır

source: Split the active window into panes Split
bg: Разделяне на активния прозорец на пана Разделяне
ca: Divideix la finestra activa en panells Divideix
el: Διαχωρισμός του ενεργού παραθύρου σε πλαίσια Διαχωρισμός
es: Dividir la ventana activa en paneles Dividir
mk: Подели го активниот прозорец во панели Подели
sr: Растави активни прозор на плоче Растави
tr: Seçili pencereyi parçalara böl Bölmek

source: Stacked Bar Graph
bg: Диаграма с насложени ленти
ca: Gràfic de barres apilades
es: Gráfico de barras apiladas
mk: Столбест графикон
sr: Наслагани стубасти дијаграм
tr: Kümelenmiş Diyagram (Çubuk)

source: Stacked Line Graph
bg: Диаграма с насложени линии
ca: Gràfic de línies apilades
es: Gráfico de líneas apiladas
mk: Линиски графикон
sr: Наслагани линијски дијаграм
tr: Kümelenmiş Diyagram (Çizgi)

source: Standard
bg: Стандартен
ca: Estàndard
sr: Стандард
tr: Standart

source: Start Commit Hook
bg: Стартиране на закачен скрипт при поверяване
ca: Hook d'inici de pujada
es: Gancho inicio confirmación
mk: Започни со Commit Hook
sr: Старт Урезивања закачаљка
tr: Teslim yakalayıcısını çalıştır

source: Start Revision
bg: Начална ревизия
ca: Revisió d'inici
el: Εκκίνηση 'Εκδοσης
es: Revisión de Inicio
mk: Почетна ревизија
sr: Почетна ревизија
tr: Revizyonu Başlat

source: Start Update Hook
bg: Стартиране на закачен скрипт при обновяване
ca: Hook d'inici d'actualització
es: Gancho inicio actualización
sr: Старт обнављања закачаљка
tr: Güncelleme yakalayıcısını çalıştır

source: Start registry editor
ca: Inicia editor del registre
el: Εκκίνηση διορθωτή μητρώου
es: Iniciar editor de registro
sr: Покрени уређивач регистра
tr: Kütük düzenleyicisini başlat

source: Start with &Windows
ca: Arrenca amb &Windows
el: Εκκίνηση με τα &Windows
es: Iniciar con &Windows
sr: Крени са &Виндоуз

source: Starting externals...
ca: Iniciant externs...
es: Iniciando externos...
sr: Започињу екстернали...

source: Starts the diff viewer with the currently selected file and the one marked before for diffing later.
ca: Inicia el visualitzador de diferències entre el fitxer seleccionat actualment i el fitxer triat abans per comparar més endavant.
es: Lanza el Visor de Diferencias con el fichero seleccionado actualmente y el que estaba marcado para ver diferencias más tarde
sr: Покрени диф прегледач са тренутно изабраним фајлом и једним означеним за диф касније

source: Starts the merge tool where you can resolve the property conflict
ca: Inicia l'eina de fusió per resoldre el conflicte de propietat
es: Iniciar la herramienta de unión donde usted puede resolver los conflictos de propiedad
sr: Покреће алат стапања где можете решити особени конфликт

source: Starts the property dialog where you can edit the property manually.
ca: Inicia el diàleg de propietat per editar la propietat manualment.
el: Εκκινεί τον διάλογο ιδιοτήτων όπου μπορείτε να επεξεργαστείτε την ιδιότητα χειροκίνητα.
es: Iniciar el diálogo de propiedad donde usted puede editar manualmente la propiedad
sr: Покреће особени дијалог где можете уредити особине ручно.

source: State
ca: Estat
el: Κατάσταση
es: Estado
sr: Стање

source: Static
bg: Статичен
ca: Estàtic
mk: Статично
sr: Статички
tr: İstatistik

source: Statistics
bg: Статистика
ca: Estadístiques
el: Στατιστικά
es: Estadísticas
mk: Статистики
sr: Статистика
tr: İstatistik

source: Status
bg: Състояние
ca: Estat
el: Κατάσταση
es: Estado
mk: Статус
sr: Статус
tr: Durum

source: Status Bar
ca: Barra d'estat
el: Γραμμή Κατάστασης
es: Barra de Estado
sr: Статусни панел

source: Status Bar Configuration
bg: Настройки на лентата за състоянието
ca: Configuració de la barra d'estat
mk: Конфигурација на статусната лента
sr: Поставке статусне линије
tr: Durum Çubuğu Yapılandırma

source: Status and action colors
bg: Цветове за състояния и действия
ca: Estat i colors d'acció
el: Χρώματα της κατάστασης και των ενεργειών
es: Colores de estado y acciones
mk: Статус и бои за акции
sr: Боје статуса и акција
tr: Durum ve İşlem renkleri

source: Status cache
bg: Кеш на състоянието
ca: Memòria cau d'estat
el: Κατάσταση της προσωρινής μνήμης
es: Caché de estado
mk: Привремена статусна меморија
sr: Статус кеша
tr: Durum önbelleği

source: Status cache kept in an external process, can show the overlay recursively
bg: Кешът на състоянието се пази във външен процес, показват се модификации на иконките рекурсивно
ca: Memòria cau d'estat desada en un procés extern, pot mostrar superposició recursivament
el: Η κατάσταση της προσωρινή μνήμη κρατιέται σε μιά εξωτερική διεργασία, και έτσι μπορούμε να δείξουμε την επικάλυψη αναδρομικά
es: La caché de estado se mantiene en un proceso externo, permite mostrar las superposiciones recursivamente
mk: Статусната привремена меморија е надворешен процес, може да го прикаже overlay рекурзивно
sr: Статус кеш се држи у спољашњем процесу, може рекурзивно приказати прекриваче
tr: Durum önbelleği harici bir işlemde tutulmakta, işaretler özyineli gösterilebilir

source: Status cache only for one folder, no recursive overlays
bg: Кеш на състоянието на само една папка, без рекурсивни модификации на иконките
ca: Memòria cau d'estat només per a una carpeta, sense superposicions recursives
el: Η κατάσταση της προσωρινή μνήμη ειπάρχει μόνο για ένα φάκελο, και δεν ειπάρχουν ανάδρομες επικαλύψεις.
es: La caché de estado se mantiene sólo para una carpeta, sin superposiciones recursivas
sr: Статус кеш је само за један фолдер, нема рекурзивног прекривања
tr: Durum önbelleği sadece tek bir klasör için, özyineli işaretler yok

source: Status of item in SVN
bg: Състояние на обект в SVN
ca: Estat d'element a SVN
el: Κατάσταση του αντικειμένου μέσα στο SVN
es: Estado de un ítem en SVN
mk: Статус за ставка во SVN
sr: Статус ставке у СВН-у
tr: SVN'deki elemanin durumu

source: Steal loc&k
bg: Присвояване на &заключване
ca: Roba blo&queig
el: Παρεισφρήση του &κλείθρου
es: Robar Blo&queo
mk: Укради &клуч
sr: У&кради закључано
tr: K&ilidi çal

source: Steal the lock
bg: Присвоява заключване
ca: Roba el bloqueig
el: Παρεισφρήση του κλείθρου
es: Robar el bloqueo
mk: Укради клуч
sr: Укради закључано
tr: Kilidi çal

source: Stefan Küng, Lübbe Onken
el: Στεφαν Κουνγκ, Λουμπε Ονκεν
sr: Стефан Кüнг, Лüббе Онкен

source: Stores the path of the file to be used for a diff on a later right-click. Hold down the Ctrl key to remove the last saved path.
ca: Desa el camí del fitxer que s'utilitzarà per la comparació en un clic posterior amb el botó dret. Manté premuda la tecla Ctrl per suprimir el darrer camí desat.
es: Guarda la ruta del archivo para utilizarla en una comparación más adelante. Mantenga pulsada la tecla Ctrl para eliminar la última ruta guardada.
sr: Чува путању фајла да се користи за диф при каснијем десним кликом, Држите Цтрл тастер да уклоните задњу сачувану путању.

source: Stripes
bg: Ленти
ca: Bandes
el: Λωρίδες
es: Bandas
mk: Ленти
sr: Траке
tr: Şeritler

source: Style
ca: Estil
sr: Стил
tr: Stil
