Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: A list of user defined properties for files to show in the combo box
bg: Списък с потребителски свойства за файлове, който да се покаже в комбинираното поле
ca: Una llista de propietats definides per l'usuari per als fitxers que es mostren al quadre combinat
el: Μια λίστα από ιδιότητες αρχείων καθορισμένες από χρήστη, για εμφάνιση σε σύνθετο πλαίσιο
es: Una lista de propiedades definidas por el usuario para los archivos que se muestra en el cuadro desplegable
mk: Листа на кориснички дефинирани својства за кои датотеки да се прикажат
sr: Листа кориснички дефинисаних особина фајлова за приказивање у комбо боксу
tr: Bileşim kutusunda gösterilecek dosyalar için kullanıcı tanımlı özellikler listesi

source: A list of user defined properties for folders to show in the combo box
bg: Списък с потребителски свойства за папки, който да се покаже в комбинираното поле
ca: Una llista de propietats, definides per l'usuari, de carpetes, que es mostren al quadre desplegable
el: Μια λίστα από ιδιότητες φακέλων καθορισμένες από χρήστη, για εμφάνιση σε σύνθετο πλαίσιο
es: Una lista de propiedades definidas por el usuario para carpetas que se muestra en el cuadro desplegable
mk: Листа на кориснички дефинирани својства за директориуми кои се прикажуваатA list of user defined properties for folders to show in the combo box
sr: Листа особина које је дефинисао корисник за фолдере за приказивање у комбо боксу
tr: Bileşim kutusunda gösterilecek dizinler için kullanıcı tanımlı özellikler listesi

source: A newer version is available. Please go to http://tortoisesvn.net and download the current version.
bg: Налична е по-нова версия. Моля, посетете http://tortoisesvn.net/, за да я изтеглете.
ca: Hi ha una nova versió disponible. Aneu a http://tortoisesvn.net i baixeu la versió actual.
sr: Нова верзија је доступна. Молим идите на хттп://тортоисесвн.нет и скините текућу верзију.
tr: Daha güncel bir versiyon mevcut. Lütfen http://tortoisesvn.net adresine gidin ve güncel versiyonu indirin.

source: A newline separated list of paths for which icon overlays are shown. If you add an '?' char at the end of a path, then only this path will be included. If you add an '*' or no char at all at the end of a path, then all files and subdirs inside that path are included too.
bg: Списък с разделител нов ред, от пътища, за които да се показват модификациите на иконките. Ако добавите знака '?' в края на път, само този път ще бъде включен. Ако добавите знака '*' в края на път или нищо не добавите, всички файлове и поддиректории в този път също ще са включени.
ca: Una llista de camins separats per salts de línia per als quals es mostren icones superposades . Afegint el caràcter '?' al final d'un camí, només s'inclourà aquest camí. Afegint el caràcter '*' o cap caràcter al final d'un camí, tots els fitxers i subdirectoris dins d'aquest camí també s'inclouen.
es: Lista de rutas, una por línea, para las cuales se mostrarán los iconos superpuestos. Si se añade un carácter '?' al final de la ruta, sólo se incluirá esta ruta. Si se añade un carácter '*', o nada, al final de la ruta, se incluirán también todos los archivos y subcarpetas que contenga.
sr: Листа путања раздвојених новим редом за које је приказано преклапање икона. Ако додате '?' карактер на крајпутање,онда ће само ова путања бити укључена. Ако додате '*' карактер на крај путање, онда су укључени сви фајлови и подименици унутар путање.
tr: Boş satır ile ayrılmış, işaretli dizinlerin listesi. Eğer dizin sonuna '?' karakteri eklerseniz, sadece bu dizin dahil edilir.Eğer dizin sonuna '*' karakteri eklerseniz, bu dizinin içinde bulunan dosyalar ve alt-klasörler de dahil edilir.

source: A newline separated list of paths for which no context menu is shown. If you add an '*' char at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow the context menu on all paths.
bg: Списък, с разделител нов ред, от пътища, за които не се показва контекстното меню. Ако добавите знака '*' в края на път, всички файлове и поддиректории в този път също ще са изключени. За да се показва навсякъде контекстното меню, оставете списъка празен.
ca: Una llista de camins, separats per salts de línia, que no mostren el menú contextual. Afegint un caràcter '*' al final del camí, tots els fitxers i subdirectoris dins d'aquest camí també són exclosos. Una llista buida permetrà el menú contextual en tots els camins.
es: Una lista de rutas, una por línea, para las cuales no se mostrará el menú contextual. Si añade un carácter '*' al final de una ruta, también se excluirán los archivos y subdirectorios dentro de esa ruta. Una lista vacía le permitirá mostrar el menú contextual en todas las rutas.
mk: Прикажана е листа на патеки одвоена со нов ред за која не се покажува контекстно мени. Ако додадете '*' на крај на патеката, тогаш сите датотеки и поддиректориуми ќе бидат исклучени. Празна листа ќе дозволи контекстно мени на сите патеки.
sr: Листа путања раздвојених новим редом за које није приказан контекст мени. Ако додате '*' карактер на крај путање, онда сви именици и подименици унутар путање су такође искључени. Празна листа ће дозволити контекст мени на свим путањама.
tr: Sağ-tık menüsü gösterilmeyen dizinlerin yeni satır karakteriyle ayrılmış listesi. Eğer dizinin sonuna '*' karakteri eklerseniz o dizinin içinde bulunan dosyalar ve alt-klasörler de hariç tutulur. Boş bir liste, tüm dizinlerin tüm dizinlerde sağ-tık menüsüne izin verecektir.

source: A newline separated list of paths for which no icon overlays are shown. If you add an '?' char at the end of a path, then only this path will be excluded. If you add an '*' or no char at all at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow overlays on all paths.
bg: Списък с разделител нов ред, от пътища, за които не се показват модификациите на иконките. Ако добавите знака '?' в края на път, само този път ще бъде изключен. Ако добавите знака '*' в края на път или нищо не добавите, всички файлове и поддиректории в този път също ще са изключени. За да се показват модификациите навсякъде, оставете списъка празен.
ca: Una llista de camins separats per salts de línia pels quals no es mostren icones superposades. Afegint el caràcter '?' al final del camí, només s'exclourà aquest camí. Afegint el caràcter '*' o cap caràcter al final del camí, tots els fitxers i subdirectoris dins d'aquest camí també s'exclouen. Una llista buida permetrà superposicions a tots els camins.
es: Lista de ubicaciones, una por línea, que quedarán excluidas de mostrar superposiciones de iconos. Si se añade un '?' al final de una ubicación, se excluye únicamente la ubicación indicada. Si se añade un '*', o nada, se excluirán también todos los archivos y subcarpetas que contenga la ubicación indicada. Si la lista está vacía, se mostrarán las superposiciones de iconos en todas las ubicaciones.
sr: Листа путања раздвојених новим редом за које је приказано преклапање икона. Ако додате '?' карактер на крајпутање,онда ће само ова путања бити искључена. Ако додате '*' карактер на крај путање, онда сви фајлови и подименици унутар путање су такође искључени. Празна листа ће дозволити преклапање на свим путањама.
tr: Boş satır ile ayrılmış, işaretsiz dizinlerin listesi. Eğer dizin sonuna "?" karakteri eklerseniz, sadece bu dizin dahil edilmez. Eğer dizin sonuna "*" karakteri eklerseniz veya hiç karakter eklemezseniz, o dizinin içinde bulunan dosyalar ve alt-klasörler de dahil edilmez. Boş bir liste istenilen tüm dizinlerin işaretlenebilmesini sağlar.

source: A relocate is only needed if the path to a repository has changed. Changing to a different path inside a repository is done by a switch operation. If you are not sure what to do, try a switch operation first.
bg: Преместване е нужно само ако пътя на хранилището е променен. Промяна към дръг път се прави с ключова операция. Ако не си сигурен какво правиш, пробвай ключова операция първо.
ca: Només cal reubicar si ha canviat el camí al repositori. El canvi a un camí diferent dins del repositori es fa amb una operació de canvi. Si no esteu segur del que voleu fer, proveu primer amb una operació de canvi.
es: Un traslado solo es necesario si la ruta de un repositorio ha cambiado. El cambio a una ruta diferente dentro de un repositorio es hecho a través de una operación de intercambio. Si no está seguro de qué hacer, intente una operación de intercambio primero.
sr: Премештање је потребно само ако је путања до спремишта промењена. Измена ка другачијој путањи унутар спремишта ради се операцијом пребацивања. Ако нисте сигурни шта да урадите, пробајте најпре операцију пребацивања.
tr: Başka bir dizine taşıma sadece deponun dizini değiştiğinde gereklidir. Depo içerisinde başka bir dizine değiştirmek değiştir/geç işlemi ile yapılır. Ne yapacağınızdan emin değilseniz, önce değiştir/geç işlemini deneyin.

source: A required resource was unavailable.
bg: Необходим ресурс не е наличен.
ca: No es disposa d'un recurs requerit.
el: Ένας απαιτούμενος πόρος δεν ήταν διαθέσιμος.
es: Un recurso requerido no estaba disponible.
mk: Потребниот ресурс не е достапен.
sr: Тражени ресурс је недоступан.
tr: Gerekli bir kaynak dosyasına erişilemedi.

source: A valid path on windows must not contain '<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ See the <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">documentation</a> from Microsoft about this.
bg: Валидните пътища под Windows не съдържат знаците '<>|"?*:', както и някое от следните имена на устройства: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Виж <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">документацията</a> от Майкрософт за това.
ca: Un camí correcte a Windows no ha de contenir '<>|"?*:' o algun dels següents noms de dispositiu: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Consulteu la <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">documentació</a> de Microsoft sobre aquest tema.
el: Μια έγκυρη διαδρομή στα Windows δεν πρέπει να περιέχει '<>|"?*:' ή ένα από τα ακόλουθα ονόματα συσκευών: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Δείτε την <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">τεχνική τεκμηρίωση</a> της Microsoft σχετικά με αυτό.
es: Una ruta válida en Windows no debe contener '<>|"?*:' ni cualquiera de los siguientes nombres de dispositivo: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Vea <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">documentation</a> de Microsoft para más información.
sr: Исправна путања на Виндоус ОСу не сме садржати '<>|"?*:' као и ниједан од следећих назива уређаја: цом1-цом9, лпт1-лпт9, прн, ауx, цон, нул, цлоцк$ Погледајте <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">документацију</a> од Микрософта о овоме.
tr: Windows için geçerli bir yol '<>|"?*:' karakterlerini ya da aşağıdaki aygıt isimlerini içermemelidir: 'com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$' Microsoft'un bu konu hakkındaki <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">ilgili belgesini</a> inceleyebilirsiniz.

source: A viewer program for GNU diff files (patch files). If you don't have one use NotePad.
bg: Програма за разглеждане на GNU diff файлове (файлове с кръпки). Ако нямате такава, може да използвате Notepad.
ca: Una utilitat per visualitzar fitxers diff de GNU (fitxers pedaç). Si no en teniu cap utilitzeu el Bloc de notes.
el: Πρόγραμμα ανάγνωσης GNU αρχείων διαφορών. Εάν δεν έχετε ένα, χρησιμοποιήστε το Σημειωματάριο.
es: Un programa visor para archivos diff GNU (archivos de parches). Si no tiene ninguno utilice el Bloc de notas.
mk: Програм за предлед на GNU датотеки за разлика (закрпи). Ако немате таков програм, користете Notepad.
sr: Програм за преглед ГНУ дифф фајлова (фајлови закрпа) Ако немате такав, користите НотеПад.
tr: GNU karşılaştırma dosyasi (Yama dosyası) görüntüleyicisi. Eğer böyle bir programınız yok ise metin okuyucusunu kullanın.

source: A&dd folder...
bg: &Добавяне на папка...
ca: A&fegeix carpeta...
el: Π&ροσθήκη φακέλου...
es: Aña&dir carpeta...
mk: Д&одади директориум...
sr: Д&одај фолдер...
tr: K&lasör Ekle...

source: Abort
bg: Прекъсване
ca: Avorta
el: Ματαίωση
es: Abortar
mk: Прекини
sr: Прекини
tr: İptal

source: Abort &Merge
bg: Прекъсване на &сливането
ca: Avorta &fusió
mk: Откажи &Спојување
sr: Прекид &Стапање
tr: Birleştirmeyi &İptal et

source: Abort You can fix the reason the hook script failed first.
ca: Avorta Podeu solucionar el motiu pel que l'script hook hagi fallat primer.
sr: Прекини Можете најпре фиксирати разлог погрешке закачиве скрипте.

source: About
bg: Относно
ca: Quant a
el: Περί του
es: Acerca de
mk: За програмата
sr: О
tr: Hakkında

source: About TortoiseMerge
bg: Относно TortoiseMerge
ca: Quant a TortoiseMerge
el: Περί του TortoiseMerge
es: Acerca de TortoiseMerge
mk: За TortoiseMerge
sr: Опис програма ТортоисеМерге
tr: TortoiseMerge Hakkında

source: About TortoiseSVN
bg: Относно TortoiseSVN
ca: Quant a TortoiseSVN
el: Περί του TortoiseSVN
es: Acerca de TortoiseSVN
mk: За TortoiseSVN
sr: Опис програма ТортоазСВН
tr: TortoiseSVN Hakkında

source: Accept the certificate permanently You won't get asked about this certificate again.
bg: Приеми сертификата постоянно Няма да бъде питано повторно.
ca: Accepteu el certificat permanentment No us preguntarem més sobre aquest certificat.
sr: Прихватите сертификат перманентно Немојте питати поново о овом сертификату.
tr: İptal Et Geri döne ve farklı bir klasör seç

source: Accept the certificate The certificate is accepted only this one time.
bg: Приеми сертификата Сертификатът е приет само този път.
ca: Accepta el certificat El certificat només s'accepta aquesta vegada.
sr: Прихватите сертификат Сертификат је прихваћен само сада.
tr: İptal Et Tüm değişiklikleri bırak

source: Access to %1 was denied.
bg: Отказан бе достъпът до %1.
ca: S'ha denegat l'accés a %1.
el: Άρνηση προσπέλασης στο %1.
es: Se denegó el acceso a %1.
mk: Пристап до %1 е одбиен.
sr: Приступ ка %1 је забрањен
tr: %1 'e erişim reddedildi.

source: Action
bg: Действие
ca: Acció
el: Ενέργεια
es: Acción
mk: Акција
sr: Акција
tr: İşlem

source: Action log
bg: Дневник на действията
ca: Log d'Acció
el: Ενέργεια
es: Registro de acciones
mk: Дневник со акции
sr: Дневник акција
tr: İşlem Günlüğü

source: Actions
bg: Действия
ca: Accions
el: Επενέργειες
es: Acciones
mk: Акции
sr: Акције
tr: İşlemler

source: Activate Task List
bg: Показване на списък със задачите
ca: Activa llista de tasques
el: Ενεργοποίηση του Πίνακα Καθηκόντων
es: Activar Lista de Tareas
mk: Активирај ја листата со задачи
sr: Активирај листу задатака
tr: Görev Listesini Çalıştır

source: Active Files
bg: Активни файлове
ca: Fitxers Actius
mk: Активни датотеки
sr: Активни фајл
tr: Aktif Dosyalar

source: ActiveX objects cannot be saved while exiting Windows! Discard all changes to %1?
bg: Обекти тип ActiveX не могат да бъдат записване по време на спиране на Windows! Отказ от всички промени на %1?
ca: Els objectes ActiveX no es poden desar quan se surt de Windows. Descarto tots els canvis de %1?
el: Αντικείμενα ActiveX δεν μπορούν να αποθηκευτούν κατά την έξοδο από τα Windows! Απόρριψη όλων των αλλαγών στο %1;
es: ¡Los objectos ActiveX no se pueden guardar cuando se está saliendo de Windows! ¿Desea descartar todos los cambios de %1?
mk: ActiveX објектите не можат да се зачуваат додека се излегува од Windows! Да ги отфрлам сите измени на %1?
sr: АцтивеX објекат не може бити сачуван при изласку из Wиндоwс! Одбаци све промене на %1?
tr: ActiveX nesneleri Windows kapanırken kaydedilemez! Tüm %1 değişikliklerinden vazgeçilsin mi?

source: Add
bg: Добавяне
ca: Afegeix
el: Προσθήκη
es: Añadir
mk: Додади
sr: Додавање
tr: Ekle

source: Add &file...
bg: Добавяне на &файл...
ca: Afegeix &arxiu...
el: Προσθήκη &αρχείου...
es: Añadir &archivo...
mk: Додади &датотека...
sr: Додај &фајл...
tr: Dosya &ekle...

source: Add '%ls' to dictionary
bg: Добавяне на '%ls' в речника
ca: Afegeix '%ls' al diccionari
el: Προσθήκη '%ls' στο λεξικό
es: Añadir '%ls' al diccionario
sr: Додај '%ls' у речник

source: Add (as replacement)...
bg: Добавяне (като заместник)...
ca: Afegeix reemplaçant...
el: Πρόσθεση (ως αντικατάσταση)...
es: Añadir (como reemplazo)...
mk: Додади (како замена)...
sr: Додај (као замену)...
tr: Ekle (yerine koyma)...

source: Add Properties
bg: Добавяне на свойства
ca: Afegeix propietats
el: Ιδιότητες προσθήκης
es: Añadir Propiedades
mk: Додај особина
sr: Додај особине
tr: Özellik ekle

source: Add extension specific diff program
bg: Добавяне на специфична за този тип файлове програма за сравняване
ca: Addició de programa de comparació específic per extensió
el: Προσθήκη συγκεκριμένου προγράμματος επίβλεψης διαφορών σύμφωνα με την κατάληξη του αρχείου
es: Añadir programa de diferencias según la extensión
mk: Додади специфичен програм за управување со разликите
sr: Додај дифф програм завистан од екстензија
tr: Belirli bir uzantı için karşılaştırma programı ekle

source: Add extension specific merge program
bg: Добавяне на специфична за този тип файлове програма за сливане
ca: Addició de programa de fusió específic per extensió
el: Προσθήκη συγκεκριμένου προγράμματος επίβλεψης συγχώνευσης σύμφωνα με την κατάληξη του αρχείου
es: Añadir programa de fusión según la extensión
mk: Додади специфичен програм за спојување
sr: Додај програм за стапање завистан од екстензије
tr: Belirli bir uzantı için birleştirme programı ekle

source: Add item This will lead to problems on Windows.
bg: Добави обект: Това ще доведе до проблеми при Window.
ca: Afegir element Això provocarà problemes a Windows.
sr: Додај ставку Ово ће довести до проблема у Виндоусу.
tr: Öğe ekle Bu işlem Windows'ta sorunlara yol açacak.

source: Add new files automatically to SVN
bg: Автоматично добавяне на новите файлове към SVN
ca: Afegeix fitxers nous automàticament a l'SVN
el: Προσθήκη νέων αρχείων αυτόματα στο SVN
es: Añadir nuevos archivos automáticamente al SVN
mk: Додади нови датотеки автоматски во SVN
sr: Додај нове фајлове аутоматски у СВН
tr: Yeni dosyaları SVNe otomatik olarak ekle

source: Add project or folder here...
ca: Afegeix projecte o carpeta aquí...
el: Προσθήκη έργου ή φακέλου εδώ...
es: Añadir proyecto o carpeta aquí...
sr: Додај пројекат или фолдер овде...

source: Add project or folder...
ca: Afegeix projecte o carpeta...
el: Προσθήκη έργου ή φακέλου...
es: Añadir proyecto o carpeta...
sr: Додај пројекат или фолдер...

source: Add to %1
ca: Afegeix a %1
el: Προσθήκη στο %1
es: Agregar a %1
mk: Додади во %1
sr: Додај у %1
tr: %1 a ekle

source: Add to &ignore list
bg: Добавяне в списъка за &игнориране
ca: Afegeix a la llista d'&ignorats
el: Προσθήκη στη λίστα &αγνοημένων
es: Añadir a la lista de &ignorados
mk: Додади во листа со &занемарувања
sr: Додај у листу за &занемаривање
tr: Aldır&mama listesine ekle

source: Add to Bookmarks
ca: Afegir als favorits
el: Προσθήκη στους Σελιδοδείκτες
es: Añadir a marcadores
sr: Додај забелешкама
tr: Yer İmlerine Ekle

source: Add to Quick Access Toolbar
bg: Добавяне към лентата за бърз достъп
ca: Afegeix a la barra d'accés ràpid
mk: Додади во алатник за брз пристап
sr: Додај у алатни панел за брзи приступ
tr: Hızlı Erişim Araç Çubuğuna Ekle

source: Add...
bg: Добавяне...
ca: Afegeix...
el: Προσθήκη...
es: Añadir...
mk: Додади...
sr: Додај...
tr: Ekle...

source: Add/Edit Extension Specific Diff/Merge Program
bg: Добавяне/редакция на специфична за тип файлове програма за сравняване/сливане
ca: Afegeix/Edita utilitat Comparació/Fusió per a extensions específiques
el: Προσθήκη/Επεξεργασία συγκεκριμένου προγράμματος επίβλεψης διαφορών/συγχώνευσης σύμφωνα με την κατάληξη του αρχείου
es: Añadir programa de diferencias/fusión según la extensión
mk: Додади/Промени специфичен програм за Споредба/Спојување
sr: Додај/Уреди завистан од екстензије програм за разлике/стапање
tr: Belirli bir uzantı için karşılaştırma/birleştirme programı ekle/düzenle.

source: Added
bg: Добавен
ca: Afegit
el: Προσθέθηκε
es: Añadido
mk: Додадено
sr: Додат
tr: Eklendi

source: Added node
bg: Добавен възел
ca: Node afegit
el: Προσθήκη βρόγχου
es: Nodo añadido
mk: Јазол е додаден
sr: Додат чвор
tr: Düğüm eklendi

source: Added the file pattern(s) %ls to the global ignore list.
bg: Добавена файлова мостра(и) %ls към глобалния списък за игнориране.
ca: S'ha afegit el patró del(s) fitxer(s) %ls a la llista d'ignorats global.
es: Añadido el patrón(es) de fichero %ls a la lista global de ignorados
sr: Додати фајл шаблон(и) %ls на глобалну листу занемаривања

source: Added the file pattern(s) %ls to the ignore list.
bg: Шаблона/-ите на имена на файлове са добавени %ls към списъка за игнориране.
ca: Afegit el patró del(s) fitxer(s) %ls a la llista d'ignorats.
el: Προστέθηκε η μήτρα αρχείων %ls στον κατάλογο παραβλεπόμενων αρχείων.
es: Los patrones de archivos %ls se añadieron a la lista de ignorados.
sr: Додат фајл модел(и) %ls на листу за занемаривање.

source: Adding
bg: Добавяне
ca: Afegint
el: Γίνεται προσθήκη
es: Añadiendo
mk: Додавање
sr: Додавање
tr: Ekleniyor

source: Adds a new property
bg: Добавя ново свойство
ca: Afegeix una nova propietat
el: Προσθέτει μια νέα ιδιότητα
es: Añade una nueva propiedad
mk: Додади ново својство
sr: Додај нове особине
tr: Yeni bir özellik ekler

source: Adds file(s) to Subversion control
bg: Добавя файл(ове) за контролиране от Subversion
ca: Afegeix fitxer(s) al controlador de versions
el: Προστέθηκαν αρχεία στον έλεγχο του Subversion
es: Añade archivo(s) bajo el control de Subversion
mk: Додади датотека(и) во надзор на Subversion
sr: Додавање фајла/ова под контролу Субверзије
tr: Subversion kontrolüne dosya(lar) ekler

source: Adds the selected file(s) or the filemask to the 'ignore' list
bg: Добавя избраните файлове или шаблон за файлове към списъка за игнориране
ca: Afegeix fitxer(s) seleccionat(s) o màscara de fitxers a la llista d'ignorats
el: Προσθήκη του επιλεγμένου αρχείου() ή των διηθημένων αρχείων στη λίστα 'παραβλεπομένων''
es: Añade los archivos seleccionados a la lista de 'ignorados'
mk: Ги додава избраните датотеки или маски на датотеки во листа за игнорирање
sr: Додаје означен(е) фајл(ове) или маску фајла у листу 'занемарених'
tr: 'Aldırılmayanlar' listesine seçili dosya(ları) yada dosya maskelerini ekler

source: Adjust case The file is not added.
bg: Настрой положение Файлът не е добавен.
ca: Ajustar majúsc/minúsc El fitxer no s'afegeix.
sr: Случај подешавања Фајл није додат.
tr: Durumu ayarla Dosya eklenmez.

source: Adjust the settings Settings
bg: Коригиране на настройките Настройки
ca: Canvia la configuració Configuració
el: Διευθέτηση των ρυθμίσεων Ρυθμίσεις
es: Ajustar la configuración Configuración
mk: Подеси ги поставувањата Поставувања
sr: Среди подешавање Подешавање
tr: Ayarları ayarla Ayarlar

source: Adjust to HEAD revision
bg: Настрой към главната ревизия
ca: Ajusta a la revisió HEAD
es: Ajustar a la versión HEAD
sr: Подесити према ГЛАВНОЈ ревизији
tr: BAŞ revizyona ayarla

source: Advanced
bg: Допълнителни
ca: Avançat
el: Για προχωρημένους
es: Avanzado
sr: Напредно
tr: Gelişmiş

source: Advanced Diff/Merge Settings
bg: Допълнителни настройки на сравняване/сливане
ca: Configuració avançada de comparació/fusió
el: Προχωρημένες Ρυθμήσεις Διαφωρών/Συνενώσεων
es: Configuración avanzada de diferencias/fusión
mk: Напредни подесувања за Споредба/Спојување
sr: Напредно подешавање за израду разлика/спајања
tr: Gelişmiş Karşılaştırma/Birleştirme Ayarları
