Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: SVN Export changed items here
ca: SVN Exporta ha canviat elements aquí
el: SVN Εξαγωγή τροποποιημένων αντικειμένων εδώ
es: SVN Exportar ítems modificados aquí
sr: СВН Извези измењене ставке овде

source: SVN Export versioned items here
bg: SVN износ на контролирани обекти тук
ca: SVN Exporta elements versionats aquí
el: SVN Εξαγωγή στοιχείων με έκδοση εδώ
es: SVN Exportar ítems versionados aquí
mk: SVN извези верзионирани датотеки тука
sr: СВН Копирај овде верзионисане ставке
tr: SVN versiyonlanmış elemanları buraya Dışa Aktar

source: SVN Local lock owner
bg: SVN местен собственик на заключването
ca: Local SVN bloqueja propietari
el: SVN ιδιοκτήτης κλειδώματος
es: SVN Dueño local del bloqueo
mk: SVN Локален влсник на клучот
sr: СВН Власник локалног закључавања
tr: SVN Yerel kilit sahibi

source: SVN Move and rename versioned item here
bg: SVN преместване и преименуване на контролирани обекти тук
ca: SVN Desplaça i canvia el nom d'element versionat aquí
el: SVN Μετακίνηση και μετονομασία στοιχείου με έκδοση εδώ
es: SVN Mover y renombrar ítem versionado aquí
mk: SVN Премести и преименувај верзионирани датотеки тука
sr: СВН Премести и промени верзионисане ставке овде
tr: SVN versiyonlanmış eleman(lar)ı buraya taşı ve yeniden adlandır

source: SVN Move versioned item(s) here
bg: SVN преместване на контролирани обекти тук
ca: SVN Desplaça element(s) versionat(s) aquí
el: SVN Μετακίνηση στοιχείου(ων) με έκδοση εδώ
es: SVN Mover ítem(s) versionado(s) aquí
mk: SVN Премести верзионирани датотеки тука
sr: СВН Премести верзионисане ставке овде
tr: SVN versiyonlanmış eleman(lar)ı buraya taşı

source: SVN Revision
bg: SVN ревизия
ca: Revisió SVN
el: SVN Έκδοση
es: SVN Revisión
mk: SVN Ревизија
sr: СВН ревизија
tr: SVN Revizyonu

source: SVN Status
bg: SVN състояние
ca: Estat SVN
el: SVN Κατάσταση
es: SVN Estado
mk: SVN Статус
sr: СВН статус
tr: SVN Durumu

source: SVN Statusnumber
bg: SVN Номер на статус
ca: Número d'estat SVN
el: SVN Αριθμός κατάστασης
es: SVN NºEstado
sr: СВН статусброј
tr: SVN Durum numarası

source: SVN URL
ca: URL SVN
sr: СВН УРЛ

source: SVN eol-style
bg: SVN знак за край на ред
ca: Estil final de línia SVN
el: SVN στυλ-eol
mk: SVN eol-стил
sr: СВН врста краја линија
tr: SVN eol-stili

source: SVN mime-type
bg: SVN МIME тип
ca: Tipus mime SVN
el: SVN τύπος-mime
mk: SVN mime-тип
sr: СВН миме-тип

source: SVN short URL
bg: SVN кратък URL
ca: URL curt SVN
el: SVN σύντομο URL
mk: SVN краток URL
sr: СВН кратки УРЛ
tr: SVN kısa URL

source: Sample log message to test the bugtraq: regex strings. Testing mentions of issues inside a text: Mention issue #55. Mention issues #77, #78. Update issue #101 Fixes issue #202 Resolves issue #88. Closes issue #99.
bg: Примерно съобщения за тестване на bugtraq: регулярни изрази. Тестово споменаване на проблеми в текст: Спомени проблем #55. Спомени проблем #77, #78. Актуализирай проблем #101 Поправя проблем #202 Разрешава проблем #88. Завършва проблем #99.
ca: Revisa el missatge de log per provar el bugtraq: cadenes regex. Provant mencions d'incidències dins d'un text: Esmenta incidència #55. Esmenta incidències #77, #78. Actualitza incidència #101 Repara incidència #202 Resol incidència #88. Tanca incidència #99.
es: Ejemplo de mensaje de registro para testear el seguimiento de errores: regex strings. Probando menciones de temas dentro de un texto: Mención tema #55. Mención tema #77, #78. Actualiza tema #101 Arregla tema #202 Resuelve tema #88. Cierra tema #99.
sr: Дневник пробе за тестирање багтрек: регекс стрингови. Тестирање наговештаја проблема унутар текста : Наговештај проблема #55. Наговештај проблема #77, #78. Обновљен проблем #101 Фиксиран проблем #202 Решен проблем #88. Затворен проблем #99.
tr: bugtraq: düzenli ifadeleri test etmek için örnek günlük mesajı. Bir metin içinde işlerden bahsedilmesi test ediliyor: İş #55 numaralı işten bahset. #77, #78 numaralı işlerden bahset. #101 numaralı işi güncelle #202 numaralı işi çözer #88 numaralı işi çözümler. #99 numaralı işi kapatır.

source: Sample text:
bg: Примерен текст:
ca: Text de mostra:
el: Κείμενο-δείγμα:
es: Texto ejemplo:
sr: Пробни текст:
tr: Örnek metin:

source: Save
bg: Съхраняване
ca: Desa
el: Αποθήκευση
es: Guardar
sr: Сачувај
tr: Kaydet

source: Save &as...
bg: Запис &като...
ca: &Anomena i desa...
el: Αποθήκευση &ως...
es: Guardar &como...
mk: Сними к&ако...
sr: Сачувај &као...
tr: Farklı &kaydet...

source: Save As
bg: Запис като
ca: Anomena i desa
el: Αποθήκευση Ως
es: Guardar como
mk: Сними како
sr: Сачувај као
tr: Farklı Kaydet

source: Save Bottom File as You're asked where to save the bottom file
ca: Anomena i desa el fitxer inferior On voleu desar el fitxer inferior?
el: Αποθήκευση Τελευταίου Αρχείου ως Ερωτάσθε για το πού θα αποθηκεύσετε το τελευταίο αρχείο
es: Guardar Archivo de abajo como Serás preguntado por dónde guardar el fichero de abajo
sr: Чува доње фајлове као Бићете питани где да сачувате доње фалове

source: Save File
ca: Desa fitxer
el: Αποθήκευση αρχείου
es: Salvar archivo
sr: Сачувај фајл
tr: Dosyayı Kaydet

source: Save Left File as You're asked where to save the left file
ca: Anomena i desa el fitxer esquerre On voleu desar el fitxer esquerre?
el: Αποθήκευση Αριστερού Αρχείου ως Ερωτάσθε για το πού θα αποθηκεύσετε το αριστερό αρχείο
es: Salvar el fichero de la izquierda como Serás preguntado dónde salvar el fichero de la parte izquierda
sr: Сачувај леви фајл као Питани сте где сачувати леви фајл

source: Save Left File The modifications are saved to %ls
ca: Desar el fitxer esquerre Les modificacions es desen a %ls
el: Αποθήκευση Αριστερού Αρχείου Οι τροποποιήσεις αποθηκέυονται στο %ls
es: Salvar fichero de la parte izquierda Las modificaciones serán salvadas en %ls
sr: Сачувај леви фајл Измене су сачуване у %ls

source: Save Right File as You're asked where to save the right file
ca: Anomena i desa el fitxer dreta On voleu desar el fitxer dreta?
el: Αποθήκευση Δεξιού Αρχείου ως Ερωτάσθε για το πού θα αποθηκεύσετε το δεξί αρχείο
es: Salvar fichero de la parte derecha como serás preguntado dónde salvar el fichero de la parte derecha
sr: Сачувај десни фајл као Питани сте где да сачувате десни фајл

source: Save Right File The modifications are saved to %ls
ca: Desa el fitxer dreta Les modificacions es desen a %ls
el: Αποθήκευση Δεξιού Αρχείου Οι μεταβολές αποθηκεύονται στο %ls
es: Salvar fichero de la derecha Las modificaciones será salvadas en %ls
sr: Сачувај десни фајл Измене су сачуване у %ls

source: Save all Both Files are saved
ca: Desa-ho tot Es desen ambdós fitxers
el: Αποθήκευση όλων Και τα δύο αρχεία αποθηκεύονται
es: Salvar todo Ambos ficheros serán salvados
sr: Сачувај све Оба фајла су сачувана
tr: Tümünü kaydet Her iki dosya da kaydedilir

source: Save and exclude Your changes are saved and the original content is used
ca: Desa i exclou Els vostres canvis es desen i s'utilitza el contingut original
el: Αποθήκευση και εξαίρεση Οι αλλαγές σας αποθηκεύονται και χρησιμοποιείται το αρχικό περιεχόμενο
es: Guardar y excluir Sus cambios son guardados y el contenido origianl es utilizado
sr: Сачувај и одстрани Ваше измене су сачуване и искоршћен је осригинални садржај

source: Save and ignore marked blocks Only your manual edits are saved, marked blocks are left as they are
ca: Desa i ignora els blocs marcats Només es desen els vostres canvis manuals, els blocs marcats es deixen tal com estan
el: Αποθήκευση και αγνόηση μαρκαρισμένων τμημάτων Αποθηκεύονται μόνο οι χειροκίνητες μεταβολές σας, τα σημαδεμένα τμήματα παραμένουν όπως είναι
es: Guardar e ignorar los bloques marcados Solamente sus ediciones manuales son guardadas, los bloques marcados se mantendrán como están
sr: Сачувај и занемари означене блокове Само ваша ручна уређења су сачувана, маркирани блокови су одбачени онакви какви су

source: Save and include Your changes are saved and the marked blocks are included
ca: Desa i inclou Els vostres canvis es desen i s'inclouen els blocs marcats
el: Αποθήκευση και συμπερίληψη Οι αλλαγές σας αποθηκεύονται και τα μαρκαρισμένα τμήματα περιλαμβάνονται
es: Guardar e Incluir Sus cambios se guardan y los bloques marcados se incluyen
sr: Сачувај и укључи Ваше измене су сачуване и означени блокови су укључени

source: Save as
bg: Съхраняване като
ca: Anomena i desa
el: Αποθήκευση ως
es: Guardar como
sr: Сачувај као
tr: Farklı kaydet

source: Save as...
bg: Запис като...
ca: Anomena i desa
el: Αποθήκευση ώς...
es: Guardar como...
mk: Сними како...
sr: Сачувај као...
tr: Farklı kaydet...

source: Save as You're asked where to save the file
bg: Запази като Къде да бъде запазен файла
ca: Anomena i desa On voleu desar el fitxer?
el: Αποθήκευση ως Ερωτάστε για το που θα αποθηκεύσετε το αρχείο
es: Guardar como Se le pregunta donde guardar el archivo
sr: Сачувај као Питани сте где сачувати фајл
tr: Farklı kaydet Dosyanın nereye kaydedileceği sorulacak

source: Save changes to %1?
bg: Да се запишат ли промените в %1?
ca: Desa canvis a %1?
el: Αποθήκευση αλλαγών στο %1;
es: ¿Guardar cambios a %1?
mk: Зачувај измени на %1?
sr: Сачувај измене у %1?
tr: %1 'e yapılan değişiklikler kaydedilsin mi?

source: Save client certificate path
bg: Запис на пътя до клиентски сертификат
ca: Desa el camí del certificat del client
el: Αποθήκευση καταλόγου του πιστοποιητικού πελάτη
es: Guardar certificado de cliente en
mk: Зачувај патека за клиентски сертификат
sr: Сачувај путању сертификата клијента
tr: Müşteri sertifikasinin dizinini kaydet

source: Save in Git format
bg: Запис във формат на Git
ca: Desa en format Git
el: Αποθήκευση σε μορφή Git
es: Guardar en formato Git
sr: Запамти у Гит формату
tr: Git formatında kaydet

source: Save modifications.
bg: Запази промените.
ca: Desa les modificacions.
el: Αποθήκευση μεταβολών.
es: Guarda modificaciones.
sr: Сачувајте измене.
tr: Değişiklerine kaydet.

source: Save revision &to...
bg: Запис на &ревизия в...
ca: Desa revisió &a...
el: Αποθήκευση αναθεώρησης &σε...
es: Guardar revisión &en ...
mk: Зачувај ревизија &во...
sr: Сачувај ревизију &у...
tr: Revizyonu kaydet &...

source: Save settings to file
bg: Съхраняване на настройките във файл
ca: Desa la configuració a fitxer
el: Αποθήκευση ρυθμίσεων σε αρχείο
es: Guardar configuracion en fichero
sr: сачувајте подешавања у фајл

source: Save the modified file Save file
bg: Записва промененият файл Запис на файл
ca: Desa el fitxer modificat Desa fitxer
el: Αποθήκευση αλλαγμένου αρχείου Αποθήκευση αρχείου
es: Guardar el archivo modificado Guardar archivo
mk: Зачувај изменета датотека Зачувај датотека
sr: Сачувај измењену фајл Сачувај фајл
tr: Değiştirilmiş dosyayı kaydet Dosyayı kaydet

source: Save to clipboard
bg: Запис в системния буфер
ca: Desa al porta-retalls
el: Αποθήκευση στο Πρόχειρο
es: Grabar en el portapapeles
mk: Зачувај на clipboard
sr: Сачувај у клипборд
tr: Panoya kaydet

source: Save Save the file with the conflict markers.
bg: Запази Запази файлът с конфликтите.
ca: Desa Desa el fitxer amb els marcadors de conflicte.
es: Guardar Guarda el archivo con las marcas de conflicto.
sr: Сачувај Сачувај фајл са конфликтним маркерима.
tr: Kaydet Dosyayı çakışma işaretleriyle kaydet

source: Save The modifications are saved to %ls
bg: Запази Промените са запазени в %ls
ca: Desa Les modificacions es desen a %ls
el: Αποθήκευση Οι τροποποιήσεις αποθηκεύονται στο %ls
es: Guardar Las modificaciones son guardadas en %ls
sr: Сачувај Измене су сачуване у %ls

source: Saved Data
bg: Съхранени данни
ca: Dades desades
el: Τα δεδομένα αποθηκεύτηκαν
es: Datos Almacenados
mk: Зачувани податоци
sr: Сачувани подаци
tr: Kaydedimiş Veri

source: Saves expensive server roundtrips when set to longer than 0 seconds
bg: Спестява скъпи разходки до сървъра, когато е установено на повече от 0 секунди
ca: Estalvia giragonses del servidor quan és major de 0 segons
es: Evita costosas visitas al servidor cuando se establece a más de 0 segundos
sr: Чува скупи промет према серверу кад се постави на више од 0 секунди
tr: 0 saniyeden daha uzun bir süreye ayarlandığında sunucuya gelgitleri azaltır.

source: Saves the selected property value to a file
bg: Записва стойността на избраното свойство във файл
ca: Desa el valor de la propietat seleccionada a un fitxer
el: Αποθηκεύει την τιμή της επιλεγμένης ιδιότητας σε αρχείο
es: Guarda el valor de la propiedad seleccionada a un archivo
mk: Зачувај го избрераната вредност на својството во датотека
sr: Чува вредност одабраног својства у фајл
tr: Seçili özellik değerini bir dosyaya kaydeder

source: Saving files
bg: Записване на файлове
ca: Desant fitxers
el: Εγγραφή αρχείων
es: Guardando archivos
mk: Зачувувам датотеки
sr: Чувам фајлове
tr: Dosyalar kaydediliyor

source: Saving patchfile to:
bg: Запис на файл с кръпка в:
ca: Desant fitxer apedaçat a:
es: Guardando archivo de parche en:
mk: Зачувувам закрпа на:
sr: Чувам фајл закрпа у:
tr: Yama dosyasını buraya kopyalıyor.

source: Scan
bg: Претърсване
ca: Escaneja
el: Ανίχνευση
es: Escanear
mk: Скенирај
sr: Скенира
tr: Tara

source: Scintilla
el: Ίχνος
sr: Мрва
tr: Scintilla (Kıvılcım)

source: Scroll Left
bg: Превъртане на ляво
ca: Desplaça cap a l'esquerra
mk: Скролувај лево
sr: Премотај улево
tr: Sola Kaydır

source: Scroll Right
bg: Превъртане на дясно
ca: Desplaça cap a la dreta
mk: Скролувај десно
sr: Премотај удесно
tr: Sağa Kaydır

source: Search &log messages...
bg: &Търсене в дневника...
ca: Cerca missatges &log...
el: Εξερεύνηση &μηνυμάτων ιστορικού...
es: Buscar mensajes de &registro...
mk: Пребарај &коментари...
sr: Претражи &дневник порука...
tr: &Günlük mesajlarında ara...

source: Search &up
ca: Cerca am&unt
el: Εξερεύνηση &επάνω
es: Buscar &up
sr: Тражи &горе

source: Search for:
bg: Търсене за:
ca: Cerca:
el: Εύρεση για:
es: Buscar:
mk: Барај за:
sr: Потражи:
tr: Bunu ara:

source: Search string not found!
bg: Търсеният низ не е намерен!
ca: No s'ha trobat la cadena de cerca.
el: Δεν βρέθηκε το κείμενο που ψάχνετε!
es: ¡Cadena de búsqueda no encontrada!
mk: Бараниот стринг не е пронајден!
sr: Тражени текст није пронађен!
tr: Aranan dizi bulunamadi!

source: Searching for better path to apply patch...
bg: Търсене на по-подходящ път за налагане на кръпката...
ca: Cercant un camí millor on aplicar el pedaç...
es: Buscando una ruta mejor para aplicar el parche...
mk: Пребарување за подобра патека за примена на закрпа...
sr: Тражење боље путање да се примени закрпа...
tr: Yamayı uygulamak için daha iyi bir adres aranıyor

source: Seek failed on %1
bg: Търсенето се провали на %1
ca: Cerca fallida a %1
es: La llamada a seek falló en %1
mk: Барањето неуспешно на %1
sr: Тражење је прекинуто на %1
tr: Arama %1'de başarısız oldu

source: Select
bg: Избиране
ca: Selecciona
el: Επιλέξτε
es: Seleccionar
sr: Изабери
tr: Seç

source: Select &All
bg: &Избиране на всички
ca: Selecciona &Tot
el: Επιλογή &Όλων
es: Seleccionar &Todo
mk: Селектир&ај се
sr: Изабери &све
tr: Hepsi&ni seç

source: Select &User-defined Image:
bg: Избор на &потребителско изображение:
ca: Seleccioneu imatge definida per l&Usuari:
mk: Изберете &кориснички дефинирана слика:
sr: Изабери &Корисник-дефинисана слика!
tr: &Kullanıcı tanımlı resim seç

source: Select &context menu:
bg: Изберете &контекстно меню:
ca: Selecciona menú &contextual:
mk: Изберете &контекстно мени:
sr: Изаберите &контекстни мени
tr: Sağ-tık &menüsü seçin:

source: Select &window:
bg: &Избор на прозорец:
ca: Selecciona &finestra
mk: Изберете &прозорец:
sr: Изабери &прозор:
tr: &Pencere seç

source: Select / deselect &all
bg: Маркиране / размаркиране на &всички
ca: Selecciona / deselecciona &tot
el: Επιλογή/Απεπιλογή Ό&λων
es: Seleccionar / deseleccionar &todo
mk: Селектир&ај / Деселектирај се
sr: Изабери / уклони &све ознаке
tr: Hepsi&ni Seç / Seçimi iptal et

source: Select Color Tool Select Color
bg: Инструмент за избор на цвят Избор на цвят
ca: Selecciona Eina de Color Selecciona Color
sr: Изабери Алат Боја Изабери Боју
tr: Renk Seçme Aracı Renk seç

source: Select File...
bg: Избор на файл...
ca: Selecciona Fitxer...
el: Επιλογή Αρχείου...
es: Seleccionar Archivo...
mk: Избери датотека...
sr: Изабери фајл...
tr: Dosya seç...

source: Select Revision
bg: Избор на ревизия
ca: Selecciona Revisió
el: Επιλογή Αναθεώρησης
es: Seleccione Revisión
mk: Избери ревизија
sr: Изабери ревизију
tr: Revizyon seç

source: Select SSH client
bg: Избор на SSH клиент
ca: Selecció de client SSH
el: Διαλέχτε πελάτη SSH
es: Seleccione cliente SSH
mk: Избери SSH клиент
sr: Изабери ССХ клијент
tr: SSH client'ını seç

source: Select a button.
bg: Изберете бутон.
ca: Selecciona un botó.
el: Επιλέξτε ένα κουμπί.
es: Seleccione un botón.
mk: Изберете копче.
sr: Изабери дугме.
tr: Bir düğme seçin.

source: Select an object on which to get Help
bg: Избор на обект, за който да се получи помощ
ca: Seleccioneu un objecte per obtenir-ne ajuda
el: Επιλέξτε ένα αντικείμενο για το οποίο θέλετε Βοήθεια
es: Seleccione un objeto para obtener Ayuda acerca de él
mk: Избери објект за кој се испишува Помош
sr: Одабери објект за који желите добити помоћ
tr: Hakkında Yardım istediğiniz bir konu seçiniz

source: Select changelist
bg: Маркиране на списък с промени
ca: Selecciona llista de canvis
el: Επιλογή λίστας αλλαγών
es: Seleccione lista de cambios
mk: Избери листа со измени
sr: Изаберте листу измена
tr: Değişiklik listesini seç

source: Select diff application
bg: Избор на програма за сравняване
ca: Selecció de programa de comparació
es: Seleccionar aplicación de diferencias
mk: Избери апликација за споредба
sr: Изаберите апликацију за преглед разлика
tr: Karşılaştırma uygulaması seç

source: Select end revision
bg: Крайна ревизия
ca: Selecciona revisió final
el: Διαλέκτε τελική έκδοση
es: Seleccione revisión final
mk: Избери последна ревизија
sr: Одаберите задњу ревизију
tr: Bitiş revizyonunu seç

source: Select folder to associate with this issue tracker
bg: Изберете папка, която да се свърже с тази програма за проследяване на дефекти
ca: Seleccioneu carpeta que s'ha d'associar amb el seguidor d'incidències
el: Επιλογή καταλόγου για σύνδεση στην καταγραφή θεμάτων
es: Seleccione la carpeta para asociar con este control de incidentes
mk: Изберете директориум кој ќе се асоцира со следењето на грешките
sr: Изаберите фолдер да се придружи овом проблем трагачу
tr: Bu sorun izleyicisiyle ilişkilendirmek için bir klasör seçin

source: Select folder to export to. You might need to create a new folder before performing this export.
bg: Изберете папка, в която да се изнесе. Възможно е да се наложи да създадете нова папка преди да се извърши този износ.
ca: Seleccioneu la carpeta a on voleu exportar. Podeu crear una carpeta nova abans de fer l'exportació.
el: Επιλέξτε τον φάκελο στον οποίο θα εξάγετε. 'Ισως χρειαστεί να δημιουργήσετε νέο φάκελο πριν εκτελέσετε αυτή την εξαγωγή.
es: Seleccione la carpeta donde desea exportar. Puede que necesite crear una carpeta nueva antes de realizar esta importación.
mk: Избери директориум во кој се извезува. Можеби ќе треба да креирате нов директориум пред извозот.
sr: Одаберите фолдер за извоз. Можда би требало направити нови фолдер пре но што се направи извоз.
tr: Dışa aktarılacak klasörü seç. Bu dışa aktarmayı yapmadan önce yeni klasör oluşturmanız gerekebilir.

source: Select folder to run script for
bg: Изберете папка, за която да се изпълнят скриптове
ca: Seleccioneu la carpeta per a qui s'executa l'script
el: Επιλέξτε τον φάκελο για τον οποίο θα εκτελεστεί η δέσμη ενεργειών
es: Seleccione la carpeta donde ejecutar el script
mk: Изберете директориум за кој се извршува скрипта
sr: Одаберите радни фолдер за скрипт
tr: Komut-dosyasını içinde çalıştırmak istediğiniz klasörü seçiniz

source: Select folder to save the selected files to
bg: Изберете папка, в която да се запишат файловете
ca: Seleccioneu la carpeta on desar els fitxers seleccionats
el: Επιλέξτε φάκελο για αποθήκευση των επιλεγμένων αρχείων
es: Seleccione la carpeta donde guardar los archivos seleccionados
mk: Изберете директориум во кој ќе се зачуваат избраните датотеки
sr: Одаберите радни фолдер за снимање одабраних фајлова
tr: Dosyasını kopyalamak istediğiniz klasörü seçiniz

source: Select hook script file
bg: Изберете файл със закачен скрипт
ca: Selecciona fitxer script tipus hook
el: Επιλέξτε αρχείο hook script
es: Seleccione archivo de script gancho
mk: Изберете hook script датотека
sr: Изаберите фајл закачивог скрипта
tr: Yakalayıcı komut-dosyası seç...

source: Select items automatically
bg: Автоматично маркиране на обектите
ca: Selecciona elements automàticament
el: Αυτόματη επιλογή στοιχείων
es: Seleccionar ítems automáticamente
mk: Избери ставки автоматски
sr: Одабери ставке аутоматски
tr: Elemanları otomatik seç

source: Select merge application
bg: Избор на програма за сливане
ca: Selecció de programa de fusió
el: Επιλογή εφαρμογής συγχώνευσης
es: Seleccione aplicación de fusión
mk: Изберете апликација за спојување
sr: Изабертеи апликацију за спајања
tr: Birleştirme uygulaması seç

source: Select merge target
bg: Избор на цел на сливането
ca: Selecciona destinació de la fusió
el: Επιλογή στόχου συνένωσης
es: Seleccione el destino de la fusión
mk: Изберете цел за спојување
sr: Изаберите одредиште спајања
tr: Birleştirme hedefi seç

source: Select patch file...
bg: Избор на файл с кръпка...
ca: Selecciona fitxer de pedaç...
es: Seleccionar archivo de parche...
sr: Изабери фајл закрпе...
tr: Yama dosyası seç...

source: Select revision range
bg: Избор на обхват от ревизии
ca: Selecciona rang de la revisió
el: Επιλογή εύρους αναθεώρησης
es: Seleccione rango de revisiones
mk: Изберете опсег на ревизии
sr: Одаберите распон ревизија
tr: Revizyon aralığı seç

source: Select settings file
ca: Selecciona el fitxer de configuració
el: Επιλογή αρχείου ρυθμίσεων
es: Seleccionar fichero de configuración
sr: Изабеи фајл подешавања

source: Select start revision
bg: Избор на начална ревизия
ca: Selecciona inici de la revisió
el: Επιλογή αρχικής αναθεώρησης
es: Seleccione revisión de inicio
mk: Изберете почетна ревизија
sr: Одаберите почетну ревизију
tr: Başlangıç revizyonunu seç

source: Select the URLs for the tree merge
bg: Изберете URL-ите за сливане на дървета
ca: Selecciona els URLs per a la fusió de l'arbre
el: Επιλογή των URL για τη συγχώνευση του δένδρου
es: Seleccione las URLs para la fusión de árboles
mk: Избери URL за спојување на дрва
sr: Одаберите УРЛове за стапање стабла
tr: Ağaç birleştirme işlemi için adresleri (URL) girin

source: Select the behaviour of the progress dialog at the end of the operation.
bg: Изберете поведението на диалоговия прозорец, показващ хода на операцията, след нейния край.
ca: Selecciona comportament del diàleg de progrés al final de la operació.
el: Επιλέξτε τη συμπεριφορά του διαλόγου προόδου στο τέλος της διεργασίας.
es: Seleccione el comportamiento del diálogo de progreso al final de la operación.
mk: Изберете однесување на дијалогот за прогрес по завршување на операцијата.
sr: Изаберите понашање дијалога за приказ напретка на крају операције.
tr: İşlem bitiminde durum diyalogunun göstereceği bir davranışı türü seçiniz.

source: Select the entire document Select All
bg: Маркира целият документ Маркиране – всичко
ca: Selecciona el document sencer Selecciona tot
el: Επιλογή ολόκληρου του εγγράφου Επιλογή Όλων
es: Seleccionar el documento completo Seleccionar Todo
mk: Избери го целиот документ Избери се
sr: Означите цели документ Означи све
tr: Tüm belgeyi seç Hepsini Seç
