Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Remove Force the removal
bg: Премахни Принудително премахване
ca: Suprimir Força la supressió
sr: Уклони Присили уклањање!
tr: Kaldır Kaldırmaya zorla

source: Remove Remove the property only from this item.
bg: Премахни Премахни свойство само от този обект.
ca: Suprimeix Suprimeix la propietat només d'aquest element.
sr: Уклони Уклони особине само из те ставке.
tr: Kaldır Özelliği sadece bu öğeden kaldır.

source: Removed
bg: Премахнат
ca: Suprimit
el: Αφαιρέθηκε
es: Eliminado
mk: Острането
sr: Уклоњен
tr: Kaldırıldı

source: Removed from changelist
bg: Премахнат от списъка с промени
ca: Suprimit de la llista de canvis
el: Διαγράφηκε από τον κατάλογο αλλαγών
es: Quitado de la lista de cambios
mk: Отстрането од листата со измени
sr: Уклоњено с пописа измена
tr: Değişiklik listesinden çıkarıldı

source: Removed the file pattern(s) %ls from the global ignore list.
ca: S'ha suprimit el patró del(s) fitxer(s) %ls de la llista d'ignorats global.
es: Eliminado el patrón de archivo(s) %ls del la lista general de ignorados.
sr: Уклоњени фајл шабон(и) %ls из глобалне листе занемаривања.

source: Removed the file pattern(s) %ls from the ignore list.
bg: Шаблона/-ите на имена на файлове са премахнати %ls от списъка за игнориране.
ca: Esborrat patró(ns) de fitxer %ls de la llista d'ignorats.
el: Αφαίρεσε το πρότυπο(α) αρχείου %ls από τη λίστα αγνοημένων.
es: Los patrones de archivos %ls se quitaron de la lista de ignorados.
sr: Уклоњен фајл узорак(ци) %ls с пописа занемарених.

source: Removes all unversioned and ignored items
bg: Премахва всички неконтролирани и игнорирани обекти
ca: Suprimeix tots els elements sense versionar i ignorats
el: Αφαιρεί όλα τα χωρίς έκδοση και αγνοημένα στοιχεία
es: Elimina todos los ítems no versionados o ignorados
mk: Отстрани ги сите неверзионирани и игнорирани ставки
sr: Уклања све неверзионисане и занемарене ставке
tr: Versiyonlanmamış ve aldırılmayan öğeleri kaldırır.

source: Removes the file or filemask from the list of ignored items
bg: Премахва избраните файлове или шаблон за файлове от списъка за игнориране
ca: Treu el fitxer o màscara de fitxer de la llista d'elements ignorats
el: Αφαιρεί το αρχείο ή μάσκα αρχείου από τη λίστα αγνοημένων
es: Quita el archivo o la máscara de la lista de ítems ignorados
mk: Отстрани ја датотеката или маската од листата на игнорирани ставки
sr: Уклања фајл или маску фајл с пописа занемарених ставки
tr: 'Aldırılmayanlar' listesinden dosya(ları) yada dosya maskelerini siler

source: Removes the selected properties
bg: Премахва избраните свойства
ca: Suprimeix les propietats seleccionades
el: Αφαιρεί τις επιλεγμένες ιδιότητες
es: Elimina las propiedades seleccionadas
mk: Отстрани ги избраните својства
sr: Уклања одабрана својства
tr: Seçili özellikleri kaldırır

source: Removing ignored items. in %1!ls!
bg: Премахване на игнорирани обекти в %1!ls!
ca: Suprimint elements ignorats. a %1!ls!
es: Eliminando ítems ignorados en %1!ls!
sr: Уклања занемарене ставке, у %1!ls!

source: Removing unversioned items in %1!ls!
bg: Премахване на незаписани обекти в %1!ls!
ca: Suprimint elements sense versionar a %1!ls!
es: Removiendo ítems sin versionar en %1!ls!
sr: Уклањање неверзионисаних ставки у %1!ls!

source: Rena&me...
bg: &Преименуване...
ca: C&anvia el nom...
mk: Преи&менувај...
sr: Преи&менуј...
tr: İ&sim değiştir

source: Rename
bg: Преименуване
ca: Canvia el nom
el: Μετονομασία
es: Renombrar
mk: Преименувај
sr: Преименуј
tr: Tekrar adlandır

source: Rename '%ls':
ca: Canvia el nom '%ls':
el: Μετονομασία '%ls':
es: Renombrar '%ls':
sr: Преименуј '%ls':

source: Rename item from %1!ls! to %2!ls!
bg: Преименуване на обект от %1!ls! на %2!ls!
ca: Canvia el nom de l'element de %1!ls! a %2!ls!
el: Μετονομασία στοιχείου από %1!ls! σε %2!ls!
es: Renombrar ítem de %1!ls! a %2!ls!
sr: Преименуј ставку од %1!ls! на %2!ls!

source: Rename/move
bg: Преименувай/премести
ca: Canvia el nom/desplaça
el: Μετονομασία/μετακίνηση
es: Renombrar/Mover
sr: Преименуј/помери
tr: Yeniden adlandır/taşı

source: Rename The folder is exported as '%ls'.
bg: Преименувай Папката е изнесена като '%ls'.
ca: Canvia el nom La carpeta s'exporta com '%ls'.
sr: Преименуј Фолдер је извезен као '%ls'.

source: Renamed node
bg: Преименуван възел
ca: Node canviat de nom
el: Μετονομασμένος κόμβος
es: Nodo renombrado
mk: Преименуван јазол
sr: Преименовани чвор
tr: Tekrar adlandırılmış düğüm

source: Renames files / folders inside version control
bg: Преименува контролирани файлове / папки
ca: Renombra fitxers / carpetes dins de versió de control
el: Μετονομάζει αρχεία / καταλόγους μέσα στον έλεγχο εκδόσεων
es: Renombra archivos / carpetas dentro del control de versiones
mk: Преименува датотеки/директориуми внатре во контролата на верзии
sr: Преименује фајлове / фолдере унутар управљања верзијама
tr: Versiyon kontrolündeki dosya / klasörleri tekrar adlandırır

source: Reopen dialog after commit if items were left uncommitted
ca: Reobre diàleg després de la pujada si alguns elements han quedat sense pujar
es: Reabre el cuadro de diálogo después de enviar si los elementos fuesen no enviados.
sr: Поново отвори дијалог после урезивања његових ставки које су преостале неурезане

source: Reopens the commit dialog after a successful commit if there were files and/or folders left uncommitted.
ca: Reobre el diàleg de pujada després d'una pujada satisfactòria si han quedat fitxers i/o carpetes sense pujar.
es: Reabre el cuadro de dialogo después de enviar correctamente si hubiera ficheros y/o carpetas sin enviar.
sr: Поново отвори дијалог урезивања после успешног урезивања ако је било фајлова и/или фолдери преосталих неурезаних

source: Repair copy
bg: Поправка на копието
ca: Repara la còpia
el: Διόρθωση αντιγραφής
es: Reparar copia
mk: Поправи ја копијата
sr: Поправи копију
tr: Kopyayı onar

source: Repair move
bg: Поправка на преместване
ca: Repara el desplaçament
el: Διόρθωση μετακίνησης
es: Reparar movimiento
mk: Поправи поместување
sr: Поправи померање
tr: Taşımayı onar

source: Repeat the last action Repeat
bg: Повтаря последното действие Повторение
ca: Repeteix la darrera acció Repeteix
el: Επανάληψη τελευταίας ενέργειας Επανάληψη
es: Repetir la última acción Repetir
mk: Повтори ја последната акција Повтори
sr: Понови задњу акцију Понови
tr: Son işlemi tekrarla Tekrarla

source: Replace &All
ca: Substitueix &Tots
el: Αντικατάσταση &Όλων
es: Sustituir Todo (&A)
sr: Замени &Све

source: Replace specific text with different text Replace
bg: Замества определен текст с друг текст Заместване
ca: Reemplaça text específic amb text diferent Reemplaça
el: Αντικατάσταση συγκεκριμμένου κειμένου με διαφορετικό Αντικατάσταση
es: Reemplazar un texto específico con otro texto diferente Reemplazar
mk: Замени го специфичниот текст со друг Замени
sr: Замени означени текст неким другим текстом Замени
tr: Belirli bir metni farklı bir metin ile değiştir Değiştir

source: Replace with:
ca: Substitueix amb:
el: Αντικατάσταση με:
es: Sustituir con:
sr: Замени са:

source: Replace:
ca: Substitueix:
el: Αντικατάσταση:
es: Reemplaza:
sr: Замени:

source: Replaced %d matches
ca: Substituïdes %d coincidències
es: Sustituidas %d coincidencias
sr: Замењено %d нађених

source: Replacing
bg: Замяна
ca: Reemplaçant
el: Επανατοποθέτηση
es: Reemplazando
mk: Заменувам
sr: Мењам
tr: Değiştiriliyor

source: Repository
bg: Хранилище
ca: Repositori
el: Αποθήκη
es: Repositorio
mk: Складиште
sr: Спремиште
tr: Depo

source: Repository Browser
bg: Разглеждане на хранилища
ca: Navegador del repositori
el: Εξερεύνηση Αποθήκης
es: Navegador de Repositorio
mk: Прегледник на складиштето
sr: Претраживач спремишта
tr: Depo Tarayıcısı

source: Repository URL
bg: URL на хранилището
ca: URL del repositori
el: URL Aποθητήριου
es: URL del repositorio
mk: URL на складиштето
sr: УРЛ спремишта
tr: Depo dizini

source: Repository UUID:
bg: Уникален идентификатор на хранилище:
ca: Repositori UUID:
el: UUID Αποθητήριου:
es: UUID del repositorio:
mk: Складиште
sr: УУИД спремишта:
tr: Depo UUID

source: Repository browser
bg: Разглеждане на хранилище
ca: Navegador del repositori
es: Navegador de repositorio
sr: Претраживач спремишта
tr: Depo Tarayıcısı

source: Repository created
bg: Хранилището е създадено
ca: S'ha creat el repositori
el: Δημιουργήθηκε αποθετήριο
es: Repositorio creado
sr: Спремиште креирано
tr: Depo oluşturuldu

source: Repository query failed. Refresh to retry.
ca: La consulta del repositori ha fallat. Torneu-ho a provar.
es: Petición de repositorio errónea. Refrescar para intentar de nuevo.
sr: Неисправан упит спремишту. Освежите ga за нови покушај.

source: Request cancelled by TSVN
bg: Заявката отказана от TSVN
ca: Petició cancel·lada per TSVN
el: Αίτημα ακυρώθηκε από το TSVN
es: Petición cancelada por TSVN
mk: Барањето откажано од ТSVN
sr: Захтев прекинут од ТСВН
tr: İstek TSVN tarafından reddedildi

source: Requests a username and a password
bg: Изисква потребителско име и парола
ca: Demana un nom d'usuari i contrasenya
el: Αίτημα για όνομα χρήστη και κωδικό πρόσβασης
es: Pide un usuario y una contraseña
mk: Потребно е корисничко име и лозинка
sr: Тражи име корисника и лозинку
tr: Kullanıcı adı ve sifre bilgilerini ister

source: Res&olve...
ca: Res&ol...
el: Επί&λυση...
es: Res&olver...
sr: Раз&реши...
tr: Çözüm&le

source: Reset &All
bg: &Нулиране на всичко
ca: Reinicialitza &tot
mk: Ресетир&ај сите
sr: &Ресетуј све
tr: Hepsi&ni sıfırla

source: Reset columns
bg: Нулиране на колони
ca: Reinicialitza columnes
el: Επαναφορά στηλών
es: Restablecer columnas
mk: Ресетирај ги колоните
sr: Ресетуј колоне
tr: Kolonları sıfırla

source: Resolve
bg: Разрешаване
ca: Resol
el: Επίλυση
es: Resolver
mk: Разреши
sr: Реши
tr: Çözümle

source: Resolve &later
ca: Resol més &endavant
sr: Разреши &касније

source: Resolve Conflict
bg: Разрешаване на конфликт
ca: Resol conflicte
mk: Разреши конфликт
sr: Разреши сукоб
tr: Çakışmayı çözümle

source: Resolve all la&ter
bg: Разрешаване на всичко &по-късно
ca: Resol &tots després
sr: Реши све ка&сније
tr: Hepsini daha &sonra çözülmle

source: Resolve conflict using 'mine'
bg: Разрешаване на конфликт, използвайки 'моя'
ca: Resol conflicte utilitzant 'el meu '
el: Επίλυση διένεξης με χρήση 'δικό μου'
es: Resuelve el conflicto usando 'mío'
mk: Разреши конфликт користејќи 'мое'
sr: Реши спор користећи 'мој'
tr: 'Benim'i kullanarak çakışmayı çözümle

source: Resolve conflict using 'theirs'
bg: Разрешаване на конфликт, използвайки 'техния'
ca: Resol conflicte usant 'el seu'
el: Επίλυση διένεξης με χρήση 'δικά τους'
es: Resuelve el conflicto usando 'de otros'
mk: Разреши конфликт користејќи 'нивно'
sr: Реши спор користећи 'њихов'
tr: "Onların" 'ı kullanarak çakışmayı çözümle

source: Resolve conflict:
bg: Разрешаване на конфликт:
ca: Resol conflicte:
mk: Разреши конфликт:
sr: Разреши сукоб:
tr: Çakışmayı çözümle:

source: Resolve l&ater
bg: Разрешаване по-&късно
ca: Resol des&prés
sr: Реши к&асније
tr: Sonra Çö&zümle

source: Resolve The item is marked as resolved.
bg: Разреши Обектът е маркиран като разрешен.
ca: Resoldre L'element s'ha marcat com a resolt.
sr: Реши Ставка је означена решеном.
tr: Çözümle Öğe çözümlenmiş olarak işaretlenir.

source: Resolved
bg: Разрешен
ca: Resolt
el: Επίλυση
es: Resuelto
mk: Разрешено
sr: Решено
tr: Çözümlendi

source: Resolved: %ls
bg: Разрешен: %ls
ca: Resolt: %ls
el: Επιλύθηκαν: %ls
es: Resuelto: %ls
sr: Решено: %ls

source: Resolves conflicted files
bg: Разрешава конфликтни файлове
ca: Resol fitxers en conflicte
el: Επιλύει αρχεία με διένεξη
es: Resuelve archivos en conflicto
mk: Ги разрешува конфликтните датотеки
sr: Разрешује сукобљене фајлове
tr: Çakışan dosyaları çözümler

source: Restore
bg: Възстанови
ca: Restaura
el: Αποκατάσταση
es: Restaurar
sr: Вратити
tr: Geridön

source: Restore Default
bg: Възстановяване на настройките по подразбиране
ca: Restaura per defecte
el: Επαναφορά προεπιλογών
es: Restaurar por Defecto
mk: Поврати ги основните
sr: Врати почетне поставке
tr: Varsayılana Geridön

source: Restore after commit
bg: Възстанови след поверяване
ca: Restaura després de la pujada
es: Restaurar después de confirmar
sr: Вратити после урезивања

source: Restore the window to normal size
bg: Възстановяване на прозореца до нормален размер
ca: Restaura finestra a la mida normal
el: Επαναφορά παραθύρου σε κανονικό μέγεθος
es: Restaurar la ventana a su tamaño normal
mk: Поврати го прозорецот на нормална големина
sr: Враћа прозор на нормалну величину
tr: Pencereyi normal boyutuna döndür

source: Restored
bg: Възстановен
ca: Restaurat
el: Αποκαταστάθηκαν
es: Restaurado
mk: Повратено
sr: Обновљено
tr: Geridönüldü

source: Reverse merged revision(s) {revrange} from {mergeurl}:
ca: Revisió(ns) fusionada(es) revertidament {revrange} de {mergeurl}:
es: Revision(es) {revrange} fusionada(s) inversamente desde {mergeurl}:
sr: Инверзно стопљене ревизије {ревранге} из {мергеурл}:

source: Reverse merging %1!ld! through %2!ld!
bg: Обратно сливане на %1!ld! до %2!ld!
ca: Reverteix fusió %1!ld! a través de %2!ld!
el: Αντιστροφή συγχώνευσης%1!ld! μέσω %2!ld!
es: Fusión inversa desde %1!ld! hasta %2!ld!
sr: Врати стапање %1!ld! до %2!ld!
tr: %1!ld!' den %2!ld!'ye ters birleştiriyor

source: Reverse merging %ld
bg: Обратно сливане на %ld
ca: Reverteix Fusió %ld
el: Αντιστροφή συγχώνευσης %ld
es: Fusión inversa %ld
mk: Обратно спојување %ld
sr: Врати стапање %ld
tr: Birleştirmeyi geri alma %ld

source: Revert
bg: Отменяне
ca: Reverteix
el: Επαναφορά
es: Revertir
mk: Поврати
sr: Врати на старо
tr: Geridön

source: Revert to default settings. Recommended for unexperienced users.
bg: Връщане към настройките по подразбиране. Препоръчва се за неопитни потребители.
ca: Reverteix a valors per defecte. Recomanat per a usuaris novells.
el: Επαναφορά στις αρχικές ρυθμίσεις. Προτείνετε για μη έμπειρους χρήστες.
es: Revierte a las configuraciones por defecto. Recomendado para los usuarios sin experiencia.
mk: Врати на основните подесувања. Се препорачува за неискусни корисници.
sr: Вратите на уобичајено подешавање. Препоручено за неискусне кориснике.
tr: Başlangıç ayarlarına geri dön. Yeni kullanıcılar için tavsiye edilir.

source: Revert All local modifications will be lost.
ca: Reverteix Totes les modificacions locals es perdran.
el: Επαναφορά Όλες οι τοπικές αλλαγές θα χαθούν.
es: Revertir Todas las modificaciones locales se perderán.
sr: Враћање Све локалне измене ће бити изгубљене.
tr: Geri dön Tüm yerel değişiklikler kaybedilecek.

source: Revert Changes will be applied to the working copy.
bg: Връщане Промените ще бъдат приложени към работното копие.
ca: Reverteix Els canvis s'aplicaran a la còpia de treball.
sr: Враћање Измене ће бити примењене у радној копији.
tr: Geri al Değişiklikler çalışan kopyaya uygulanacak

source: Reverted
bg: Отменен
ca: Revertit
el: Επανήλθαν
es: Revertido
mk: Повратено
sr: Враћено на старо
tr: Geridönüldü

source: Reverting %1!ls!
bg: Връщане %1!ls!
ca: Revertint %1!ls
el: Επαναφορά %1!ls!
es: Revirtiendo %1!ls!
sr: Враћа %1!ls!

source: Reverting changes
bg: Връщане на промени
ca: Revertir canvis
el: Επαναφορά αλλαγών
es: Revirtiendo cambios.
sr: Враћање измена
tr: Değişiklikler geri alınıyor

source: Reverts all changes you made since the last update
bg: Отменя всички промени, които сте направили след последното обновяване
ca: Reverteix canvis des de la darrera actualització
el: Επαναφέρει όλες τις αλλαγές που κάνατε μέχρι την τελευταία ενημέρωση
es: Revierte todos los cambios que ha realzizado desde la última actualización
mk: Поврати ги сите измени од последното ажурирање
sr: Поништава све измене које су учињене након задњег обнављања
tr: Son güncellemeden itibaren yaptığınız tum değişiklikleri iptal eder

source: Reverts an addition to version control
bg: Отменя добавяне за контролиране
ca: Desfés una addició al control de versions
el: Επαναφέρει μια προσθήκη στον έλεγχο εκδόσεων
es: Revierte una adición al control de versiones
mk: Врати датотека(и) во надзор на Subversion
sr: Поништава додавање фајлови(а) под наqор контроле верyија
tr: Bir eklemeyi versiyon kontrolüne alır

source: Revision
bg: Ревизия
ca: Revisió
el: Έκδοση
es: Revisión
mk: Ревизија
sr: Ревизија
tr: Revizyon

source: Revision %1!ls!
bg: Ревизия %1!ls!
ca: Revisió %1!ls!
el: Έκδοση %1!ls!
es: Revisión %1!ls!
sr: Ревизија %1!ls!

source: Revision %ld
bg: Ревизия %ld
ca: Revisió %ld
el: Έκδοση %ld
es: Revisión %ld
mk: Ревизија %ld
sr: Ревизија %ld
tr: Revizyon %ld

source: Revision &graph
bg: &Диаграма на ревизиите
ca: &Gràfic de revisions
el: &Γράφημα αναθεώρησης
es: &Gráfico de revisiones
mk: &Графикон на ревизијата
sr: Ревизиони &граф
tr: Revizyon &Diyagramı

source: Revision Graph
bg: Диаграма на ревизиите
ca: Gràfic de revisions
el: Γράφημα Αναθεώρησης
es: Gráfico de Revisiones
mk: Графикон на ревизијата
sr: Ревизиони граф
tr: Revizyon Diyagramı

source: Revision Graph Filter
bg: Филтър за диаграмата на ревизиите
ca: Filtre del gràfic de revisions
el: Φίλτρο γραφήματος αναθεώρησης
es: Filtro de Gráfico de Revisiones
mk: Филтер за графиконот
sr: Филтер ревизионог графа
tr: Revizyon Diyagramı Filtresi

source: Revision Graph::Colors
bg: Диаграма на ревизиите::Цветове
ca: Gràfic de revisions::Colors
el: Γράφημα αναθεώρησης::Χρώματα
es: Gráfico de Revisiones::Colores
sr: Ревизиони граф::Боје
tr: Revizyon Diyagramı::Renkler

source: Revision Range
bg: Обхват от ревизии
ca: Rang de revisions
el: Εύρος Εκδόσεων
es: Rango de Revisiones
mk: Опсег на ревизии
sr: Распон ревизија
tr: Revizyon Aralığı

source: Revision graph
bg: Диаграма на ревизиите
ca: Gràfic de revisions
el: Γράφημα αναθεώρησης
es: Gráfico de revisiones
mk: Графикон на ревизиите
sr: Ревизиони граф
tr: Revizyon diyagramı

source: Revision range to merge
ca: Rang de revisions a fusionar
el: Εύρος αναθεωρήσεων προς συγχώνευση
es: Rango de revisiones a fusionar
sr: Ревизиони опсег за стапање
tr: Birleştirme için revizyon aralığı

source: Revision:
bg: Ревизия:
ca: Revisió:
el: Έκδοση
es: Revisión:
mk: Ревизија:
sr: Ревизија:
tr: Revizyon:

source: Revision: %1!ld! %2!ls! URL: %3!ls! %4!ls!Author: %5!ls! Date: %6!ls! Log message: %7!ls!
ca: Revisió: %1!ld! %2!ls! URL: %3!ls! %4!ls!Autor: %5!ls! Data: %6!ls! Missatge de log: %7!ls!
el: Αναθεώρηση: %1!ld! %2!ls! URL: %3!ls! %4!ls!Συγγραφέας: %5!ls! Ημερομηνία: %6!ls! Μήνυμα ιστορικού: %7!ls!
es: Revisión: %1!ld! %2!ls! URL: %3!ls! %4!ls!Autor: %5!ls! Fecha: %6!ls! Mensaje de registro: %7!ls!
sr: Ревизија: %1!ld! %2!ls! УРЛ: %3!ls! %4!ls!Аутор: %5!ls! Датум: %6!ls! Порука дневника: %7!ls!

source: Revision: %1!ld! %2!ls! URL: %3!ls! %4!ls!Author: %5!ls! Date: %6!ls! Tags (%7!d!):%8!ls! Log message: %9!ls!
ca: Revisió: %1!ld! %2!ls! URL: %3!ls! %4!ls!Autor: %5!ls! Data: %6!ls! Tags (%7!d!):%8!ls! Missatge de log: %9!ls!
el: Αναθεώρηση: %1!ld! %2!ls! URL: %3!ls! %4!ls!Συγγραφέας: %5!ls! Ημερομηνία: %6!ls! Ετικέτες (%7!d!):%8!ls! Μήνυμα ιστορικού: %9!ls!
es: Revisión: %1!ld! %2!ls! URL: %3!ls! %4!ls!Autor: %5!ls! Fecha: %6!ls! Etiquetas (%7!d!):%8!ls! Mensaje de registro: %9!ls!
sr: Ревизија: %1!ld! %2!ls! УРЛ: %3!ls! %4!ls!Аутор: %5!ls! Датум: %6!ls! Знаци (%7!d!):%8!ls! Порука дневника: %9!ls!

source: Revisions
bg: Ревизии
el: Εκδόσεις
es: Revisiones
mk: Ревизии
sr: Ревизије
tr: Revizyonlar:

source: Rich Text (RTF) text with font and paragraph formatting
bg: Оформен текст (RTF) текст с оформление за шрифт и абзац
ca: Rich Text (RTF) text amb tipus de lletra i formatació de paràgrafs
el: Εμπλουτισμένο Κείμενο (RTF) κείμενο με γραμματοσειρά και διαμόρφωση παραγράφων
es: Texto enriquecido (RTF) texto con formato de fuente y párrafo
mk: Rich Text (RTF) текст со фонтови и уредени параграфи
sr: Рич теxт (РТФ) текст са писмом и форматирањем параграфа
tr: RTF (Rich Text) formatı Metinde yazıtipi ve paragraf formatlama

source: Right View:
bg: Изглед вдясно:
ca: Visualització dreta:
el: Δεξιά θέα:
es: Panel derecho:
mk: Десен поглед:
sr: Десни поглед:
tr: Sağ Görünüş:

source: Right image
bg: Дясно изображение
ca: Imatge dreta
el: Δεξιά εικόνα:
es: Imagen derecha
mk: Десна слика
sr: Десна слика
tr: Sağdaki resim

source: Row %d of %d
bg: Ред %d от %d
ca: Filera %d de %d
mk: Редица %d од %d
sr: Ред %d од %d

source: Row %d-%d of %d
bg: Ред %d-%d от %d
ca: Filera %d-%d of %d
mk: Редица %d-%d од %d
sr: Ред %d-%d од %d

source: Row Down
bg: Ред надолу
ca: Fila Avall
sr: Ред доле
tr: Aşağı Taşı

source: Row Up
bg: Ред нагоре
ca: Fila Amunt
sr: Ред горе
tr: Satır yukarı

source: Run cleanup &now
bg: Започни по&чистване
ca: Executa la neteja &ara
el: Εκτέλεση καθαρίσματος &τώρα
es: Ejecutar la limpieza &ahora
sr: Покре&ни чишћење сада
tr: Temizlemeyi &şimdi çalıştır

source: Run hoo&k script
ca: Executa l'script de hoo&k
es: Ejecutar script &gancho
sr: Изврши скрипту за&качаљке

source: Run Run the hook script
ca: Executa Executa l'script de hook
sr: Покрени Покрени закачив скрипт

source: S&elect...
bg: &Избор...
ca: S&elecciona...
mk: &Избери...
sr: И&забрати...
tr: &Seç...

source: S&how Buttons on One Row
bg: &Бутоните - на един ред
ca: M&ostra botons en una Filera
mk: П&рикажи ги копчињата во еден ред
sr: П&рикажи дугмиће у једном реду
tr: Butonları tek satırda g&öster

source: S&how Buttons on Two Rows
bg: &Бутоните - на два реда
ca: M&ostra botons en dues fileres
mk: П&рикажи ги копчињата во два реда
sr: П&рикажи дугмиће у два реда
tr: Butonları iki satırda g&öster

source: S&how Quick Access Toolbar below the Ribbon
bg: &Показване на лента за бърз достъп под панделката
ca: M&ostra barra d'eines d'accés ràpid sota la cinta
sr: П&рикажи алатни панел за брзи приступ испод траке
tr: Hızlı Araç Çubuğu'nu Şerit'in altında g&öster.

source: S&tatistics
bg: С&татистика
ca: Es&tadístiques
el: Σ&τατιστικά στοιχεία
es: Es&tadísticas
mk: С&татистики
sr: С&татистика
tr: İ&statistikler

source: S&witch...
bg: &Превключване...
ca: Can&via...
el: Μ&εταστροφή...
es: &Cambiar...
mk: Пре&фрли...
sr: З&амени...
tr: D&eğiştir...

source: SCRL
es: DESP
sr: СЦРЛ

source: SSH
sr: ССХ

source: SVN &Vendorbranch here
ca: Branca del &venedor SVN aquí
es: SVN Rama de &Distribuidor aquí
sr: СВН &Продајна грана овде

source: SVN Add as &external here
ca: Afegir SVN com a &extern aquí
es: SVN Añadir como &externo aquí
sr: СВН Додај као &екстернал овде

source: SVN Author
bg: SVN Автор:
ca: Autor SVN
el: SVN Συγγραφέας
es: SVN Autor
mk: SVN Автор
sr: СВН аутор
tr: SVN Yaratıcısı

source: SVN Copy and add files to this WC
bg: SVN копиране и добавяне на файлове към това работно копие
ca: Còpia SVN i afegeix fitxers a aquesta còpia de treball
es: SVN Copiar y añadir archivos a esta copia de trabajo
mk: SVN Копирај и додади датотеки во оваа РК
sr: СВН Копирај и додај фајлове у ову радну копију
tr: SVN Kopyala ve dosyaları Çalışan Kopyaya ekle

source: SVN Copy and rename versioned item here
bg: SVN копиране и преименуване на контролирания обект тук
ca: SVN Copia i canvia el nom d'element versionat aquí
el: Αντιγραφή και μετονομασία αντικειμένων εδώ
es: SVN Copiar y renombrar ítem versionado aquí
mk: SVN Копирај и преименувај верзионирани датотеки тука
sr: СВН Копирај и преименуј верзионисану ставку овде
tr: SVN versiyonlanmış elemanı buraya Kopyala ve yeniden adlandır

source: SVN Copy versioned item(s) here
bg: SVN копиране на контролирани обекти тук
ca: SVN Copia element(s) versionats aquí
el: SVN Αντιγραφή στοιχείου(ων) με έκδοση εδώ
es: SVN Copiar ítem(s) versionado(s) aquí
mk: SVN Копирај верзионирани датотеки тука
sr: СВН Копирај верзионисану ставку(е) овде
tr: SVN versiyonlanmış eleman(lar)ı buraya Kopyala

source: SVN Export all items here
bg: SVN износ на всички обекти тук
ca: SVN Exporta tots els elements aquí
el: SVN Εξαγωγή όλων εδώ
es: SVN Exportar todos los ítems aquí
mk: SVN Извези сите тука
sr: СВН Извези све ставке овде
tr: SVN Tüm elemanları buraya Dışa Aktar
