Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Auto-close if no merges, adds or deletes
bg: Автоматично затваряне, ако няма сливане, добавяне или изтриване
ca: Tanca autom. si no hi ha fusions, afegits o supressions
el: Αυτόματο κλείσημο εάν δεν υπάρχουν συνενώσεις, προσθήκες ή διαγραφές
es: Auto-cerrar si no hay fusiones, adiciones o eliminaciones
mk: Автоматски затвори ако нема спојувања, додавања или бришења
sr: Аутоматско затварање ако нема спајања, додавања или брисања
tr: Otomatik kapatma (birleşme, ekleme veya silme yok ise)

source: Auto-complete suggests words (usually class or member names) from the files that you have changed as you type a log message.
bg: Автоматичното дописване подсказва думи (обикновено имена на класове или членове) от файловете, които сте променили, докато пишете съобщение за дневника.
ca: Autocompleta suggereix paraules (normalment noms de classes o membres) dels fitxers que heu canviat quan escriviu un text de log.
el: Η αυτόματη συμπλήρωση προτείνει λέξεις (ως συνήθως ονόματα τάξεων ή μελών) από τα αρχεία που έχετε αλλάξει καθώς πληκτρολογείτε ένα μήνυμα ιστορικού.
es: Autocompletar le sugiere palabras (usualmente nombres de clases o métodos), tomados de los archivos que ha modificado, mientras escribe un mensaje de registro.
mk: Автоматско дополнување ви предлага зборови (најчесто имиња на класи или членови) од датотеката која сте ја измениле како што ја пишувате лог пораката.
sr: За време уписа поруке дневника аутоматска допуна предлаже речи (обично имена класа или чланова) из фајлова које сте променили.
tr: Otomatik-tamamlama siz günlük mesajı girerken size değiştirdiğiniz dosyalardan kelime tavsiye eder. (genelde sınıf ve üye adlı olmak üzere)

source: Auto-merge %1!ls! into %2!ls!
ca: Auto-fusiona %1!ls! cap a %2!ls!
el: Αυτόματη συγχώνευση %1!ls! στο %2!ls!
es: Auto-unificación %1!ls! sobre %2!ls!
sr: Ауто-стапање %1!ls! у %2!ls!

source: Automatic
bg: Автоматично
ca: Automàtic
el: Αυτόματo
es: Automático
mk: Автоматски
sr: Аутоматски
tr: Otomatik

source: Autotext Tester
bg: Проверка на автотекста
ca: Provador Autotest
el: Δοκιμή Autotext
es: Verficiador de Autotexto
sr: Аутотекст тестер
tr: Otomatik metin test aracı

source: Average
bg: Средно
ca: Mitjana
el: Μέσος όρος
es: Media
mk: Просек
sr: Просек
tr: Ortalama

source: B&rowse...
bg: И&збор...
ca: E&xplora...
el: Πε&ριεργασία...
es: E&xplorar...
mk: П&регледај...
sr: П&ретражи...
tr: İ&ncele...

source: Back
bg: Назад
ca: Enrere
mk: Назад
sr: Назад
tr: Geri

source: Background
bg: Фон
ca: Segon pla
el: Φόντο
es: Fondo
sr: Позадина
tr: Arkaplan

source: Backwards in browsing history
ca: Cap enrere quan navegues per la història
es: Hacia atrás en la historia de navegación
sr: Уназад претраживање историје

source: Bar Graph
bg: Лентова диаграма
ca: Gràfic de barres
el: Ραβδοιστόγραμμα.
es: Gráfico de barras
sr: Стубасти дијаграм
tr: Diyagram (Çubuk)

source: Base file:
bg: Базов файл:
ca: Fitxer base:
el: Βασικό αρχείο
es: Archivo base:
mk: Основна датотека:
sr: Основни фајл:
tr: Taban dosyası:

source: Bitmap a bitmap
bg: растерно изображение растерно изображение
ca: Bitmap un bitmap
el: Εικόνα μια εικόνα
es: Bitmap un mapa de bits
mk: Bitmap битмапа
sr: Битмапа битмапа
tr: Bit Eşlemi bir bit eşlem

source: Black Style
bg: Черен стил
ca: Estil negre
sr: Црни стил
tr: Siyah stil

source: Blame
bg: Авторство
ca: Autoria
el: Απόδοση υπαιτιότητας
es: Autoría
sr: Кривац
tr: Sorumlu

source: Blame - TortoiseSVN
bg: Авторство - TortoiseSVN
ca: Mostra autor - TortoiseSVN
el: Απόδοση ευθυνών - TortoiseSVN
es: Autoría - TortoiseSVN
sr: Кривац - ТортоисеСВН
tr: Sorumlu - TortoiseSVN

source: Blame...
bg: Авторство...
ca: Autoria...
el: Απόδοση υπαιτιότητας...
es: Autoría...
mk: Виновници...
sr: Окриви...
tr: Sorumlu tut...

source: Blames each line of a file on an author
bg: Показва кой е автора на промените на всеки ред
ca: Mostra l'autor de cada línia d'un arxiu
el: Επιρρίπτει την υπαιτιότητα για κάθε γραμμή ενός αρχείου σε ένα συγγραφέα
es: Muestra el 'autor' de cada línea de un archivo
mk: Прикажува автори кои се криви за секоја линија на датотеката
sr: Приказује ауторе криве за сваку поједину линију фајлова
tr: Dosyanın içinde yazılı satırların sorumlulukları o satırı yazan kişiye aittir

source: Blend alpha
bg: Бленд алфа
ca: Combinació alpha
es: Combinar alfa
sr: Мешавина алфа
tr: Alfayı karıştır

source: Blocks
ca: Blocs
es: Bloques
sr: Блокови

source: Blue Style
bg: Син стил
ca: Estil blau
sr: Плави стил
tr: Mavi stil

source: Bookmarks
ca: Favorits
el: Σελιδοδείκτες
es: Marcadores
sr: Забелешке
tr: Yer İmleri

source: Both /logmsg and /logmsgfile were specified! Only one of those can be specified.
bg: Зададени са едновременно /logmsg и /logmsgfile! Само един от тези параметри може да се зададе.
ca: S'han especificat /logmsg i /logmsgfile alhora. Només n'hi pot haver un.
es: ¡Se ha especificado tanto /logmsg como /logmsgfile! Sólo se puede utilizar uno de ellos.
mk: И /logmsg и /logmsgfile се специфицирани! Само едно од тие може да биде специфицирано.
sr: И /логмсг и /логмсгфиле су наведени! Само једно од њих може бити наведено.
tr: /logmsg ve /logmsgfile, her ikisi de belirtildi! Sadece bir tanesi belirtilmeli.

source: Both the path to the patch file and the target path must be absolute paths!
bg: Двата пътя до пач файла и изберания файл трябва да се абсолютни!
ca: Tant el camí del fitxer pedaç com el camí destinació han de ser camins absoluts.
es: Tanto la ruta al archivo parche como la ruta destino deben ser absolutas!
sr: И путања ка фајлу закрпе и циљна путања морају бити апсолутне путање!
tr: Hem yama dosyası yolu hem de hedef yol mutlak yol olmalıdır!

source: Bottom View:
ca: Vista Inferior:
es: Vista inferior:
sr: Доњи преглед:

source: Br&owse...
bg: Из&бор...
ca: E&xplora...
el: Πε&ριεργασία...
es: Ex&plorar...
mk: Пре&гледај...
sr: Пр&етражи...
tr: İn&cele...

source: Branch / tag created successfully!
bg: Разклонението / етикетът е създаден успешно!
ca: S'ha creat satisfactòriament la branca / etiqueta.
el: Η διακλάδωση/ετικέτα έγινε με επιτυχία!
es: ¡Rama / etiqueta creada con éxito!
mk: Гранка / ознака успешно креирана!
sr: Грана /ознака успешно направљено!
tr: Dal/etiket başarılı bir şekilde oluşturuldu

source: Branch at copy-from-rev even if there was no change in that revision
bg: Разклонение при 'copy-from-rev', дори и когато в тази ревизия няма промени
ca: Fer branca a revisió de la còpia encara que no hi hagi canvis a la revisió
es: Crear rama en la revisión copiar-desde incluso si no hubo cambios en esa revisión
mk: Разграни на copy-from-rev дури и ако нема промена во таа ревизија
sr: Гранај на копирај-из-рев чак и ако није било промене у тој ревизији
tr: Güncellemeden-koplaya'da güncellemede değişiklik olmasa dahi dallan

source: Branch/&tag...
bg: Разклонение / &Етикет...
ca: Branca/&etiqueta...
el: Διακλάδωση/&ετικέτα...
es: Rama/e&tiqueta...
mk: Гранка/&ознака...
sr: Грана/&ознака..
tr: Dal/&etiket...

source: Break loc&k
bg: Разбиване на &заключване
ca: Trenca blo&queig
el: Παραβίαση κλει&δώματος
es: Romper blo&queo
mk: Тргни ка&танец
sr: Уклони ка&танац
tr: &Kilidi Kır

source: Browse...
bg: Избор...
ca: Navega...
el: Αναζήτηση...
es: Buscar...
mk: Прегледај...
sr: Претражи...
tr: İncele...

source: Bug-&ID / Issue-Nr:
bg: &Номер на проблем:
ca: &ID d'error / Núm incidència:
el: &Κωδικός λάθους / Αριθμός θέματος:
es: Bug-&ID / Nº-Incid.:
mk: Грешка-&ID / Проблем-Бр:
sr: &ИД бага / Бр. спорног питања:
tr: Kusur-&ID / Sorun-No:

source: Bug-ID
bg: Номер на проблем
ca: ID d'error
el: Αριθμός λάθους
mk: Грешка-ID
sr: ИД бага
tr: Kusur-ID

source: Bug-ID e&xpression:
bg: Bug-ID и&зраз:
ca: e&xpressió ID d'error:
es: E&xpresión de Id de incidente:
sr: Баг-ИД и&зраз
tr: Bug-ID i&fadesi:

source: Bug-ID is:
bg: Номера на грешката е:
ca: ID d'error és:
es: Número de Incidente:
sr: Баг-ИД је:
tr: Hata-ID:

source: Bug-IDs
bg: Номера на проблеми
ca: IDs d'errors
el: Κωδικοί λάθους
mk: Грешка-IDs
sr: ИД-бага
tr: Hata kimlikleri

source: Bugtraq Regex Tester - TortoiseSVN
bg: Bugtraq тестване на регулярен израз - TortoiseSVN
sr: Багтрек регекс тестер - ТортоисеСВН
tr: Bugtraq Düzenli İfade Testçisi - TortoiseSVN

source: Button Appearance
bg: Външен вид на бутоните
ca: Aparença del botó
mk: Изглед на копчињата
sr: Изглед дугмета
tr: Düğme Görünümü

source: C&heck now
bg: &Незабавна проверка
ca: C&omprova ara
el: Έ&λεγχος τώρα
es: C&omprobar ahora
mk: П&ровери сега
sr: П&ровери сада
tr: Şimdi Kon&trol et

source: C&heck repository
bg: &Проверка в хранилището
ca: &Comprova repositori
el: Έ&λεγχος αποθετηρίου
es: &Comprobar repositorio
mk: П&ровери го складиштето
sr: &Претражи спремиште
tr: Depoyu &kontrol et

source: C&ollapse sub-trees
bg: &Свиване на под-дървета
ca: C&ontrau subarbres
el: Κ&ατάρρευση υπο-δένδρων
es: C&olapsar sub-árboles
mk: С&обери ги под-дрвата
sr: С&ажети под-стабло
tr: A&lt ağaçları kapat

source: C&ommands:
bg: &Команди:
ca: O&rdres:
mk: &Наредба
sr: К&оманде:
tr: K&omutlar

source: C&ompare URLs (content only)
ca: C&ompara URLs (només contingut)
el: Σύ&γκριση διευθύνσεων URL (περιεχόμενο μόνο)
es: Comparar URLs (sólo contenido)
sr: Уп&оређује УРЛове (само садржај)

source: C&reate branch/tag from revision
bg: Съ&здаване на разклонение/етикет от ревизията
ca: C&rea branca/etiqueta des de la revisió
el: Δ&ημιουργία διακλάδωσης/ετικέτας από αναθεώρηση
es: C&rear rama/etiqueta desde la revisión
mk: К&реирај гранка/ознака од ревизија
sr: Н&аправи грану/ознаку из ревизије
tr: &Revizyondan dal/etiket oluştur

source: C&reate folder...
bg: Съ&здаване на папка...
ca: C&rea carpeta...
el: Δ&ιμιουργία καταλόγου...
es: C&rear carpeta...
mk: К&реирај директориум...
sr: Н&аправи фолдер...
tr: K&lasör yarat...

source: C&urrent Keys:
bg: &Текущи клавиши:
ca: Tecles a&ctuals:
mk: С&егашни копчиња:
sr: Т&екући тастери:
tr: Ş&u anki Anahtarlar:

source: C&ut
bg: &Изрязване
ca: &Retalla
el: Απ&οκοπή
es: &Cortar
mk: И&сечи
sr: И&сеци
tr: Ke&s

source: CAP
es: MAY
sr: ЦАП

source: Cache size [kB]
ca: Mida de la memòria cau [kB]
el: Mέγεθος της κρυφής μνήμης [kB]
es: Tamaño de caché [kB]
mk: Големина на кеш [kB]
sr: Величина кеша [кБ]
tr: Önbellek boyutu [kB]

source: Cached Repositories
bg: Кеширани хранилища
ca: Repositoris a la memòria cau
el: Αποθήκες στην cache
es: Repositorios cacheados
mk: Кеширани магацини
sr: Кеширано Спремиште
tr: Önbelleğe alınmış depolar

source: Can double-click in log list to compare with previous revision
bg: Двойно щракване върху ревизия в дневника я сравнява с предишната ревизия
ca: Feu doble clic a la llista de log per comparar amb la revisió prèvia
el: Μπορεί να διπλοκλικάρει στη λίστα καταγραφής για σύγκριση με προηγούμενη έκδοση
es: Doble-click en la lista de registro para comparar con revisión anterior
mk: Може да кликнете двапати во дневникот за споредба со претходна ревизија.
sr: Омогући двоструки клик у листи дневника за поређење с претходном ревизијом
tr: Bir önceki revizyon ile karşılaştırmak icin günlüğün içine çift tıklama yapınız

source: Can not activate a static ActiveX object.
bg: Грешка при активиране на статичен обект тип ActiveX.
ca: No es pot activar un objecte ActiveX estàtic.
el: Δεν μπορεί να ενεργοποιήσει ένα αντικείμενο ActiveX.
es: No se puede activar un objecto ActiveX estático.
mk: Не можам да активирам статички ActiveX објект.
sr: Не може се акитвирати статични АцтивеX објекат.
tr: Statik bir ActiveX nesnesi aktifleştirilemiyor.

source: Can't copy %1!ls! to %2!ls!
bg: Грешка при копиране на %1!ls! в %2!ls!
ca: No es pot copiar %1!ls! a %2!ls!
el: Δεν γίνεται να αντιγραφεί το %1!ls! στο %2!ls!
es: No se puede copiar %1!ls! a %2!ls!
sr: Не може се копирати %1!ls! у %2!ls!

source: Can't copy bitmap image into the clipboard!
bg: Грешка при копиране на растерно изображение в системния буфер!
ca: No es pot copiar imatge bitmap al porta-retalls
mk: Не можам да ја ископирам сликата на clipboard
sr: Немогу копирати битмапа у клипборд!
tr: Resim panoya kopyalanamıyor!

source: Can't create a new image!
bg: Грешка при създаване на ново изображение!
ca: No es pot crear una nova imatge.
mk: Не можам да креирам нова слика!
sr: Не може се креирати нова слика!
tr: Yeni bir görüntü oluşturulamıyor!

source: Can't customize menus!
bg: Грешка при персонализиране на менютата!
ca: No es poden personalitzar menús.
sr: Ме могу се поједноставити менији!
tr: Menüler özelleştirilemiyor!

source: Can't paste bitmap image from the clipboard!
bg: Грешка при поставяне на растерно изображение от системния буфер!
ca: No es pot enganxar una imatge bitmap del porta-retalls
mk: Не можам да ја ставам битмапата од clipboard!
sr: Не могу се залиепити битмапу слика из клипборда!
tr: Panodan biteşlem görüntü yapıştırılamıyor!

source: Cancel
bg: Отказ
ca: Cancel·la
el: Ακύρωση
es: Cancelar
mk: Откажи
sr: Одустани
tr: İptal

source: Cancel Change the selection for the commit.
bg: Отмени Промени избора за поверяването.
ca: Cancel·lar Canvia la selecció per a la pujada.
es: Cancelar Cambie la selección para la confirmación.
sr: Одустани Измени избор за урезивање.
tr: İptal et Teslim etme seçimini değiştir.

source: Cancel Choose a different folder to export to
bg: Отмени Избери друга папка за изнасяне
ca: Cancel·lar Escull una carpeta diferent on exportar
sr: Откажи Изаберите различит фолдер за извоз
tr: İptal Et Dışa aktarmak için farklı bir klasör seç

source: Cancel Do not commit to a tag.
bg: Отмени Не поверявай на етикет.
ca: Cancel·lar No pugis a una etiqueta.
sr: Одустани Не урезуј у знак.
tr: İptal Et Bir etiket teslim etme.

source: Cancel Do not remove
bg: Отмени Не премахвай
ca: Cancel·lar No suprimir
sr: Откажи Не померајте
tr: İptal Et Kaldırma

source: Cancel Do not revert.
bg: Отмени Не връщай.
ca: Cancel·la No reverteixis.
sr: Одустани Не враћај.
tr: İptal Et Geri dönme.

source: Cancel Do not update the working copy.
bg: Отмени Не актуализирай работното копие.
ca: Cancel·la No actualitzis la còpia de treball.
sr: Откажи Не обнављајте радну копји.
tr: İptal Et Çalışan kopyayı güncelleme.

source: Cancel Don't quit TortoiseMerge
bg: Отмени Не затваряй TortoiseMerge
ca: Cancel·la No surtis de TortoiseMerge
el: Ακύρωση Να μη γίνει έξοδος από το TortoiseMerge
es: Cancelar No cierre TortoiseMerge
sr: Откажи Не напуштајте ТортоисеМерге
tr: iptal Et Dosya eklenmedi ve ayarlanmadı.

source: Cancel Don't resolve the item.
bg: Отмени Не разрешавай обекта.
ca: Cancel·lar No resoldre l'element.
sr: Откажи Не решавајте ставку.
tr: İptal Et Öğeyi çözümleme.

source: Cancel Don't show the diff.
ca: Cancel·lar No mostra les diferències.
sr: Одустани Не приказуј диф.
tr: İptal Farkı gösterme.

source: Cancel Don't switch the views
bg: Отмени Не сменяй изгледите.
ca: Cancel·lar No canviar les vistes.
es: Cancelar No cambiar las vistas
sr: Откажи Не пребацујте на преглед
tr: İptal Et Dosya kopyalanmadı.

source: Cancel Go back and enter an issue number.
bg: Отмени Върни се за да въведеш номер на проблем.
ca: Cancel·la Torneu i introduïu un número d'incidència.
sr: Одустани Врати се и унеси број ставке.
tr: İptal Et Geri git ve bir iş numarası gir.

source: Cancel Go back and select a different folder.
bg: Отмени Върни се за да избереш друга папка.
ca: Cancel·la Torna i selecciona una carpeta diferent.
sr: Откажи Вратите се и изаберите други фолдер.
tr: İptal Et Geri dön ve farklı bir klasör seç.

source: Cancel I will enter a different path/URL.
bg: Отмени Ще въведа друг път/адрес.
ca: Cancel·la Introduiré un camí/URL diferent.
sr: Одустани Унећу различиту путању/УРЛ
tr: İptal Et Başka bir yol/URL gireceğim.

source: Cancel Keep the current URL.
bg: Отмени Запази сегашния адрес.
ca: Cancel·lar Conserva l'URL actual.
sr: Одустани Чувај текући УРЛ.
tr: İptal Et Şu anki URL'yi kullanmaya devam et.

source: Cancel Keep the empty file.
bg: Отмени Запази празния файл.
ca: Cancel·lar Manté el fitxer buit.
el: Ακύρωση Διατηρήστε το κενό αρχείο.
es: Cancelar Mantener el archivo vacío.
sr: Откажи Држите празан фајл.
tr: Geri almayı onayla

source: Cancel Leave the cache on disk.
bg: Отмени Остави кеша на диска.
ca: Cancel·la Deixa la memòria cau al disc.
sr: Откажи Оставите кеш на диску.
tr: İptal Et Önbelleği diskte bırak.

source: Cancel Local modifications are kept.
bg: Отказ Локалните промени се запазват.
ca: Cancel·la Les modificacions locals es mantenen.
sr: Одустни Локалне измене су сачуване
tr: İptal Yerel değişiklikler korunur.

source: Cancel Resolve the conflicts first.
bg: Отмени Разреши първо проблемите.
ca: Cancel·lar Primer resol els conflictes.
es: Cancelar Resolver primero los conlictos.
sr: Откажи Решите конфликт најпре.
tr: İptal Et Önce çakışmaları çözümle.

source: Cancel Stay with current files
ca: Cancel·lar Roman amb els fitxers actuals
el: Ακύρωση Παραμονή με τα τρέχοντα αρχεία
es: Cancelar Quedarme con los ficheros actuales.
sr: Одустани Остани са текућим фајловима

source: Cancel Stay with current settings
ca: Cancel·la Manté la configuració actual.
el: Ακύρωση Παραμονή με τις τρέχουσες ρυθμίσεις
es: Cancelar Quedarme con los actuales parámetros.
sr: Одустани Остани са текућим подешавањем

source: Cancel The conflict is not resolved.
bg: Отмени Конфликтът не е разрешен.
ca: Cancel·lar El conflicte no està resolt.
sr: Откажи Конфликт није решен.
tr: İptal Et Çakışma çözümlenmez.

source: Cancel The file is not copied.
bg: Отмени файлът не е копиран.
ca: Cancel·lar El fitxer no es copiarà.
sr: Откажи Фајл није копиран.
tr: İptal Et Dosya kopyalanmaz.

source: Cancel The folder is not exported.
bg: Отмени Папката не е изнесена.
ca: Cancel·lar La carpeta no s'exportarà.
sr: Откажи Имрник није извезен.
tr: Değişiklikler geri alınıyor

source: Cancel The items are not imported.
bg: Отмени Обектите не са вмъкнати.
ca: Cancel·lar Els elements no s'importen.
sr: Одустани Ставке нису увезене.
tr: İptal Et Elemanlar içe aktarılmadı.

source: Cancel The items are not moved.
bg: Отмени Обектите не са преместени.
ca: Cancel·lar Els elements no es desplacen.
el: Ακύρωση Τα αντικείμενα δεν θα μετακινηθούν.
es: Cancelar Los elementos no son movidos.
sr: Одустани Ставке нису померене.
tr: İptal Et Elemanlar içe taşınmadı.

source: Cancel The tagged revision of the external is left as is.
ca: Cancel·la La revisió etiquetada de l'extern es deixa com està.
sr: Одустани Означена ревизија екстернала је истекла

source: Cancel The target file is left as is
bg: Отмени Текущия файл е оставен както си е
ca: Cancel·la El fitxer a la destinació es deixa tal com està
sr: Откажи Циљни фајл је остао исти
tr: İptal Et Hedef dosyayı olduğu gibi bırak

source: Cancel You can enter another password and try again
ca: Cancel·la Introduïu una altra contrasenya i proveu de nou
el: Ακύρωση Μπορείτε να εισάγετε άλλο κωδικό πρόσβασης και να δοκιμάσετε ξανά
es: Cancelar Puede introducir otro password y volver a intentarlo
sr: Одустани Можете унети другу лозинку и покушати поново

source: Cancel You have to add the folder manually.
bg: Отмени Трябва да въведеш папката ръчно.
ca: Cancel·la Heu d'afegir la carpeta manualment.
sr: Одустани Треба да додате фолдер ручно.
tr: İptal Et Klasörü manel olarak eklemelisiniz.

source: Cancel You have to run an update yourself to get the externals
ca: Cancel·la Heu d'executar una actualització per obtenir els externs
sr: Одустани Треба сами да урадите усклађивање да добијете екстернале

source: Cancel keep the current format.
bg: Отмени запази сегашния формат.
ca: Cancel·lar manté el format actual.
sr: Одустани чувај текући формат.
tr: İptal Et Şu anki formatı kullanmaya devam et.

source: Cancelling TortoiseSVN Blame...
bg: Отменяне на TortoiseSVN Авторство...
ca: Cancel·lant Autoria...
el: Ακύρωση Επίρρηξης Υπαιτιότητας του TortoiseSVN...
es: Cancelando TortoiseSVN Autoría ...
mk: Откажувам TortoiseSVN Blame...
sr: Отказивање ТортоисеСВН Кривца...
tr: TortoiseSVN "Sorumlular..." İptal ediliyor...

source: Cancelling operation...
bg: Отменяне на операцията...
ca: Cancel·lant operació...
el: Ακύρωση λειτουργείας...
es: Cancelando operación...
mk: Откажувам операција...
sr: Отказивање операције...
tr: İşlem iptal ediliyor...

source: Cannot show diff because of inconsistent newlines in the file.
bg: Не може да се покажат промени, заради несъвместими знаци за нов ред във файла.
ca: No es poden mostrar diferències degut a salts de línia inconsistents al fitxer.
el: Δεν ειναι δυνατό να προβληθούν οι διαφορές, γιατί υπάρχουν άστατα σημάδια νέων γραμμών μέσα στο αρχείο.
es: No se pueden mostrar las diferencias porque los finales de línea en el archivo son inconsistentes.
mk: Не можам да ги прикажам разликите поради неускладени знакови за нов ред во датотеката.
sr: Не може се приказати дифф због неусклађених знакова за нови ред у фајлу.
tr: Dosyadaki uyuşmayan yeni satırlar yüzünden farklılıklar gösterilemiyor.

source: Casca&de
bg: &Каскада
ca: Casca&da
sr: Каска&да
tr: Basamaklan&dır

source: Case-sensitive
bg: Чувствителност към регистъра
ca: Distingeix majúsc./minúsc.
el: Συγγραφέων αδιάφορο για πεζά/κεφαλαία
es: Distingue mayúsculas-minúsculas
mk: Разликува големи-мали букви
sr: Зависни од величине слова
tr: Büyük-küçük harfe duyarlı

source: Cate&gories:
bg: &Категории:
mk: Кате&гории:
sr: Кате&горије:
tr: Kate&goriler

source: Certificate expired. Valid until: %ls
bg: Срокът за валидност на сертификата е изтекъл. Бил е валиден до: %ls
ca: Certificat caducat. Vàlid fins: %ls
el: Το πιστοποιητικό έχει λήξει. Ήταν έγκυρο μέχρι την: %ls
es: El certificado ha expirado. Ha sido válido hasta: %ls
sr: Сертификат је истекао. Вредео је до: %ls

source: Certificate not yet valid. Valid from: %ls
bg: Срокът за валидност на сертификата все още не е започнал. Започва на %ls
ca: El certificat no és vàlid encara. Vàlid des del: %ls
el: Το πιστοποιητικό δεν έιναι ακόμα επικυρωμένο. Θα επικυρωθεί από τις: %ls
es: El certificado no es válido aún. Será válido desde: %ls
sr: Сертификат још није важећи. Важи од: %ls

source: Certificate validation failed
bg: Неуспешна валидация на сертификат
ca: La validació del certificat ha fallat
el: Η επικύρωση του πιστοποιητικού απέτυχε
es: Falló validacion del certificado.
sr: Провера сертификата неуспешна
tr: Sertifika doğrulaması başarısız

source: Certificates|*.p12;*.pkcs12;*.pfx|All|*.*||
bg: Сертификати|*.p12;*.pkcs12;*.pfx|Всички|*.*||
ca: Certificats|*.p12;*.pkcs12;*.pfx|All|*.*||
el: Πιστοποιητικά|*.p12;*.pkcs12;*.pfx|All|*.*||
es: Certificados|*.p12;*.pkcs12|All|*.*||
mk: Сертификати|*.p12;*.pkcs12;*.pfx|All|*.*||
sr: Сертификати|*.п12;*.пкцс12;*.пфx|Алл|*.*||
tr: Sertifikalar|*.p12;*.pkcs12;*.pfx|All|*.*||

source: Change the style of the application Change Style
ca: Canvia l'estil de l'aplicació Canvia l'estil
sr: Промени стил апликације Промени стил
tr: Uygulamanın görünümünü değiştir Görünüm Değiştir

source: Change the tagged revision The svn:external property of the parent folder is changed accordingly.
ca: Canvia la revisió etiquetada La propietat svn:external de la carpeta pare es canvia corresponentment.
sr: Промени означену евизију свн:екстернал особина предачког фолдера је усклађено измењена.

source: Change the window position
bg: Промяна на позицията на прозореца
ca: Canvia la posició de la finestra
el: Αλλαγή θέσης παραθύρου
es: Cambiar la posición de la ventana
mk: Промени ја позицијата на прозорецот
sr: Промени положај прозора
tr: Pencerenin konumunu değiştir

source: Change the window size
bg: Промяна на размера на прозореца
ca: Canvia la mida de la finestra
el: Αλλαγή μεγέθους παραθύρου
es: Cambiar el tamaño de la ventana
mk: Промени ја големината на прозорецот
sr: Промени величину прозора
tr: Pencerenin boyutunu değiştir

source: Changed Files
bg: Променени файлове
ca: Fitxers canviats
el: Αρχεία με μεταβολές
es: Archivos Cambiados
mk: Изменети датотеки
sr: Измијењени фајлови
tr: Değiştirilmiş Dosyalar
