Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: &Pre-fetch folders for faster browsing
ca: &Fes prefetch de carpetes per navegar més ràpid
es: Carpeta de &Pre-búsqueda para mostrado más rápido
sr: &Припремни фолдери за брже претраживање

source: &Print Preview
bg: &Преглед за печат
ca: &Visualització prèvia d'impressió
sr: &Штампај преглед
tr: &Yazdırma Önizleme

source: &Print...
bg: &Печат...
ca: &Imprimeix...
el: &Εκτύπωση...
es: Im&primir...
mk: &Печати...
sr: &Штампај...
tr: &Yazdır...

source: &Properties
bg: &Свойства
ca: &Propietats
el: &Ιδιότητες
es: &Propiedades
mk: &Својства
sr: &Особине
tr: &Özellikler

source: &Properties...
bg: &Свойства...
ca: &Propietats...
el: &Ιδιότητες...
es: &Propiedades...
mk: &Особини...
sr: &Особине...
tr: &Özellikler...

source: &Recent messages
bg: &Последни съобщения
ca: &Missatges recents
el: &Πρόσφατα μηνύματα
es: &Mensajes recientes
mk: &Недамнешни пораки
sr: &Недавне поруке
tr: &Son Mesajlar

source: &Red:
bg: &Червен:
ca: &Vermell:
mk: &Црвено:
sr: &Црвен:
tr: &Kırmızı:

source: &Redo
bg: &Повтаряне
ca: &Torna a fer
el: &Επανάληψη
es: &Rehacer
mk: &Повтори
sr: &Понови
tr: &Tekrarla

source: &Refresh
bg: &Опресняване
ca: &Refresca
el: &Ανανέωση
es: &Actualizar
mk: &Освежи
sr: &Освежи
tr: &Tazele

source: &Remind me to enter a bug-ID
bg: &Напомни ми да въведа номера на грешката
ca: &Recorda'm d'introduir un ID d'error
el: &Υπενθύμιση για να καταχωρήσω bug-ID
es: &Recordarme que ingrese un ID de incidente
sr: &Подсети ме да унесем баг-ИД
tr: &Bug-ID girmeyi hatırlat

source: &Remove
bg: &Премахване
ca: &Suprimeix
el: &Αφαίρεση
es: &Eliminar
mk: &Отстрани
sr: &Уклони
tr: &Kaldır

source: &Remove project
ca: &Suprimeix projecte
el: &Αφαίρεση έργου
es: &Eliminar proyecto
sr: &Уклони пројекат

source: &Remove The project is removed. If it has sub-projects, those are removed as well.
ca: &Suprimir El projecte es suprimeix. Si té subprojectes, també s'eliminen.
el: &Αφαίρεση Το έργο αφαιρείται. Εάν έχει υπό-έργα, θα αφαιρεθούν και αυτά.
es: Elimina&r El proyecto ha sido eliminado. Si contiene subproyectos, estos han sido eliminados también.
sr: &Уклони Пројекат је уклоњен. Ако има субпројекте, ови су уклоњени такође.

source: &Rename
bg: &Преименуване
ca: Can&via el nom
el: &Μετονομασία
es: &Renombrar
mk: &Преименувај
sr: &Преименуј
tr: &Yeniden adlandır

source: &Replace
ca: &Substitueix
el: &Αντικατάσταση
es: &Reemplazar
sr: &Замени

source: &Repo-browser
bg: &Разглеждане на хранилища
ca: &Navegador del repositori
el: &Επισκόπηση-Αποθήκης
es: &Navegador de repositorios
mk: &Прегледник на складиштето
sr: &Репо-претраживач
tr: &Depo tarayıcısı

source: &Reset
bg: &Нулиране
ca: &Reinicialitza
mk: &Ресетирај
sr: &Подешавање
tr: &Sıfırla

source: &Reset Toolbar
bg: &Нулиране на лента с инструменти
ca: &Reinicialitza barra d'eines
mk: &Ресетирај го алатникот
sr: &Подешавање алатног панела
tr: &Araç çubuğunu sıfırla

source: &Reset my usage data
bg: &Нулиране на данни за използването
ca: &Reinicialitza les meves dades d'ús
mk: &Ресетирај ги моите податоци за користење
sr: &Подеси и моје податке за коришћење
tr: Kullanım verilerimi &sıfırla

source: &Reset to Default
bg: &Нулиране
ca: &Reinicialitza a valors per defecte
mk: &Поврати на основно
sr: &Подесии уобичајене вредности
tr: &Varsayılana geri dön

source: &Restore defaults
bg: &Възстановяване на настройките по подразбиране
ca: &Restaura valor per defecte
el: &Επαναφορά προεπιλογών
es: Re&staurar valores por defecto
mk: По&врати ги основните
sr: В&рати подразумеване вредности
tr: &Varsayılanları yükle

source: &Retry without hooks
bg: &Нов опит без куките
ca: &Torna-ho a provar sense hooks
el: &Επαναπροσπάθεια χωρίς άγκιστρα
es: &Reintentar sin ganchos
sr: П&робајте без закачаљки
tr: &Yakalayıcılar olmadan yeniden dene

source: &Revert all changes recursively
bg: &Върни всички промени рекурсивно
ca: &Reverteix tots els canvis recursivament
el: &Επαναφορά όλων των αλλαγών αναδρομικά
es: &Revertir todos los cambios recursivamente
sr: В&ратите све измене рекурзивно
tr: Tüm değişiklikleri özyineli olarak ge&ri dön

source: &Revert changes from these revisions
bg: &Отменяне на промените от тези ревизии
ca: &Reverteix canvis des d'aquestes versions
el: &Επαναφορά αλλαγών από αυτές τις αναθεωρήσεις
es: &Revertir los cambios desde estas revisiones
mk: &Поврати ги измените од овие ревизии
sr: &Врати измене од ових ревизија
tr: &Bu revizyonlardaki değişikliklere geri dön

source: &Revert changes from this revision
bg: &Отмяна на промените от тази ревизия
ca: &Desfés els canvis des d'aquesta revisió
el: &Επαναφορά αλλαγών από την παρούσα αναθεώρηση
es: &Revertir cambios de esta revisión
mk: &Поврати ги промените од оваа ревизија
sr: &Врати измене од ове ревизије
tr: &Bu revizyondan kaynaklanan değişiklikleri iptal eder

source: &Revision
bg: &Ревизия
ca: &Revisió
el: &Αναθεώρηση
es: &Revisión
mk: &Ревизија
sr: &Ревизија
tr: &Revizyon

source: &SSH client:
bg: &Клиент за SSH:
ca: Client &SSH:
el: Εφαρμογή-πελάτης &SSH:
es: Cliente &SSH:
mk: &SSH клиент:
sr: &ССХ клијент:
tr: &SSH istemcisi:

source: &SVN
sr: &СВН

source: &Saturation:
bg: &Наситеност:
ca: &Saturació:
sr: За&сићење:
tr: &Doygunluk:

source: &Save
bg: &Запис
ca: &Desa
el: &Αποθήκευση
es: &Guardar
mk: &Зачувај...
sr: &Сачувај
tr: &Kaydet

source: &Save authentication
bg: &Запис на удостоверението
ca: &Desa autenticació
el: &Αποθήκευση πιστοποίησης
es: &Guardar autenticación
mk: &Сними аутентикација
sr: &Аутентикација чувања
tr: &Kimliği Kaydet

source: &Save graph as...
bg: &Запис на диаграма като...
ca: &Desa gràfic com...
el: &Αποθήκευση γραφήματος ως...
es: &Guardar gráfico como...
mk: &Сними го графикот како...
sr: &Сачувај граф као...
tr: Diyagramı farklı &kaydet...

source: &Save list of selected files to...
bg: &Запис на списък с избраните файлове в...
ca: &Desa llista de fitxers seleccionats a...
el: &Αποθήκευση λίστας επιλεγμένων αρχείων σε...
es: &Guardar lista de archivos seleccionados a...
mk: &Сними ја листата на изберени фајлови на...
sr: &Сачувај лист изабраних фајлова у...
tr: Seçili dosyaları içeren listeyi &kaydet...

source: &Save value...
bg: &Запис на стойност...
ca: &Desa valor...
el: &Αποθήκευση τιμής...
es: &Guardar valor...
sr: &Сачувај вредност...
tr: &Değeri kaydet...

source: &Settings
bg: &Настройки
ca: &Configuració
el: &Ρυθμίσεις
es: &Configuración
mk: &Подесувања
sr: &Подешавање
tr: &Ayarlar

source: &Show HEAD revisions
bg: Показване на &главните ревизии
ca: &Mostra revisions HEAD
el: &Προβολή εκδόσεων HEAD
es: &Mostrar revisiones HEAD
mk: &Покажи главна(HEAD) ревизија
sr: &Прикажи ГЛАВНЕ ревизије
tr: &Baş revizyonu göster

source: &Show Log
bg: &Дневник
ca: Mo&stra el registre
el: Εμφάνιση &Αρχείου καταγραφής
es: Mo&strar registro
sr: &Прикажи Дневник
tr: &Günlüğü Göster

source: &Show Menus for:
bg: &Показване на менютата за:
ca: &Mostra menús per:
mk: &Покажи менија за:
sr: &Прикажи меније за:
tr: &Menüleri .... için göster:

source: &Show Monitor
ca: &Mostra el monitor
es: Mostrar Monitor (&S)
sr: &Прикажи монитор

source: &Show popup notifications
ca: &Mostra notificacions a finestres emergents
el: &Εμφάνιση αναδυόμενων ειδοποιήσεων
es: Mo&strar notificaciones emergentes
sr: &Прикажи попап нотификацију

source: &Show text labels
bg: &Показване на текстови етикети
ca: &Mostra etiquetes text
mk: &Покажи текстуални лабели
sr: &Прикажи текстуалне ознаке
tr: &Metin etiketlerini göster

source: &Specific revision in repository
bg: &Специфична ревизия в хранилището
ca: &Revisió específica del repositori
el: &Συγκεκριμένη έκδοση στην αποθήκη
es: Revisión e&specífica en el repositorio
mk: &Специфична ревизија во складиштето
sr: &Одређена ревизија у спремишту
tr: &Depodaki belirli bir revizyon

source: &Start Group
bg: &Стартова група
ca: &Inicia grup
mk: &Почетна група
sr: &Почетна група
tr: &Grup Başlat

source: &Start Repobrowser
bg: &Стартиране на програмата за разглеждане на хранилища
ca: &Inicia el navegador del repositori
es: &Navegador de repositorios
sr: &Старт Репо-претраживача
tr: &Depo tarayıcısını başlat

source: &Status Bar
bg: &Лента за състоянието
ca: &Barra d'Estat
el: &Γραμμή Κατάστασης
es: &Barra de Estado
mk: &Статусна лента
sr: &Статусни панел
tr: Dur&um çubuğu

source: &Steal the locks
bg: &Присвояване на заключванията
ca: &Roba bloquejos
el: &Υπέκλεψε τα κλειδωμένα αρχεία
es: &Robar los bloqueos
mk: &Укради ги катанците
sr: &Укради катанац
tr: &Kilitleri çal

source: &Stop on copy/rename
bg: &Спиране при копиране/преименуване
ca: &Atura't en còpia/canvi de nom
el: &Παύση κατά την αντιγραφή/μετονομασία
es: &Parar en copia/cambio de nombre
mk: &Застани на копирано/преименувано
sr: &Заустави на копирај/преименуј
tr: &Kopyalama / yeniden adlandırmada dur

source: &Subversion username
ca: Nom d'usuari del &Subversion
el: &Όνομα χρήστη στο Subversion
es: Usuario de &Subversion
sr: &Субверзионо корсничко име

source: &Switch WC to path and revision
bg: &Превключване на работното копие към път и ревизия
ca: &Canvia còpia de treball a camí i revisió
el: &Μεταστροφή αντιγράφου εργασίας σε κατάλογο και αναθεώρηση
es: &Cambiar copia de trabajo a la ruta y revisión
mk: &Префрли РК на патека и ревизија
sr: &Пребаци РК ка путањи и ревизији
tr: &Çalışan Kopyayı bu yol ve revizyona değiştir

source: &Switch WC to path@HEAD
bg: &Превключване на работното копие към път в главната ревизия
ca: &Canvia còpia de treball a path@HEAD
es: &Cambiar copia de trabajo a ruta@HEAD
mk: &Смени РК на path@HEAD
sr: &Пребаци РК ка путања@ГЛАВА
tr: &WCyi @HEAD yoluna çevir

source: &Symbol View
bg: С&имволен изглед
ca: Visualització de &símbols
el: Επισκόπηση &συμβόλων
es: &Mosaicos
mk: &Преглед на симболи
sr: &Преглед симбола
tr: &Sembol görünümü

source: &Tab size:
bg: Размер на &табулатора:
ca: &Mida del tabulador:
el: &Μέγεθος στηλογνώμονα.
es: &Tamaño de tabulación:
mk: &Големина на табулација:
sr: &Величина таба:
tr: &Sekme boyutu:

source: &Tabbed Document
bg: Документ на &страници
ca: &Document tabulat
mk: &Документ со јазичиња
sr: &Документ са табовима
tr: &Sekmelenmiş Döküman

source: &Tags
bg: &Етикети
ca: &Etiquetes
el: &Ετικέτες
es: E&tiquetas
mk: &Ознаки
sr: &Ознаке
tr: &Etiketler

source: &Test merge
bg: &Пробно сливане
ca: &Prova fusió
el: &Δοκιμαστική συγχώνευση
es: &Probar fusión
mk: &Пробно спојување
sr: &Тест стапања
tr: &Birleştirmeyi test et

source: &Text
bg: &Текст
el: &Κείμενο
es: &Texto
mk: &Текст
sr: &Текст
tr: &Metin

source: &Text only
bg: &Само текст
ca: Només &text
mk: &Само текст
sr: &Само текст
tr: &Sadece Metin

source: &Timeout in seconds before updating the HEAD revision
bg: &Изчакване (в секунди) преди обновяване на главната ревизия
ca: &Temps d'espera en segons abans d'actualitzar revisió HEAD
el: &Χρόνος λήξης σε δευτερόλεπτα πριν την ενημέρωση της αναθεώρησης HEAD
es: &Límite en segundos antes de actualizar la revisión HEAD
mk: &Време во секунди до освежување на HEAD ревизијата
sr: &Прекид у секундама пре обнављања ГЛАВНЕ ревизије
tr: BAŞ revizyona güncelleme için zaman-&aşımı süresi (sn)

source: &Timeout in seconds to stop the auto-completion parsing
bg: &Изчакване (в секунди) на разбора за автоматично дописване
ca: &Temps d'espera en segons per aturar parsing d'autocompletació
el: &Χρόνος λήξης σε δευτερόλεπτα, μέχρι να σταματήση η ανάλυση της αυτόματης συμπλήρωσης
es: &Límite en segundos para detener el parseado de autocompletar
mk: &Време во секунди до стопирање на парсирањето на аутодополнувањето
sr: &Прекид у скундама да се заустави анализа за аутокомплетирање
tr: Otomatik-tamamlama çözümlenmesinin durdurulması için zaman-&aşımı süresi (sn)

source: &To Revision
bg: &Към ревизия:
ca: &A la revisió
el: &Στην Αναθεώρηση
es: &Hasta la Revisión
mk: &До ревизија
sr: &До ревизије
tr: &Revizyona git

source: &To URL:
bg: &Към URL:
ca: &Cap a l'URL:
el: &Στη URL:
es: &A la URL:
mk: &До URL:
sr: &До УРЛ:
tr: &URL ye git:

source: &To path:
bg: &Към път:
ca: &Al camí:
el: &Στη διαδρομή:
es: Ruta &destino:
sr: Ка пу&тањи:
tr: &Bu dizine:

source: &To: (end URL and revision of the range to merge)
bg: &До: (краен URL и ревизия на обхвата за сливане)
ca: &A: (URL final i revisió del rang a fusionar)
el: &Έως: (Αρχικό URL και εμβέλεια των έκδοσεων που πρόκειτε να συνενωθούν)
es: &A: (URL y revisión del fin del rango a fusionar)
sr: &До: (крајњи УРЛ и ревизија у распону спајања)
tr: B&uraya: (bitiş URLsi ve birleştirilecek aralığın revizyonu)

source: &Toolbar
bg: &Лента с инструменти
ca: &Barra d'eines
el: &Γραμμή Εργαλείων
es: Barra de &Herramientas
mk: &Лента со алатки
sr: &аЛАТНИ ПАНЕЛ
tr: &Araç çubuğu

source: &Toolbar Name:
bg: &Име на лентата с инструменти:
ca: Nom de la &barra d'eines:
mk: &Име на алатникот
sr: &Име алатног панела:
tr: &Araç çubuğu ismi:

source: &Toolbars:
bg: &Ленти с инструменти:
ca: &Barres d'eines:
mk: &Ленти со алатки
sr: &Алатни панели:
tr: &Araç çubukları:

source: &Top
bg: &Горе
ca: Dalt de &tot
el: &Κορυφή
es: &Arriba
sr: &Врх
tr: &Yukarı

source: &TortoiseMerge
sr: &ТортоисеМерге

source: &TortoiseSVN
sr: &ТортоисеСВН

source: &TortoiseUDiff
sr: &ТортозУДиф

source: &Trunk
bg: &Основно течение
ca: &Tronc
el: &Κορμός
mk: &Стебло
sr: &Дебла
tr: &Ana dal

source: &Two Page
bg: &Две страници
ca: &Dues pàgines
el: &Δυο Σελίδες
es: Dos pa&ginas
mk: &Две страни
sr: &Две стране
tr: &İki sayfa

source: &URL of repository:
bg: &URL на хранилище:
ca: &URL del repositori:
el: &URL του αποθετηρίου:
es: &URL del repositorio:
mk: &URL на складиштето:
sr: &УРЛ спремишта:
tr: &Deponun URL'si:

source: &URL:
sr: &УРЛ:

source: &Undo
bg: &Отменяне
ca: &Desfés
el: &Αναίρεση
es: &Deshacer
mk: &Поништи
sr: &Поништи
tr: &Geri al

source: &Unified diff
ca: &Compara unificat
el: &Ενοποιημένες διαφορές
es: Diff &unificado
mk: &Обединети разлики
sr: &Обједињена разлика
tr: &Birleştirilmiş karşılaştırma

source: &Unknown drives
bg: &Непознати устройства
ca: Unitats &desconegudes
el: &Άγνωστοι οδηγοί συσκευών
es: &Unidades desconocidas
mk: &Непознати дискови
sr: &Непознати дискови
tr: &Bilinmeyen sürücüler

source: &Update
bg: &Обновяване
ca: &Actualitza
el: &Ενημέρωση
es: &Actualizar
mk: &Обнови
sr: &Усклади
tr: &Güncelle

source: &Update all
ca: &Actualitza tot
el: &Ενημέρωση όλων
es: Act&ualizar todo
sr: &Усклади све

source: &Update item to revision
bg: &актуализирай до ревизия
ca: &Actualitza element a revisió
el: &Ενημέρωση στοιχείου στην αναθεώρηση
es: &Actualizar ítem a revisión
sr: &Обнавља ставку према ревизији
tr: &Öğeyi revizyona güncelle

source: &Update item to revision...
bg: &Обновяване на обект до ревизия...
ca: &Actualitza element a la revisió...
el: &Ενημέρωση στοιχείου στην αναθεώρηση...
es: &Actualizar ítem a la revisión...
sr: &Усклади ставку са ревизијом...
tr: Elemanı revizyona göre &güncelle...

source: &Update to revision...
bg: &Обновяване до ревизия...
ca: &Actualitza a revisió...
el: &Ενημέρωση στην αναθεώρηση...
es: &Actualizar a la revisión...
mk: &Обнови спрема ревизијата...
sr: &Усклади са ревизијом...
tr: &Revizyona göre güncelle...

source: &Use auto-completion of file paths and keywords
bg: &Автоматично дописване на имена на файлове и ключови думи
ca: &Usar autocompletació de camins de fitxers i paraules clau
el: &Χρήση αυτόματης συμπλήρωσης σε διαδρομές αρχείων και λέξεων-κλειδιών
es: &Utilizar autocompletar de rutas de archivos y palabras clave
mk: &Користи аутоматско дополнување на патеките и клучните зборови
sr: &Користи аутокомплетирање фајл путања и кључних речи
tr: Dosya yolları ve anahtar kelimeler için otomatik-tamamlama &kullan.

source: &Use recycle bin
bg: &Използване на кошчето
ca: &Utilitza la paperera
el: &Χρήση κάδου ανακύκλωσης
es: &Utilizar la papelera de reciclaje
sr: Користи корп&у за отпатке
tr: Geri dönüşüm k&utusunu kullan

source: &Username:
bg: &Потребителско име:
ca: &Nom d'usuari:
el: &Ονομα χρήστη:
es: &Usuario:
mk: &Корисничко име:
sr: &Име корисника:
tr: &Kullanıcı Adı:

source: &Vacuum pristine copies
ca: Còpies pristine &buides
es: &Limpiar copias prístinas
sr: &Усисај старе копије

source: &View
bg: &Изглед
ca: &Visualització
el: &Επισκόπηση
es: &Ver
mk: &Поглед
sr: &Преглед
tr: &Görünüm

source: &View:
bg: &Изглед:
ca: &Visualització:
mk: &Поглед
sr: &Преглед:
tr: &Görünüm

source: &Whole word
bg: &Цяла дума
ca: &Paraula sencera
el: &Ολόκληρη λέξη
es: &Palabra completa
mk: &Цел збор
sr: &Цела реч
tr: &Tüm kelime

source: &Windows (CRLF)
sr: &Виндоус (ЦРЛФ)

source: &Working copy
bg: &Работно копие
ca: &Còpia de treball
el: &Τρέχον Αντίγραφο Εργασίας
es: &Copia de trabajo
mk: &Работна копија
sr: &Радна копија
tr: &Çalışan kopya

source: &file list control
bg: &елемент за управление на списък с файлове
ca: Control de &llista de fitxers
el: έλεγχος λίστας &αρχείων
es: &control de lista de archivos
sr: &фајл листа контрола
tr: &dosya listesi kontrolü

source: '%ls' : %ld new commits
ca: '%ls' : %ld pujades noves
es: '%ls': %ld nuevas confirmaciones
sr: '%ls' : %ld нова урезивања

source: '%ls' is not a valid URL or path!
bg: '%ls' не е валиден URL или път!
ca: '%ls' URL o camí invàlids
el: '%ls' δεν είναι έγκυρο URL ή διαδρομή!
es: '%ls' no es una URL o la ruta válida!
sr: '%ls' није ваљан УРЛ или путања!

source: 'skip ranges' are used to mark revision ranges that have not been cached yet
bg: с 'пропуснати обхвати' се отбелязват обхвати от ревизии, които все още не са кеширани
ca: 'omet rangs' serveix per marcar rangs de revisió que encara no estan a memòria cau
es: 'saltar rangos' se utiliza para marcar rangos de revisiones que aún no han sido cacheados
sr: 'прескочи распон' се користи за означавање распона ревизија које још нису кеширане
tr: 'atlama aralıkları' henüz önbelleğe alınmamış güncelleme aralıklarını göstermek için kullanılır

source: (Double-click to clear error message)
bg: (Щракнете два пъти за да изчистите съобщението за грешка)
ca: (Feu doble clic per esborrar el missatge d'error)
el: (Διπλό κλικ για καθαρισμό μηνύματος λάθους)
es: (Doble clic para eliminar el mensaje de error)
mk: (Двоен клик за да се избришат грешките)
sr: (Двоструко-кликнути да се обрише порука грешке)
tr: (Hata mesajını temizlemek için çift tıklayın)

source: (binary value)
bg: (двоична стойност)
ca: (valor binari)
el: (δυαδική τιμή)
es: (valor binario)
mk: (бинарна вредност)
sr: (бинарна вредност)
tr: (ikilik taban değeri)

source: (content and properties)
ca: (contingut i propietats)
el: (περιεχόμενο και ιδιότητες)
es: (contenido y propiedades)
sr: (садржај и особине)

source: (content only)
ca: (només contingut)
el: (μόνο περιεχόμενο)
es: (sólo contenido)
sr: (само садржај)
tr: (sadece içerik)

source: (copy)
bg: (копие)
ca: (copia)
el: (αντίγραφο)
es: (copia)
mk: (копирај)
sr: (копија)
tr: (kopyala)

source: (create branch)
bg: (създаване на разклонение)
ca: (crea branca)
el: (δημιουργία κλαδιού)
es: (crear rama)
mk: (креирај гранка)
sr: (направи грану)
tr: (dal oluştur)

source: (created)
bg: (създаден)
ca: (creat)
el: (δημιουργία)
es: (creado)
mk: (креиран)
sr: (креирано)
tr: (oluşturuldu)

source: (delete)
bg: (изтриване)
ca: (esborra)
el: (διαγραφή)
es: (eliminar)
mk: (избриши)
sr: (обриши)
tr: (sil)

source: (externals)
bg: (външни)
ca: (externs)
el: (εξωτερικά)
es: (externos)
mk: (надворешни)
sr: (спољни)
tr: (hariciler)

source: (modified)
bg: (променен)
ca: (modificat)
el: (τροποποιημένα)
es: (modificado)
mk: (модифициран)
sr: (измењено)
tr: (değiştirilmiş)

source: (modified, HEAD revision)
bg: (променено, главна ревизия)
ca: (modificat, revisió HEAD)
el: (τροποποιημένο, αναθεώρηση σε HEAD)
es: (modificado, revisión HEAD)
mk: (модифициран, HEAD ревизија)
sr: (измењено, ГЛАВНА ревизија)
tr: (değiştirildi, BAŞ revizyon)

source: (multiple targets selected)
bg: (избрани са няколко цели)
ca: (diverses destinacions seleccionades)
el: (διαλέχτηκαν πολλαπλοί στόχοι)
es: (multiples destinos seleccionados)
mk: (повеќе цели се изберени)
sr: (изабрани вишеструки циљеви)
tr: (çoklu hedef seçili)

source: (no changelist)
bg: (няма списък с промени)
ca: (sense llista de canvis)
el: (καμία αλλαγή)
es: (no hay lista de cambios)
mk: (нема листа со измени)
sr: (нема листе измена)
tr: (liste değişikliği yok)

source: (no line number)
bg: (няма номер на ред)
ca: (sense número de línia)
el: (χωρίς αρίθμηση γραμμών)
es: (sin número de línea)
mk: (нема број на линии)
sr: (нема бројева линија)
tr: (satır numarası yok)

source: (no modification but copy created from here)
bg: (няма промени, но оттук е било направено копие)
ca: (sense modificació però la còpia es crea des d'aquí)
el: (καμμία αλλαγή αλλά το αντίγραφο δημιουργήθηκε από εδώ)
es: (sin cambio pero creada una copia desde aquí)
mk: (нема модификации но копија е креирана од тука)
sr: (нема измена али је копија креирана одавде)
tr: (değiştirilmedi ancak buradan kopya oluşturuldu)

source: (no modification but relevant for working copy)
bg: (няма промени, но има отношение към работното копие)
ca: (sense modificació però és rellevant per la còpia de treball)
el: (καμμία αλλαγή αλλά σχετίζεται με τον αντίγραφο εργασίας)
es: (sin modificiaciones excepto las relevantes para la copia de trabajo)
sr: (нема измена али је релевантна за радну копију)
tr: (değişiklik yok ancak çalışan kopya ile ilgili)

source: (no value)
bg: (без стойност)
ca: (sense valor)
el: (χωρίς τιμή)
es: (sin valor)
mk: (нема вредности)
sr: (нема вредности)
tr: (değer yok)

source: (not found)
bg: (не е намерено)
ca: (no trobat)
el: (δεν βρέθηκε)
es: (no encontrado)
mk: (не е пронајдено)
sr: (није нађено)
tr: (bulunamadı)

source: (properties only)
bg: (само свойства)
ca: (només propietats)
el: (ιδιότητες μόνο)
es: (solo propiedades)
sr: (само особине)
tr: (sadece özellikler)

source: (property change only)
bg: (само променени свойства)
ca: (només canviar propietat)
el: (αλλαγή ιδιότητας μόνο)
es: (sólo cambiar propiedad)
mk: (само измена на својствата)
sr: (само измењене особине)
tr: (sadece ayar/özellik değişikliği)

source: (props and content)
bg: (свойства и съдържание)
ca: (propietats i contingut)
es: (accesorios y contenido)
sr: (особине и садржај)
tr: (özellikler ve içerik)

source: (rename)
bg: (преименуване)
ca: (canvia el nom)
el: (μετονομασία)
es: (renombrar)
mk: (преименувај)
sr: (преименуј)
tr: (yeniden adlandır)

source: (tagged)
bg: (етикет)
ca: (etiquetat)
el: (με ετικέτα)
es: (etiquetado)
mk: (означен)
sr: (означен)
tr: (etiketlendi)

source: (unknown)
bg: (неизвестен)
ca: (desconegut)
el: (άγνωστο)
es: (desconocido)
mk: (непознато)
sr: (непознат)
tr: (bilinmeyen)

source: ... checking cache and preparing log query
bg: ... проверка на кеша и подготовка на заявката към дневника
ca: ... comprovant memòria cau i preparant consulta del log
el: ...έλεγχος cache και προετοιμασία ερωτήματος καταγραφής
es: ... comprobando la caché y preparando la consulta del registro
mk: ... проверувам кеш и спремам претрага на дневникот
sr: ... проверава кеш и припрема дневник упита
tr: ... ön belleği kontrol ediyor ve günlük sorgusunu hazırlıyor

source: ... reading working copy status
bg: ... четене на състоянието на работното копие
ca: ... llegint estat de la còpia de treball
el: ...ανάγνωση κατάστασης αντιγράφου εργασίας
es: ... leyendo el estado de la copia de trabajo
mk: ... го читам статусот на работната копија
sr: ... читање статуса радне копије
tr: ... çalışan kopya durumu okunuyor

source: : Revision %d
bg: : Ревизия %d
ca: : Revisió %d
el: : Έκδοση %d
es: : Revisión %d
mk: : Ревизија %d
sr: :Ревизија %d
tr: : Revizyon %d

source: : working copy
bg: : работно копие
ca: : còpia de treball
el: : αντίγραφο πάνω στο οποίο εργάζεστε
es: : copia de trabajo
mk: : работна копија
sr: : радна копија
tr: : çalışan kopya

source: < &Back
bg: < На&зад
ca: < &Enrere
el: < &Πίσω
es: < A&trás
mk: < &Назад
sr: < &Назад
tr: < &Geri
