Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Advanced diff settings
bg: Допълнителни настройки на сравняване
ca: Configuració avançada de comparació
el: Ρύθμηση των διαφορών για προχωρημένους
es: Configuración avanzada de diferenciación
mk: Напредни подесувата за споредба
sr: Напредно подешавање разлика
tr: Gelişmiş karşılaştırma ayarları

source: Advanced merge settings
bg: Допълнителни настройки на сливане
ca: Configuració avançada de fusionar
el: Ρυθμιση της συγχωνεύσης για προχωρημένους
es: Configuración avanzada de fusión
mk: Напредни подесувања за спојување
sr: Напредно подешавање спајања
tr: Gelişmiş birleştirme ayarları

source: Age
bg: Възраст
ca: Edat
el: Ηλικία
es: Edad
mk: Старост
sr: Доба
tr: Yaş

source: Align trees on top
bg: Подравняване на дърветата по върха
ca: Alinea els arbres a dalt
el: Στοίχιση δέντρων στην κορυφή
es: Alinear árboles en la parte superior
mk: Порамни ги дрвата на врвот
sr: Изравнај стабло на врху
tr: Ağaçları tepede hizala

source: All
bg: Всички
ca: Tot
el: Όλος
es: Todo
mk: Сите
sr: Све
tr: Tümü

source: All Commands
bg: Всички команди
ca: Totes les Ordres
mk: Сите команди
sr: Све команде
tr: Tüm Komutlar

source: All Files (*.*)
bg: Всички файлове (*.*)
ca: Tots els fitxers (*.*)
el: Όλα τα αρχεία (*.*)
es: Todos los archivos (*.*)
mk: Сите датотеки (*.*)
sr: Сви фајлови (*.*)
tr: Tüm Dosyalar (*.*)

source: All Files (*.*)|*.*||
bg: Всички файлове (*.*)|*.*||
ca: Tots els fitxers (*.*)|*.*||
el: Όλα τα αρχεία (*.*)|*.*||
es: Todos los archivos (*.*)|*.*||
mk: Сите датотеки (*.*)|*.*||
sr: Сви фајлови (*.*)|*.*||
tr: Tüm Dosyalar (*.*)|*.*||

source: All your changes will be lost! Do you really want to reset all toolbars and menus?
bg: Ще загубите всичките си промени! Наистина ли желаете да нулирате всички ленти с инструменти и менюта?
ca: Tots els canvis es perdran. Realment voleu reinicialitzar totes les barres i menús?
mk: Сите ваши измени ќе бидат изгубени! Дали сакате да ги ресетирате сите алатници и менија?
sr: Све ваше измене биће изгубљене! Да ли заиста желите изменити све алатне панеле и меније?
tr: Tüm değişiklikleriniz kaybolacak! Tüm araç çubuklarını ve menüleri sıfırlamak istiyor musunuz?

source: All your changes will be lost! Do you really want to reset the keyboard assignments?
bg: Ще загубите всичките си промени! Наистина ли желаете да нулирате всички клавишни комбинации?
ca: Tots els canvis es perdran. Realment voleu reinicialitzar totes les assignacions de teclat?
mk: Сите ваши измени ќе бидат изгубени! Дали навистина сакате да ги ресетирате подесувањата за тастатурата?
sr: Све ваше измене биће изгубљене! Да ли заиста желите изменити ознаке тастатуре?
tr: Tüm değişiklikleriniz kaybolacak! Tüm klavye atamalarını sıfırlamak istiyor musunuz?

source: All your changes will be lost! Do you really want to reset the menu '%Ts'?
ca: Tots els canvis es perdran. Voleu reinicialitzar el menú '%Ts'?
sr: Све ваше измене ће нестати! Да ли стварно желите да ресетујете мени '%Ts'?

source: All your changes will be lost! Do you really want to reset the toolbar '%Ts'?
ca: Tots els canvis es perdran. Voleu reinicialitzar la barra d'eines '%Ts'?
sr: Све ваше измене ће нестати! Да ли стварно желите да ресетујете алатни панел '%Ts'?

source: Allow Editing for this view Allow Edit
ca: Permet editar dins d'aquesta vista Permet editar
es: Permitir edición para esta vista. Permitir editar
sr: Омогићава уређење за овај преглед Омогућава уређење

source: Allow ambiguous &UUIDs
bg: Позволяване на нееднозначни &UUID
ca: Permet &UUIDs ambigües
el: Επιτρέπονται διφορούμενα &UUIDs
es: Permitir UUIDs &ambiguos
mk: Дозволи двозначни &UUID
sr: Дозволи вишезначне &УУИДе
tr: &Muğlak UUIDlere izin ver

source: Allow different repositories to use the same URL, e.g. http://localhost/myrepos/
bg: Позволява различни хранилища да използват един и същ URL, например http://localhost/myrepos/
ca: Permet a diferents repositoris utilitzar el mateix URL, p.ex. http://localhost/myrepos/
el: Να επιτρέπεται διαφορετικές αποθήκες να χρησιμοποιούν το ίδιο URL, δηλ. http://localhost/myrepos/
es: Permitir que diferentes repositorios utilicen la misma URL, por ejemplo http://localhost/myrepos/
mk: Дозволи различни складишта да користат ист URL, н.п. http://localhost/myrepos/
sr: Дозволи да различита спремишта употребљавају исти УРЛ, напр. хттп://лоцалхост/мyрепос/
tr: Farklı depoların aynı URL'yi kullanmasına izin ver. örn. http://localhost/myrepos/

source: Allow different repositories to use the same UUID, e.g. copied repositories
bg: Позволява различни хранилища да използват един и същ уникален идентификатор (UUID), например копирани хранилища
ca: Permet a diferents repositoris utilitzar la mateixa UUID, p.ex. repositoris copiats
es: Permitir que diferentes repositorios utilicen el mismo UUID, por ejemplo repositorios copiados
mk: Дозволи различни складишта да користат ист UUID
sr: Дозволи да различита спремишта употребљавају исти УУИД, нпр. копирана спремишта
tr: Farklı depoların aynı UUID'yi kullanmasına izin ver. örn. kopyalanmış depolar

source: Already merged
bg: Вече слети
ca: Ja s'ha fusionat
el: Ήδη συγχνωνευμένο
es: Ya fusionados
sr: Већ стопљено
tr: Zaten birleştirilmiş

source: Already reverse merged
bg: Вече е обратно слято
ca: Ja s'ha fet fusió revertida
es: Revertir ya fusionados
sr: Враћено је већ стопљено
tr: Halihazırda ters birleştirilmiş durumda

source: Always close dialogs for local operations
bg: При местни операции диалоговите прозорци винаги се затварят
ca: Sempre tanca els diàlegs per a operacions locals
el: Κλείσιμο διαλόγων πάντοτε για τοπικές ενέργειες
es: Siempre cerrar los diálogos para operaciones locales
mk: Секогаш затвори дијалози за локални операции
sr: Увек затворите дијалоге за локалне операције
tr: Yerel işlemler için her zaman diyalogu kapat

source: Always execute the script
bg: Винаги изпълнявай скрипта
ca: Executa sempre l'script
el: Να εκτελείται πάντα η δέσμη εντολών
es: Ejecutar siempre este script
sr: Увек изврши скрипту
tr: Her zaman betiği çalıştır

source: Always use the system locale settings to show times and dates
bg: При показване на дата и час винаги се използват настройките на системния локал
ca: Utilitza sempre la configuració local per mostrar hores i dates
el: Να χρησιμοποιούνται πάντα οι τοπικές ρυθμίσεις του συστήματος για την εμφάνιση ημερομηνίας και ώρας
es: Utilizar siempre la configuración local del sistema para mostrar fechas y horas
mk: Секогаш користи ги системските подесувања за приказ на време и датум
sr: Увек користи системска локална подешавања за приказ времена и датума
tr: Zaman ve tarihi göstermek için her zaman sistem yerel ayarlarını kullan

source: Amount of memory required to load the cache
bg: Размер на паметта, нужна за зареждане на кеша
ca: Quantitat de memòria requerida per a carregar la memòria cau
el: Ποσότητα μνήμης που απαιτείται για να φορτωθεί η cache
es: Cantidad de memoria necesaria para cargar la caché
mk: Количество меморија потребно за да се вчита кешот
sr: Количина меморије потребна за учитавање кеша
tr: Önbelleği yüklemek için gereken hafıza miktarı

source: An external diff program used for comparing different revisions of files You can specify the following parameters to the path: %base : the base file %mine : the modified file
bg: Външна програма, използвана за сравняване на различните ревизии на файлове Можете да зададете следните параметри на програмата: %base : базовият файл %min : промененият файл
ca: Un programa extern utilitzat per comparar diferents revisions de fitxers Podeu especificar els següents paràmetres al camí: %base : fitxer base %mine : fitxer modificat
es: Un programa de diferencias externo para comparar diferentes revisiones de los archivos Puede especificar los siguientes parámetros en la ruta: %base : el archivo base %mine : el archivo modificado
mk: Надворешен програм за наоѓање на разлики кој се користи за споредба на различни ревизии на датотеки Можете да ги внесете следните параметри на патеката: %base: основна датотека %mine: изменета датотека
sr: Спољашњи програм за налажење разлика који се корист за поређење различитих ревизија фајовал. Можете одредити следеће параметре путање: %base: основни фајл %mine: измењени фајл
tr: Dosyaların değişik revizyonlarını karşılaştırmakta kullanılan harici bir karşılaştırma programı Dizinde bu komutları kullanabilirsiniz: %Taban : taban dosya %Benim : değiştirilmiş dosya

source: An external merge program used to resolve conflicted files. You can specify the following parameters to the path: %merged : the conflicted file, where to save %theirs : the file as it is in the repository %mine : your own file, with your changes %base : the original file without your changes
bg: Външна програма за сливане, използвана за разрешаване на конфликти във файлове. Можете да зададете следните параметри на програмата: %merged : къде да се запише конфликтният файл %theirs : файлът, както е в хранилището %mine : Вашият файл, с Вашите промени %base : първоначалният файл, без Вашите промени
ca: Un programa extern utilitzat per solucionar fitxers en conflicte. Especifiqueu els següents paràmetres al camí: %merged : fitxer amb conflicte, lloc on desar %theirs : fitxer tal com és al repositori %mine : el vostre fitxer, amb els canvis que heu fet %base : fitxer original sense els vostres canvis
es: Un programa de fusión externo utilizado para resolver archivos en conflicto. Puede especificar los siguientes parámetros en la ruta: %merged : el archivo en conflicto, donde se guardará %theirs : el archivo tal y como está en el repositorio %mine : su propio archivo, con sus cambios %base : el archivo original sin sus cambios
mk: Надворешен програм за спојување кој се користи за разрешување на конфликтни датотеки. Можете да ги внесете следните параметри на патеката: %merged : конфликтна датотека, каде ќе биде сочувана %theirs : датотека каква што е во складиштето %mine : сопствена датотека, со вашите измени %base : оригинална датотека без вашите измени
sr: Спољашњи програм за стапање фајлова који се користи за решавање сукобљених фајлова. Можете одредити следеће параметре у путањи: %merged :сукобљен фајл, где ће бити снимљен %theirs : фајл какав је у спремишту %mine : властити фајл, с Вашим изменама %base : оригинални фајл без Ваших измена
tr: Çakışan dosyaların birleştirilmesi için kullanılan harici program. Dizinde bu parametreleri kulanabilirsiniz: %Birleştirilmiş: çakışan dosya, nereye kayit edileceği %Onların : depoda bulunan dosya %Benim : sizin değişiklik yaptığınız,kendi dosyanız %Taban : sizin değişikliklerinizin olmadığı orijinal dosya

source: An incorrect file handle was associated with %1.
bg: Грешен файлов псевдоним бе свързан с %1.
ca: S'ha associat un gestor invàlid d'arxiu amb %1.
el: Λάθος συσχέτιση αρχείου με το %1.
es: Había asociado un manejador de archivo incorrecto a %1.
mk: Неисправен покажувач кон датотека е сврзан со %1.
sr: Неисправан показивач фајла био је придружен %1.
tr: %1 ile geçersiz bir dosya tanımı ilişkilendirildi.

source: An unknown error has occurred.
bg: Непозната грешка.
ca: Ha ocorregut un error desconegut.
el: Ένα άγνωστο λάθος συνέβη.
es: Ocurrió un error desconocido.
mk: Се случи непозната грешка.
sr: Појавила се непозната грешка.
tr: Bilinmeyen bir hata oluştu.

source: An unknown error occurred while accessing %1.
bg: Неизвестна грешка при достъп до %1.
ca: Error desconegut accedint %1.
el: Συνέβηκε ένα αγνωστο λάθος καθώς γινόταν προσπέλαση του %1.
es: Ocurrió un error desconocido mientras se accedía a %1.
mk: Се случи непозната грешка за време на пристап кон %1.
sr: Појавила се непозната грешка приликом приступа према %1.
tr: %1 'e erişirken bilinmeyen bir hata oluştu.

source: An unknown line type was found in line %d !
bg: Неизвестен тип на ред бе открит на ред %d !
ca: S'ha trobat un tipus de línia desconegut a la línia %d
es: ¡Se encontró un tipo de línea desconocido en la línea %d !
mk: Непознат тип на линија е пронајден во линијата %d !
sr: Непознати тип линије је нађен у линији %d !
tr: %d satırında bilinmeyen bir satır türü bulundu!

source: Another process is blocking the working copy database, or the underlying filesystem does not support file locking; if the working copy is on a network filesystem, make sure file locking has been enabled on the file server.
ca: Un altre procés està bloquejant la base de dades de la còpia de treball, o el sistema de fitxers subjacent no admet bloqueig de fitxers; si la còpia de treball està en un sistema de fitxers en xarxa, assegureu-vos que el bloqueig de fitxers està habilitat en el servidor de fitxers.
el: Η βάση δεδομένων του αντιγράφου εργασίας εμποδίζεται από κάποια άλλη διεργασία, ή το υποκείμενο σύστημα αρχείων δεν υποστηρίζει κλείδωμα αρχείων. Εάν το αντίγραφο εργασίας βρίσκεται σε σύστημα αρχείων μέσω δικτύου, σιγουρευτείτε ότι το κλείδωμα αρχείων έχει ενεργοποιηθεί στον διακομιστή αρχείων.
es: Otro proceso está bloqueando la base de la copia de trabajo, o el sistema de ficheros subyacente no soporta bloqueo de ficheros; si la copia de trabjo está en un sistema de ficheros de red, asegúrate que el bloqueo de ficheros está habilitado en el servidor.
sr: Други процес блокира базу података радне копије, или фајл систем не подржава закључавање фајлова; ако је радна копија на мрежном фајл систему, осигурајте да је омогућено закључавање фајлова на серверу фајлова.

source: Append right block
ca: Afegir bloc dret
el: Προσάρτηση δεξιού μπλοκ
es: Añadir bloque de la derecha
sr: Додај десни блок

source: Append this block to left
ca: Afegir aquest bloc a l'esquerra
el: Προσάρτηση αυτού του μπλοκ στα αριστερά
es: Añadir este bloque a la izquierda
sr: Додај овај блок лево

source: Application Frame Menus:
bg: Менюта на приложната рамка:
ca: Menús d'Estructura de l'Aplicació:
sr: Мени оквира апликације
tr: Uygulama Pencere Menüleri:

source: Applies a unified diff file to the working copy
bg: Прилага Unified Diff към работното копие.
ca: Associa un fitxer de diferències unificat a la còpia de treball
el: Εφαρμόζει ένα ενοποιημένο αρχείο διαφορών στο εργαζομενο αντίγραφο
es: Aplica un archivo en formato diff unificado a una copia de trabajo
mk: Ја применува унифицираната датотека со измени на работната копија
sr: Користи обједињени фајл с разликама за измену радне копије
tr: Bir birleştirilmiş karşılaştırma dosyasını çalışan kopya dosyasına uygular.

source: Apply &patch...
bg: &Кърпене...
ca: Aplica &pedaç...
el: Εφαρμογή &επιρράμματος...
es: Aplicar &parche...
mk: Примени &закрпа...
sr: Примена &закрпа...
tr: &Yamayı uygula...

source: Apply 'Power User' defaults. Those will provide a smoother experience. You should know the meaning of all the settings above.
bg: Прилагане на настройките по подразбиране за напреднали. Вие трябва да разбирате значението на всяка от настройките по-горе.
ca: Utilitza valors 'Power User' per defecte. Aquests funcionen millor. Heu de conèixer el significat de tots els paràmetres de dalt.
el: Εφαρμογή προεπιλογών για 'Υπερ Χρήστη'. Αυτά παρέχουν καλύτερη εμπειρία. Θα πρέπει να γνωρίζετε τη σημασία όλων αυτών των παραπάνω ρυθμίσεων.
es: Aplicar los valores por defecto de 'Usuario avanzado'. Estos proporcionan una experiencia más suave. Debería conocer el significado de todas las configuraciones anteriores.
mk: Примени ги основните подесувања на 'Супер корисникот'. Тие ке овозможат подобри перформанси. Би требало да ги знаете значењата на сите подесувања.
sr: Примените 'Главни Корисник' подразумевано. То ће омогућити гушење искуства. Треба да знате значење горњег подешавања.
tr: 'Uzman Kullanıcı' varsayılan değerlerini uygula. Bunlar daha rahat bir tecrübe sağlayacaktır. Yukarıdaki tüm ayarların anlamlarını bilmelisiniz.

source: Apply Patch...
bg: Кърпене...
ca: Aplica pedaç...
el: Εφαρμογή Επιρράμματος...
es: Aplicar Parche...
sr: Примена закрпе...
tr: Yamayı Uygula...

source: Apply unified diff
bg: Кърпене с Unified Diff
ca: Aplicar comparació unificada
el: Εφαρμογή ενοποιημένης διαφοράς
es: Aplicar diff unificado
mk: Примени ја листата на обединети разлики
sr: Примена обједињених разл
tr: Birleştirilmiş karşılaştırma dosyasını uygula

source: Approve or reject client-side hook script
ca: Aprova o rebutja l'script hook del cantó client
es: Aprovar o rechazar script gancho del cliente
sr: Потврди или одбаци клијентске закачиве скрипте

source: Approved hook scripts
ca: Scripts hook aprovats
es: Scripts gancho aprovados
sr: Потврђене закачиве скрипте
tr: Onaylanmış yakalayıcı komut dosyaları

source: Aqua Style
bg: Воден стил
ca: Estil Aqua
sr: Водени стил
tr: Aqua stili

source: Arb&itrary text
bg: Про&изволен текст
ca: Text &arbitrari
el: Αυθαί&ρετο κείμενο
es: Texto arb&itrario
sr: Про&извољан текст
tr: Keyf&i metin

source: Are you sure you want to mark the conflicted file(s) as resolved?
bg: Сигурни ли сте, че желаете да отбележите конфликтните файлове като разрешени?
ca: Esteu segur que voleu marcar el(s) fitxer(s) en conflicte com a resolt(s)?
el: Είσαστε βέβαιοι ότι θέλετε να σημαδεύσετε τα αντιφάσκωντα αρχεία όπως έχουν ειλημμένα αποφασηστεί;
es: ¿Está seguro de querer marcar el/los archivo(s) con conflicto como resueltos?
mk: Да ли сте сигурни дека сакате да ги означите конфликтите фајлови како разрешени?
sr: Јесте ли сигурни да желите означити фајл(е) у сукобу као решену(е)?
tr: Çakışan dosyayı(ları) çözümlendi olarak işaretlemek istediginizden emin misiniz?

source: Are you sure you want to remove the cache of the selected %d items?
bg: Сигурни ли сте, че желаете да премахнете от кеша избраните %d обекта?
ca: Esteu segur d'eliminar la memòria cau dels %d elements seleccionats?
el: Είσαστε βέβαιοι ότι θέλετε να διαγράψετε την cache από τα %d στοιχεία;
es: ¿Está seguro de querer borrar la caché de los %d ítems seleccionados?
mk: Да ли сте сигурни дека сакате да го отстраните кешот за избраните %d ставки?
sr: Јесте ли сигурни да желите уклонити кеш одабраних %d ставки?
tr: Seçili %d elemanın önbellek bilgisini temizlemek istediğinizden emin misiniz?

source: Are you sure you want to revert %d item(s)? You will lose all changes since the last update!
bg: Сигурни ли сте, че желаете да отмените промените в %d обект(а)? Ще загубите всички промени от последното обновяване насам!
ca: Voleu revertir %d element(s)? Perdreu tots els canvis des de la darrera actualització.
el: Είσαστε σίγουροι ότι θέλετε να αναστρέψετε %d αντικείμενα; Θα χάσετε ΟΛΕΣ τις αλλαγές από την ώρα της τελευταίας ενημέρωσης!
es: ¿Está seguro de que desea revertir %d ítem(s)? ¡Perderá todos los cambios realizados desde la última actualización!
mk: Да ли сте сигурни дека сакате да повратите %d stavki. Ќе ги изгубите сите измени!
sr: Јесте ли сигурни да желите вратити на старо %d ставку(и)? Изгубићете све промене до задњег обнављања!
tr: %d eleman(lar)daki değişiklikleri geri almak istediğinizden emin misiniz? Son güncellemeden bu yana olan bütün değişiklikler silinir!

source: Arrange &vertical (V)
ca: Arranja &vertical (V)
el: Τακτοποίηση &κάθετα (V)
es: Acomodar &vertical (V)
sr: Уреди &вертикално (V)

source: As &is (no specific EOL)
bg: &Както е (без специфичен EOL)
ca: Tal com &és (final de línia no específic)
el: Όπως &είναι (χωρίς συγκεκριμένο τέλος γραμμής)
es: Como &es (fin de línea no específico)
sr: Као што &је (нема специфичног ЕОЛ)
tr: Olduğu &gibi (belirli bir EOL yok)

source: Ask the user
bg: Пита се потребителя
ca: Pregunta a l'usuari
el: Ρωτήστε χρήστη
es: Preguntar al usuario
mk: Прашај корисник
sr: Питај корисника
tr: Kullanıcıya sor

source: Assigned to changelist '%ls'
bg: Добавен към списъка с промени '%ls'
ca: Assignat a la llista de canvis '%ls'
el: Ανάθεση στη λίστα αλλαγών '%ls'
es: Asignado a la lista de cambios '%ls'
sr: Означено у листи измена '%ls'

source: Assigned to:
bg: Присвоено на:
ca: Assignat a:
mk: Доделено на:
sr: Означено:
tr: Atanan :

source: At revision: %d
bg: В ревизия: %d
ca: A la revisió: %d
el: Τρέχων αριθμός έκδοσης: %d
es: En revisión: %d
mk: Според ревизија: %d
sr: У ревизији: %d
tr: Şu anki revizyon: %d

source: Attempted an unsupported operation.
bg: Опит за неподдържана операция.
ca: S'ha intentat una operació no permesa.
el: Προσπάθεια εκτέλεσης μη υποστηριζόμενης λειτουργίας
es: Se intentó una operación no soportada.
mk: Направен е обид за неподржана операција.
sr: Покушана је неподржана операција.
tr: Desteklenmeyen bir işlem yapılmak istendi.

source: Attempted to access %1 past its end.
bg: Опит за достъп до %1 след края му.
ca: S'ha intentat accedir %1 més enllà del final del fitxer.
el: Προσπάθεια προσπέλασης του %1 μετά το τέλος του
es: Se intentó acceder a %1 más allá de su fin.
mk: Обид за пристап кон %1 надвор од нејзиниот крај.
sr: Покушај приступа %1 након њеног краја.
tr: Sonunu %1 aşan bir yere erişmeye çalışıldı.

source: Attempted to read from the writing %1.
bg: Опит да се чете от файл %1, отворен за писане.
ca: S'ha intentat llegir de %1 mentre s'hi escrivia.
el: Προσπάθεια ανάγνωσης από το %1 ενώ γραφόταν.
es: Se intentó leer cuando se escribía en %1.
mk: Обид за читање од датотека за запишување %1.
sr: Покушај читања из фајла за писање %1.
tr: Yazılan %1 'den okunmaya çalışıldı.

source: Attempted to write to the reading %1.
bg: Опит за запис във файл %1, отворен за четене.
ca: S'ha intentat escriure a %1 mentre es llegia.
el: Προσπάθεια εγγραφής στο %1 ενώ διαβαζόταν.
es: Se intentó escribir cuando se leía de %1.
mk: Обид за пишување во датотека за читање %1.
sr: Покушај писања у фајл за читања %1.
tr: Okunan %1 'e yazılmaya çalışıldı.

source: Authentication
bg: Удостоверяване
ca: Autenticació
el: Πιστοποίηση
es: Autentificación
mk: Аутентикација
sr: Аутентикација
tr: Kimlik belirleme

source: Authentication data
bg: Удостоверения
ca: Dades d'autenticació
el: Δεδομένα πιστοποίησης
es: Datos de autentificación
mk: Податоци за аутентикација
sr: Аутентикациони податак
tr: Kimlik verileri

source: Author
bg: Автор
ca: Autor
el: Συγγραφέας
es: Autor
mk: Автор
sr: Аутор
tr: Yazar

source: Author: Stefan Kueng
bg: Автор: Stefan Kueng
ca: Autor:»»»»Stefan Kueng
el: Δημιουργός: Stefan Kueng
es: Autor: Stefan Kueng
sr: Аутор: Стефан Куенг
tr: Yazar: Stefan Kueng

source: Authors
bg: Автори
ca: Autors
el: Συγγραφείς
es: Autores
mk: Автори
sr: Аутори
tr: Yazarlar

source: Authors case sensitive
bg: Чувствителност към регистъра за имената на авторите
ca: Autors, distingint entre majúscules i minúscules
el: Συγγραφείς (γραφή ευαίσθητη σε πεζά/κεφαλαία)
es: Autores distinguiendo mayús/minús
mk: Автори без разлика на големина на букви
sr: Аутори по азбучном реду
tr: Yazarlar büyük-küçük harfe duyarlı

source: Authors:
bg: Автори:
ca: Autors:
el: Συγγραφείς:
es: Autores:
mk: Автори:
sr: Аутори:
tr: Yazarlar:

source: Auto Hide
bg: Автоматично скриване
ca: Amaga automàticament
mk: Автоматски сокриј
sr: Аутоматско сакривање
tr: Otomatik Gizle

source: Auto Hide All
bg: Автоматично скриване на всичко
ca: Amaga automàticament tot
mk: Автоматски сокриј се
sr: Аутоматско скривање свега
tr: Hepsini Otomatik Gizle

source: Auto-Merge
bg: Автоматично смесване
ca: Auto-fusionar
el: Αυτόματη συγχώνευση
es: Auto-unificación
sr: Ауто-Стапање
tr: Otomatik Birleştir

source: Auto-close if no conflicts
bg: Автоматично затваряне, ако няма конфликти
ca: Tanca automàticament si no hi ha conflictes
el: Αυτόματο κλείσημο εάν δεν υπάρχουν αντιφάσεις
es: Auto-cerrar si no hay conflictos
mk: Автоматски затвори ако нема конфликти
sr: Аутоматско затварање ако нема сукоба
tr: Otomatik kapatma (Çakışma yok ise)

source: Auto-close if no errors
bg: Автоматично затваряне, ако няма грешки
ca: Tanca automàticament si no hi ha errors
el: Αυτόματο κλείσημο εάν δεν υπάρχουν λάθη
es: Auto-cerrar si no hay errores
mk: Автоматски затвори ако нема грешки
sr: Аутоматско затварање ако нема грешака
tr: Otomatik kapatma (Hata yok ise)
