Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: %s, but the directory already exists unversioned locally.
mk: %s, но директориумот веќе постои локално неверзиониран.
tr: %s, ancak dizin yerelde zaten versiyonlanmamış olarak mevcut.

source: %s, but the directory is missing locally.
mk: %s, но директориумот не постои локално.
tr: %s, ancak dizin yerelde bulunamadı.

source: %s, but the directory was already added locally.
mk: %s, но директориумот е веќе додаден локално.
tr: %s, ancak dizin yerel olarak zaten eklenmiş.

source: %s, but the directory was already edited.
mk: %s, но директориумот е веќе изменет.
tr: %s, ancak dizin daha önceden düzenlenmişti.

source: %s, but the directory was deleted, moved or renamed locally.
mk: %s, но директориумот е веќе избришан, поместен или преименуван локално.
tr: %s, ancak dizin silinmiş, taşınmış veya dizinin ismi değiştirilmiş.

source: %s, but the directory was obstructed in the working copy.
mk: %s, но фолдерот е заглавен во работната копија.
tr: %s, ancak dizin çalışan kopyada engellendi.

source: %s, but the directory was replaced
mk: %s, но директориумот бил заменет.
tr: %s, ancak dizin başka biriyle değiştirilmişti.

source: %s, but the file already exists unversioned locally.
mk: %s, но датотеката веќе постои неверзионирана локално.
tr: %s, ancak dosya yerelde zaten versiyonlanmamış olarak mevcut.

source: %s, but the file is missing locally.
mk: %s, но фајлот недостасува локално.
tr: %s, ancak dosya yerelde bulunamadı.

source: %s, but the file was already added locally.
mk: %s, но фајлот е веќе додаден локално.
tr: %s, ancak dosya yerel olarak zaten eklenmiş.

source: %s, but the file was already edited.
mk: %s, но фајлот е веќе уреден.
tr: %s, ancak dosya daha önceden düzenlenmişti.

source: %s, but the file was deleted, moved or renamed locally.
mk: %s, но фајлот е веќе избришан, поместен или преименуван локално.
tr: %s, ancak dosya silinmiş, taşınmış veya dosyanın ismi değiştirilmiş.

source: %s, but the file was obstructed in the working copy.
mk: %s, но фајлот е заглавен во работната копија.
tr: %s, ancak dosya çalışan kopyada engellendi.

source: %s, but the file was replaced
mk: %s, но фајлот е заменет
tr: %s, ancak dosya başka biriyle değiştirilmişti.

source: %s %ld failed hunk(s)
mk: %s %ld неуспешни парчиња
tr: %s %ld başarısız parça

source: %s Do you want to remove the %d files anyway?
tr: %s %d dosyayı yine de kaldırmak istiyor musunuz?

source: %s Do you want to remove the file '%s' anyway?
tr: %s '%s' dosyasını yine de kaldırmak istiyor musunuz?

source: %s The folder %s contains unversioned and/or modified file(s). Do you want to remove it anyway?
tr: %s %s klasörü versiyonlanmamış ve/veya değiştirilmiş dosya(lar) içeriyor. Yine de kaldırmak istiyor musunuz?

source: %s is a directory, not a file! TortoiseMerge can't diff directories.
mk: %s е директориум а не датотека! TortoiseMerge не може да споредува директориуми.
tr: %s dosya değil, bir dizin! TortoiseMerge dizinlerin farklılıklarını bulamaz.

source: &Find...
mk: &Пронајди...
tr: &Bul...

source: &Fit images in window
tr: &Görselleri pencereye sığdır

source: &Go To Line...
mk: &Иди на линија...
tr: Satıra &git...

source: &Image info
tr: &Görsel bilgisi

source: &Overlay images
mk: &Преклопи ги сликите
tr: &Kaplama simgeleri

source: '%s' is not a valid URL or path!
tr: '%s' geçerli bir URL veya yol değil!

source: <descr>
tr: <tanım>

source: Add '%s' to dictionary
mk: Додади '%s' во речник
tr: '%s' yı sözlüğe ekle

source: Added the file pattern(s) %s to the ignore list.
mk: Додадени се шаблони на датотеки %s во листата за игнорирање.
tr: %s Dosya şablon(ları) 'Aldırılmayanlar' listesine eklendi.

source: All your changes will be lost! Do you really want to reset the menu '%s'?
mk: Сите ваши измени ќе бидат изгубени! Дали навистина сакате да го ресетирате менито '%s'?
tr: Tüm değişiklikleriniz kaybolacak! '%s' menüsünü sıfırlamak istiyor musunuz?

source: All your changes will be lost! Do you really want to reset the toolbar '%s'?
mk: Сите ваши измени ќе бидат изгубени! Дали навистина сакате да го ресетирате алатникот '%s'?
tr: Tüm değişiklikleriniz kaybolacak! '%s' araç çubuğunu sıfırlamak istiyor musunuz?

source: Arrange &vertical
tr: Dike&y olarak ayarla

source: Assigned to changelist '%s'
mk: Доделено на листата со промени '%s'
tr: Değişiklik listesi '%s' a atandı

source: Can't copy %1!s! to %2!s!
tr: %1!s! %2!s! a kopyalanamıyor

source: Certificate expired. Valid until: %s
mk: Сертификатот е истечен. Валиден е до: %s
tr: Sertifika geçersiz. Bu tarihe kadar geçerli: %s

source: Certificate not yet valid. Valid from: %s
mk: Сертификатот уште не е валиден. Валиден е од: %s
tr: Sertifika daha geçerli değil. Bu tarihten itibaren geçerli: %s

source: Changed files between %1!s!, %2!s! and %3!s!, %4!s!
tr: Dosyalar %1!s!, %2!s! ile %3!s!, %4!s! arasında değiştirildi

source: Changelist %s moved
mk: Листата со измени %s е преместена
tr: %s Değiştirilmiş Dosyalar

source: Changing externals to fixed revision
tr: Hariciler sabitlenmiş versiyona güncellendi.

source: Checkout from %1!s!, revision %2!s!, %3!s!, %4!s!
tr: %1!s! revizyonundan çıkar, revizyon %2!s!, %3!s!, %4!s!

source: Cleaning up directory '%1!s!'
tr: '%1!s!' dizini temizleniyor

source: Cleanup failed to process the following paths: %s
mk: Чистењето не е извршено за следните патеки: %s
tr: Temizleme işlemi aşağıdaki yolları işlemede başarısız oldu: %s

source: Cleanup has successfully processed the following paths: %s
mk: Чистењето успешно завршено за следните патеки: %s
tr: Temizleme işlemi aşağıdaki yolları başarıyla işledi: %s

source: Copied from: %1!s!@%2!ld!
tr: Buradan kopyalandı: %1!s!@%2!ld!

source: Copy %1!ld! items to %2!s!
tr: %1!ld! elemanı buraya kopyala %2!s!

source: Copy %1!s! to %2!s!, Revision %3!s!
tr: %1!s! öğesini buraya kopyala: %2!s!, Revizyon %3!s!

source: Copy %1!s! to %2!s!
tr: %1!s!'yi to %2!s!'ya kopyala

source: Copy: New name for %s
mk: Копирај: Ново име за %s
tr: Kopyala: %s için yeni isim

source: Copying %1!s!
tr: %1!s! kopyalanıyor

source: Could not add %s to the ignore list!
mk: Не можам да го додадам %s на листата за игнорирање!
tr: %s aldırılmayanlar listesine eklenemedi!

source: Could not add '%s' because
mk: Не можам да го додадам '%s' затоа што
tr: %s eklenemedi çünkü

source: Could not add property '%1!s!' on '%2!s!' because
tr: '%1!s!' özelliği '%2!s!' e eklenemedi çünkü

source: Could not copy the files! %s
mk: Не можам да ги ископирам датотеките! %s
tr: Dosyalar kopyalanamadı! %s

source: Could not delete '%s' because
mk: Не можам да го избришам '%s' поради
tr: %s silinemedi çünkü

source: Could not delete property '%1!s!' on '%2!s!' because
tr: '%1!s!' özelliği '%2!s!' ten silinemedi çünkü

source: Could not find a parent folder for %s
tr: %s için bir üst klasör bulunamadı

source: Could not merge '%s' because
mk: Не можам да го соединам '%s' затоа што
tr: '%s' birleştirilemedi çünkü

source: Could not merge property '%1!s!' on '%2!s!' because
tr: '%1!s!' üzerindeki '%2!s!' özelliği birleştirilemedi çünkü

source: Could not open the file %s
mk: Не можам да ја отворам датотеката %s
tr: Dosya açılamadı %s

source: Could not remove %s from the ignore list
mk: Не можам да го тргнам %s од листата за игнорирање!
tr: %s aldırılmayanlar listesinden silinemedi!

source: Could not replace '%s' because
tr: '%s' yerine konulamadı çünkü

source: Could not replace property '%1!s!' on '%2!s!' because
tr: '%2!s!' deki '%1!s!' özelliğinin yerine konulamadı çünkü

source: Could not retrieve URL of the file! %s
mk: Не можам да го земам URLто на датотеката! %s
tr: Dosyanın URL'sine ulaşılamadı! %s

source: Could not retrieve revision %1!s! of the file %2!s!. Patching is not possible!
tr: Revizyon %1!s!, %2!s! dosyasını alamadı. Yama işlemi mümkün değil!

source: Could not start diff viewer! %s
mk: Не можам да го покренам прегледникот на разлики! %s
tr: Dosya karşılaştırma görüntüleyicisi başlatılamadı! %s

source: Could not start external diff program! %s
mk: Не можам да го покренам надворешниот прегледник на разлики! %s
tr: Harici karşılaştırma dosyası göstericisi başlatılamadı! %s

source: Could not start external merge program! %s
mk: Не можам да го покренам надворешниот програм за спојување! %s
tr: Harici Birleştirme programı başlatılamadı! %s

source: Could not start text viewer! %s
mk: Не можам да го покренам текстуалниот прегледник! %s
tr: Metin görüntüleyicisi başlatılamadı! %s

source: Create new directory: %s
mk: Креирај нов директориум: %s
tr: Yeni klasör yarat: %s

source: Current version is: %s
mk: Сегашната верзија е: %s
tr: Şu anki versiyon: %s

source: Dialog
tr: Diyalog

source: Do you really want to delete the toolbar '%s'?
mk: Дали навистина сакате да го избришете алатникот '%s'?
tr: '%s' araç çubuğunu gerçekten silmek istiyor musunuz?

source: Do you want to make this working copy unversioned? This will remove all Subversion admin directories from %s!
mk: Да ли сакате да ја направите оваа работна копија неверзионирана? Ова ќе ги острани сите Subversion директориуми од %s!
tr: Bu çalışan kopyayı versiyonlanmamış hale mi getirmek istiyorsunuz? Bu, %s den tüm Subversion yönetim klasörlerini silecektir!

source: Do you want to mark '%s' as resolved?
tr: '%s' çözümlenmiş olarak işaretlensin mi?

source: Do you want to remove the property %s recursively?
mk: Дали сакате да го отстраните својството %s рекурзивно?
tr: %s özelliğini özyineli kaldırmak istediğinizden emin misiniz?

source: Do you want to revert '%s'?
tr: '%s' geri alınsın mı?

source: Do you want to revert all changes in %s and go back to this revision?
tr: %s'daki tüm değişiklikleri geri almak ve bu revizyona geri dönmek istiyor musunuz?

source: Do you want to revert all changes in %s which were made in this revision?
tr: Bu revizyonda yapılmış %s değişikliklerinin tümünü geri almak istiyor musunuz?

source: Drop not possible on %1
mk: Спуштање не е возможно на %1
tr: %1 de silmek mümkün değil

source: Edit property '%1!S!' on %2!s!
tr: '%1!S!' özelliğini %2!s! üzerinde düzenle

source: Error validating server certificate for %s:
mk: Грешка при валидацијата на сертификатот за %s:
tr: %s için sunucu sertifikasini geçerliliği kontrol edilirken hata oluştu:

source: Error while reading/writing the registry key %1!s! %2!s!
tr: %1!s! %2!s! kütüğünün anahtarı okunurken / yazılırken hata oluştu

source: Expand (%s)
mk: Прошири (%s)
tr: Aç (%s)

source: Exporting %1!s!
tr: Dışa aktarılıyor %1!s!

source: Failed to start the issue tracker COM provider '%1!s!'. %2!s!
tr: Sorun takip COM sağlayıcısı çalıştırılamadı '%1!s!'. %2!s!

source: Fetching revision %s of file:
mk: Превземам ревизија %s на датотека:
tr: Dosyanın %s revizyonuna ulaşılıyor:

source: Fetching status of %1!s!
tr: %1!s! öğesinin durumunu alıyor

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
mk: Големина: %s (%s) Ширина: %ld точки Висина: %ld точки Хоризонтална резолуција: %.1f dpi Вертикална резолуција: %.1f dpi Длабочина: %d бити Зум: %d%%
tr: Dosya Boyutu: %s (%s) Genişlik: %ld piksel Yükseklik: %ld piksel Yatay Çözünürlük: %.1f dpi Dikey Çözünürlük: %.1f dpi Derinlik: %d bit Zoom: %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
mk: Големина: %s (%s) Ширина: %ld точки Висина: %ld точки Хоризонтална резолуција: %.1f dpi Вертикална резолуција: %.1f dpi Длабочина: %d бити Зум: %d%% Големина: %s (%s) Ширина: %ld точки Висина: %ld точки Хоризонтална резолуција: %.1f dpi Вертикална резолуција: %.1f dpi Длабочина: %d бити Зум: %d%%
tr: Dosya Boyutu: %s (%s) Genişlik: %ld piksel Yükseklik: %ld piksel Yatay Çözünürlük: %.1f dpi Dikey Çözünürlük: %.1f dpi Derinlik: %d bit Zoom: %d%% Dosya Boyutu: %s (%s) Genişlik: %ld piksel Yükseklik: %ld piksel Yatay Çözünürlük: %.1f dpi Dikey Çözünürlük: %.1f dpi Derinlik: %d bit Zoom: %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
mk: Големина: %s (%s) Ширина: %ld точки Висина: %ld точки Хоризонтална резолуција: %.1f dpi Вертикална резолуција: %.1f dpi Длабочина: %d бити Зум: %d%%
tr: Dosya Boyutu: %s (%s) Genişlik: %ld piksel Yükseklik: %ld piksel Yatay Çözünürlük: %.1f dpi Dikey Çözünürlük: %.1f dpi Derinlik: %d bit Zoom: %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
mk: Големина: %s (%s) Ширина: %ld точки Висина: %ld точки Хоризонтална резолуција: %.1f dpi Вертикална резолуција: %.1f dpi Длабочина: %d бити Зум: %d%% Големина: %s (%s) Ширина: %ld точки Висина: %ld точки Хоризонтална резолуција: %.1f dpi Вертикална резолуција: %.1f dpi Длабочина: %d бити Зум: %d%%
tr: Dosya Boyutu: %s (%s) Genişlik: %ld piksel Yükseklik: %ld piksel Yatay Çözünürlük: %.1f dpi Dikey Çözünürlük: %.1f dpi Derinlik: %d bit Zoom: %d%% Dosya Boyutu: %s (%s) Genişlik: %ld piksel Yükseklik: %ld piksel Yatay Çözünürlük: %.1f dpi Dikey Çözünürlük: %.1f dpi Derinlik: %d bit Zoom: %d%%

source: Getting file %1!s!
tr: %1!s! dosyası getiriliyor

source: Getting file %1!s!, revision %2!s!
tr: %1!s! dosyasının, %2!s! revizyonu alınıyor

source: Hostname mismatch (%s)
mk: Несогласување на името на хостот (%s)
tr: Host adı uyuşmadı (%s)

source: Import %1!s! to %2!s!%3!s!
tr: %1!s! öğesini buraya içe aktar: %2!s!%3!s!

source: Import file %1!s! to %2!s!
tr: %1!s! dosyasını %2!s!'a aktar

source: Import file to %s
mk: Увезувам датотека во %s
tr: Dosyayıto %s'a aktar

source: Import folder %1!s! to %2!s!
tr: %1!s! klasörünü %2!s! a içe aktar

source: Importing file %1!s!
tr: %1!s! dosyası içe aktarılıyor

source: It seems you are trying to relocate your working copy to a different path inside the same repository. From: %1!s! To: %2!s! Improper use of relocate will corrupt your working copy!
tr: Çalişan kopyanızı aynı depo içerisinde başka bir dizine taşımaya çalışıyorsunuz. Buradan:%1!s! Buraya: %2!s! Başka bir dizine taşımanın yanlış kullanımı çalışan kopyanızı tahrip eder!

source: Lock stolen by %s
mk: Заклучувањето украдено од %s
tr: Kilit %s tarafından çalındı

source: Locked by %s
mk: Заклучено од %s
tr: %s tarafından kilitlendi

source: Merging %1!s! into %2!s!, %3!s!%4!s!
tr: %1!s! öğesini buraya birleştir: %2!s!, %3!s!%4!s!

source: Merging from %1!s!, revision %2!s! to %3!s!, revision %4!s! into %5!s!, %6!s!%7!s!%8!s!
tr: %1!s!, revizyon %2!s! şuraya birleştiliriyor: %3!s!, revizyon %4!s! şuraya: %5!s!, %6!s!%7!s!%8!s!

source: Merging revisions %1!s! of %2!s! into %3!s!, %4!s!%5!s!%6!s!
tr: %2!s!, %1!s! revizyonlarını şuraya birleştiriyor: %3!s!, %4!s!%5!s!%6!s!

source: Move %1!ld! items to %2!s!
tr: %1!ld! elemanı şuraya taşı %2!s!

source: Move %1!s! to %2!s!
tr: %1!s!'i %2!s!'e taşı

source: Move: New name for %s
mk: Преместување: Ново име за %s
tr: Taşı : %s için yeni isim

source: Moved from %s
tr: Buradan taşındı %s

source: Moved to %s
tr: Buraya taşındı %s

source: Moving %1!s!
tr: %1!s! Taşınıyor

source: No image encoder found for %s.
mk: Програм за кодирање на слики не е пронајден за %s.
tr: %s için resim kodlayıcısı bulunamadı.

source: No such revision '%1!s!'
tr: '%1!s!' adlı bir revizyon yok

source: Ori&ginal size
mk: &Оригинална големина
tr: Ori&jinal boyutu

source: Patching file '%1'
tr: '%1' dosyası yamalanıyor

source: Pictures (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|All (*.*)|*.*||
tr: Resimler (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|All (*.*)|*.*||

source: Property %1!s! : Revision %2!s!
tr: Özellik %1!s! : Revizyon %2!s!

source: Property %1!s! : Working Base, Revision %2!ld!
tr: Özellik %1!s! : Çalışan Taban, Revizyon %2!ld!

source: Property %s : remote
mk: Својство %s : оддалечено
tr: Özellik %s : uzaktan erişim

source: Property %s : working base
mk: Својство %s : работна основа
tr: Özellik %s : çalışan taban

source: Property %s : working copy
mk: Својство %s : работна копија
tr: Özellik %s : çalışan kopya

source: Property '%s' deleted
mk: Својството '%s' е избришано
tr: %s özelliği silindi

source: Property '%s' set
mk: Својството '%s' е подесено
tr: %s özelliğine değer atandı

source: Refreshing shell for %1!s!
tr: %1!s! için kabuk tazeleniyor

source: Reintegrate merge %1!s! into %2!s!
tr: %1!s! öğesini %2!s! hedefine yeniden entegre et ve birleştir

source: Rejected patch hunks for '%s'
tr: '%s' için reddedilmiş yama parçaları

source: Remove %s
mk: Отстрани %s
tr: %s 'ı kaldır

source: Remove property '%1!S!' from %2!s!
tr: '%1!S!' özelliğini %2!s!'den taşı

source: Removed the file pattern(s) %s from the ignore list.
mk: Остранети се шаблоните %s од листата за игнорирање.
tr: %s Dosya şablon(ları) 'Aldırılmayanlar' listesinden silindi.

source: Removing ignored items. in %1!s!
tr: Yok sayılan öğeleri kaldırıyor. %1!s!

source: Removing unversioned items in %1!s!
tr: Yok sayılan öğeleri kaldırıyor. %1!s!

source: Rename '%s':
tr: '%s'i yeniden adlandır:

source: Rename item from %1!s! to %2!s!
tr: Öğe ismi %1!s! 'yi %2!s! olarak değiştir

source: Rename The folder is exported as '%s'.
tr: Yeniden adlandır Klasör '%s' adıyla dışa aktarılır.

source: Resolved: %s
mk: Разрешено: %s
tr: Çözümlenen: %s

source: Reverting %1!s!
tr: %1!s! öğesi geri göndürülüyor

source: Revision %1!s!
tr: Revizyon %1!s!

source: Save The modifications are saved to %s
tr: Kaydet Değişiklikler buraya kaydedilir %s

source: Set property '%1!S!' on %2!s!
tr: '%1!S!' özelliğini şuna uygula %2!s!

source: Showing graph for %s
mk: Прикажувам графикон за %s
tr: %s 'ın diyagramı gösterilmekte.

source: Sparse update %1!s!, depth '%2!s!'
tr: Seyrek güncelleme %1!s!, derinlik "%2!s!"

source: Subversion encountered a serious problem. Please take the time to report this on the Subversion mailing list with as much information as possible about what you were trying to do. But please first search the mailing list archives for the error message to avoid reporting the same problem repeatedly. You can find the mailing list archives at http://subversion.apache.org/mailing-lists.html Subversion encountered the problem in: file %1!s!, line %2!ld! expression = %3!s! you can copy the content of this dialog to the clipboard using Ctrl-C.
tr: Subversion ciddi bir sorun ile karşılaştı. Ne yapmaya çalışıyor olduğunuz hakkında mümkün olduğunca fazla bilgiyi Subversion e-posta listesine raporlamak için lütfen zaman ayırın. Ama tekrar tekrar aynı sorunun raporlanmasını önlemek için önce lütfen hata mesajını e-posta listesi arşivlerinde arayın. Posta listesi arşivlerini şu adreste bulabilirsiniz: http://subversion.apache.org/mailing-lists.html Subversion aşağıdaki durumla karşılaştı: dosya %1!s!, satır %2!ld! ifade = %3!s! bu diyalog içeriğini Ctrl-C kullanarak panoya kopyalayabilirsiniz.

source: Switch %1!s! to %2!s!, Revision %3!s!
tr: %1!s! öğesini buraya değiştir: %2!s!, Revizyon %3!s!

source: The depth of this commit is "%s", but copies are always performed recursively in the repository.
tr: Bu teslimin derinliği "%s", ama kopyalama her zaman depoya özyineli olarak gerçekleşir.

source: The diffing engine aborted because of an error: %s
mk: Споредбата е неуспешна поради следната грешка: %s
tr: Karşılaştırma motoru bu hatadan dolayı durduruldu: %s

source: The file %s does not exist!
mk: Датотеката %s не постои!
tr: %s Dosyası bulunamadı!

source: The file %s was not found in the patch file!
mk: Датотеката %s не е пронајдена во закрпата!
tr: %s Dosyası yama dosyasında bulunamadı!

source: The file %s is empty. Do you want to remove the file?
mk: Датотеката %s е празна. Дали сакате да ја избришете?
tr: %s dosyası boş değil Dosyayı kaldırmak istiyor musunuz?

source: The file %s already exists! Do you want to overwrite it?
mk: Датотеката %s Веќе постои! Дали сакате да ја презапишете?
tr: %s Dosya adı bulunmakta! Üzerine yazmak istiyor musunuz?

source: The folder %s already exists!
mk: Директориумот %s веќе постои!
tr: %s klasörü zaten mevcut!

source: The hook script returned an error: %s
mk: Hook скриптата врати грешка: %s
tr: Yakalayıcı komut-dosyası bu hatayı verdi: %s

source: The last merge operation tried to add the directory '%s'
mk: Последната операција на спојување се обиде да го додаде директориумот '%s'
tr: Son birleştirme işlemi '%s' dizinini eklemeye çalıştı

source: The last merge operation tried to add the file '%s'
mk: Последната операција на спојување се обиде да ја додаде датотеката '%s'
tr: Son birleştirme işlemi '%s' dosyasını eklemeye çalıştı

source: The last merge operation tried to delete/move/rename the directory '%s'
mk: Последната операција на спојување се обиде да го избрише/премести/преименува директориумот '%s'
tr: Son birleştirme işlemi '%s' dizinini silmeye/taşımaya/adını değiştirmeye çalıştı

source: The last merge operation tried to delete/move/rename the file '%s'
mk: Последната операција на спојување се обиде да ја избрише/премести/преименува датотеката '%s'
tr: Son birleştirme işlemi '%s' dosyasını silmeye/taşımaya/adını değiştirmeye çalıştı

source: The last merge operation tried to modify the directory '%s'
mk: Последната операција на спојување се обиде да го измени директориумот '%s'
tr: Son birleştirme işlemi '%s' dizinini değiştirmeye çalıştı

source: The last merge operation tried to modify the file '%s'
mk: Последната операција на спојување се обиде да ја модифиција датотеката '%s'
tr: Son birleştirme işlemi '%s' dosyasını değiştirmeye çalıştı

source: The last merge operation tried to replace the directory '%s'
tr: Son birleştirme işlemi '%s' dizinini yenisi ile değiştirmeye çalıştı

source: The last merge operation tried to replace the file '%s'
tr: Son birleştirme işlemi '%s' dosyasını yenisi ile değiştirmeye çalıştı

source: The last switch operation tried to add the directory '%s'
mk: Последната операција на измена се обиде да го додаде директориумот '%s'
tr: Son geçiş işlemi '%s' dizinini eklemeye çalıştı

source: The last switch operation tried to add the file '%s'
mk: Последната операција на измена се обиде да ја додаде датотеката '%s'
tr: Son geçiş işlemi '%s' dosyasını eklemeye çalıştı

source: The last switch operation tried to delete/move/rename the directory '%s'
mk: Последната операција на измена се обиде да го избрише/измени/преименува директориумот '%s'
tr: Son geçiş işlemi '%s' dizinini silmeye/taşımaya/adını değiştirmeye çalıştı

source: The last switch operation tried to delete/move/rename the file '%s'
mk: Последната операција на измена се обиде да ја избрише/измени/преименува датотеката '%s'
tr: Son geçiş işlemi '%s' dosyasını silmeye/taşımaya/adını değiştirmeye çalıştı

source: The last switch operation tried to modify the directory '%s'
mk: Последната операција на измена се обиде да го измени директориумот '%s'
tr: Son geçiş işlemi '%s' dizinini değiştirmeye çalıştı

source: The last switch operation tried to modify the file '%s'
mk: Последната операција се обиде да ја модифицира датотеката '%s'
tr: Son değiştirme işlemi '%s' dosyasını değiştirmeye çalıştı

source: The last switch operation tried to replace the directory '%s'
tr: Son değiştirme işlemi '%s' dizinini yenisi ile değiştirmeye çalıştı

source: The last switch operation tried to replace the file '%s'
tr: Son birleştirme işlemi '%s' dosyasını yenisi ile değiştirmeye çalıştı
