Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Extension/mime-type specific programs
bg: Специфични програми за това разширение/MIME тип
ca: Programes específics extensió/tipus mime
el: Επέκτάση/τύπου-mime συγκεκριμένων προγραμμάτων
es: Programas específicos por extensión/tipo-mime
mk: Специфични програми според наставка/mime-тип
sr: Програми који овисе о наставку (врсти фајлови)
tr: Belirli uzantı/mime-tipi için olan programlar

source: External
bg: Външна
ca: Extern
el: Εξωτερικό
es: Externo
mk: Надворешен
sr: Спољашњи
tr: Harici

source: External Program:
bg: Външна програма:
ca: Programa extern:
el: Εξωτερικό Πρόγραμμα
es: Programa Externo:
mk: Надворешен програм:
sr: Спољашњи програм:
tr: Harici Uygulama:

source: External "%1!ls!" Revision %2!ls!
ca: Extern "%1!ls!" Revisió %2!ls!
el: Εξωτερικό "%1!ls!" Αναθεώρηση %2!ls!
es: Externos "%1!ls!" Revisión %2!ls!
sr: Екстернал "%1!ls!" Ревизија %2!ls!

source: External failed
bg: Грешка с външните
ca: L'extern ha fallat
el: Αποτυχία εξωτερικού
es: Externo fallido
mk: Надворешните се проблематични
sr: Екстернал неисправан
tr: Hariciler başarısız

source: Externals excluded
bg: Без външните
ca: Externs exclosos
el: Εξαίρεση εξωτερικών
es: Referencias externas excluídas
mk: Надворешните се исклучени
sr: Спољашњи искључени
tr: Haricileri çıkar

source: Externals included
bg: Със външните
ca: Externs inclosos
el: Συμπερίληψη εξωτερικών
es: Referencias externas incluídas
mk: Надворешните се вклучени
sr: Спољашњи укључени
tr: Haricileri içer

source: F&orce the merge
bg: &Насилствено сливане
ca: F&orça la fusió
el: Ε&ξαναγκασμός της συγχώνευσης
es: F&orzar la fusión
sr: Ф&орсира стапање
tr: Birleşmeye z&orla

source: Fade
bg: Преливане
ca: Esvaïment
sr: Бледо
tr: Azal

source: Failed revert
bg: Пропаднало отменяне
ca: La reversió ha fallat
el: Αποτυχημένη επαναφορά...
es: Revertir fallido
mk: Неуспешен повраток на старо
sr: Неуспешно враћање на старо
tr: Geri dönülemedi

source: Failed to connect. Link may be broken.
bg: Грешка при свързване. Възможно е връзката да е грешна.
ca: No s'ha pogut connectar. L'enllaç pot estar trencat.
el: Αποτυχία σύνδεσης Ο σύνδεσμος πιθανόν δεν δουλεύει
es: Fallo al conectar. El vínculo puede estar roto.
mk: Не можам да се поврзам. Линкот можеби е неточен.
sr: Није успело повезивање. Веза је можда у прекиду.
tr: Bağlantı hatası. Bağlantı kopuk olabilir.

source: Failed to convert ActiveX object.
bg: Грешка при превръщане на обект ActiveX.
ca: No s'ha pogut crear objecte ActiveX.
el: Αποτυχία μετατροπής αντικειμένου ActiveX
es: Fallo al convertir objecto ActiveX.
mk: Неуспешна конверзија на ActiveX објект.
sr: Није успело претварање АктивеX објекта
tr: ActiveX nesnesi dönüştürülemedi.

source: Failed to copy the file '%ls' to '%ls'. %ls
ca: La còpia del fitxer '%ls' a '%ls' ha fallat. %ls
el: Αποτυχία αντιγραφής του αρχείου '%ls' στο '%ls'. %ls
es: Falló la copia del archivo '%ls' a '%ls'. %ls
sr: Неуспело копирање фајла '%ls' у '%ls'. %ls

source: Failed to create empty document.
bg: Грешка при създаване на празен документ.
ca: No ha pogut crear document buit.
el: Αποτυχία δημιουργίας άδειου αρχείου.
es: Fallo al crear documento vacío.
mk: Неуспешна изработка на празен документ.
sr: Неуспешна израда празног документа.
tr: Boş döküman yaratılamadı.

source: Failed to create object. Make sure the application is entered in the system registry.
bg: Грешка при създаване на обект. Проверете дали приложението е въведено в системния регистър.
ca: No s'ha pogut crear l'objecte. Assegureu-vos de que l'aplicació s'ha introduït al registre del sistema.
el: Αποτυχία δημιουργία αντικειμένου. Βεβαιωθείτε ότι η εφαρμογή έχει καταχωρηθεί στο μητρώο του συστήματος.
es: Fallo al crear el objecto. Asegúrese de que la aplicación esté en el registro del sistema.
mk: Не можам да креирам објект. Проверете дали апликацијата е внесена во system registry.
sr: Није успело креирање објекта. Осигурајте да апликација уђе у систем регистар.
tr: Nesne yaratılamadı. Uygulamanın sistem kayıtlarına yazıldığına emin olun.

source: Failed to launch help.
bg: Грешка при стартиране на системната помощ.
ca: No ha pogut iniciar ajuda.
el: Αποτυχία εκκίνησης βοήθειας.
es: Fallo al iniciar la ayuda.
mk: Неуспешно стартување на помошта.
sr: Неуспешно покретање помоћи.
tr: Yardım dosyası açılamadı.

source: Failed to launch server application.
bg: Грешка при стартиране на сървърно приложение.
ca: No s'ha pogut obrir aplicació del servidor.
el: Αποτυχία εκκίνησης εφαρμογής διακομιστή.
es: Fallo al iniciar la aplicación servidor.
mk: Неуспешно стартување на серверската апликација.
sr: Неуспешно извршавање операције сервера.
tr: Sunucu uygulama çalıştırılamadı.

source: Failed to load the configuration file for the project monitor!
ca: No s'ha pogut carregar el fitxer de configuració per al monitor de projectes.
es: ¡Falló la carga del archivo de configuraciones del monitor de proyectos!
sr: Грешка при уносу конфигурационог фајла за монитор пројекта!

source: Failed to open document.
bg: Грешка при отваряне на документ.
ca: No ha pogut obrir el document.
el: Αποτυχία ανοίγματος εγγράφου.
es: Fallo al abrir documento.
mk: Неуспешно отворање на документ.
sr: Неуспешно отварање документа.
tr: Döküman açılamadı.

source: Failed to perform server operation.
bg: Грешка при изпълнение на сървърна операция.
ca: No s'ha pogut fer l'operació al servidor.
el: Αποτυχία εκτέλεσης λειτουργίας διακομιστή.
es: Fallo al realizar operación del servidor.
mk: Неусптешно извршување на серверската операција.
sr: Неуспешно извршавање операције сервера.
tr: Sunucu işlemi gerçekleştirilemedi.

source: Failed to save document.
bg: Грешка при запис на документ.
ca: No ha pogut gravar document.
el: Αποτυχία αποθήκευσης εγγράφου.
es: Fallo al guardar documento.
mk: Неуспешно зачувување на документ.
sr: Неуспешно снимање документа.
tr: Döküman kaydedilemedi.

source: Failed to start the issue tracker COM provider '%1!ls!'. %2!ls!
bg: Грешка при пускане на доставчика тип COM за проследяване на дефекти '%1!ls!'. %2!ls!
ca: Ha fallat l'inici del seguidor d'incidències COM proveïdor '%1!ls!'. %2!ls!
es: Fallo al iniciar el proveedor COM del control de incidentes '%1!ls!'. %2!ls!
sr: Није успело покретање проблем трагач ЦОМ снабдевача'%1!ls!'. %2!ls!

source: Failed!
bg: Пропаднало!
ca: Ha fallat.
el: Αποτυχία!
es: ¡Falló!
mk: Неуспешно!
sr: Неуспело!
tr: İşlem başarısız!

source: Failed: target required
ca: Ha fallat: cal una destinació
el: Αποτυχία: απαιτείται στόχος
es: Falló: requiere un destino
sr: Неисправно: потребан циљ

source: Fetch HEAD revision and adjust to it
ca: Cerca la revisió HEAD i s'hi ajusta
es: Mira la revisión HEAD y cíñete a ella.
sr: НађиГЛАВНУ ревизију и подеси према њој

source: Fetches the contents of folders in the background so browsing is faster
ca: Obté els continguts de les carpetes en segon pla per agilitzar la navegació
es: Trae los contenidos de carpetas en el fondo para que la navegación sea más veloz
sr: Добавља садржај фолдера у беграунду тако да је претраживање брже
tr: Gezinmenin daha hızlı olması için klasör içeriklerini arka planda getirir.

source: Fetching file list of source
ca: Obtenint llista de fitxers de l'origen
es: Buscando lista de ficheros fuente
sr: Тражи фајл листу сорса
tr: Kaynağın dosya listesini alıyor

source: Fetching file list of target
ca: Obtenint llista de fitxers de la destinació
es: Buscando lista de ficheros destino
sr: Тражи фајл листу циља

source: Fetching file...
bg: Изтегляне на файл...
ca: Obtenint fitxer...
el: Ανάκτηση του αρχείου...
es: Obteniendo archivo...
mk: Превземам датотека...
sr: Дохватање фајла...
tr: Dosyaya ulaşılıyor...

source: Fetching revision %ls of file:
bg: Изтегляне на ревизия %ls на файл:
ca: Obtenint revisió %ls de fitxer:
el: Ανάκτηση της έκδοσης %ls του αρχείου:
es: Obteniendo revisión %ls del archivo:
sr: Дохватање ревизије %ls фајлова:

source: Fetching status of %1!ls!
bg: Взимане на статус от %1!ls!
ca: Obtenint estat de %1!ls!
es: Obteniendo estado de %1!ls!
sr: Налази статус за %1!ls!

source: File
bg: Файл
ca: Fitxer
el: Αρχείο
es: Archivo
mk: Датотека
sr: Фајл
tr: Dosya

source: File Encoding
ca: Codificació de fitxer
el: Κωδικοποίηση Αρχείου
es: Codificando fichero
sr: Кодирање фајла
tr: Dosya Kodlaması

source: File already exists
bg: Файлът вече съществува
ca: El fitxer ja existeix
el: Το αρχείο υπάρχει ήδη
es: Archivo ya existe
sr: Фајл већ постоји
tr: Dosya zaten var

source: File changes each %ls:
ca: Canvis en el fitxer cada %ls:
el: Αλλαγές στο αρχείο ανά %ls:
es: Cambios de archivo cada %ls:
sr: Фајл мења сваки %ls:

source: File changes each week:
bg: Файлови промени всяка седмица:
ca: Canvis en el fitxer cada setmana:
el: Αλλαγές στο αρχείο ανά εβδομάδα:
es: Cambios en archivos cada semana:
mk: Промени на датотеките по недели:
sr: Промене фајла сваке недеље:
tr: Haftalık dosya değişim sayısı

source: File contains conflict markers
bg: Файлът съдържа конфликти
ca: El fitxer conté marcadors de conflicte
es: Archivo contiene marcas de conflicto.
sr: Фајл садржи конфликтне маркере
tr: Dosya çakışma işaretleri içeriyor

source: File diffs
bg: Промени във файл
ca: Diferències dels fitxers
el: Διαφορές του αρχείου
es: Diferencias de archivos
mk: Разлики
sr: Разлике фајла
tr: Dosya farklılıkları

source: File has no conflicts
bg: Файлът няма конфикти
ca: El fitxer no té conflictes
es: El fichero no tiene confictos
sr: Фајл нема конфликт
tr: Dosyada çakışma yok

source: File is empty.
bg: Файлът е празен.
ca: El fitxer és buit.
el: Το αρχείο είναι άδειο.
es: Archivo esta vacío.
sr: Фајл је празан.
tr: Dosya boş.

source: File list is empty
bg: файловият списък е празен
ca: Llista de fitxers buida
el: Άδειος κατάλογος αρχείων
es: la lista de archivos está vacía
mk: Листата со датотеки е празна
sr: Фајл листа је празна
tr: Dosya listesi boş

source: File patches
bg: Файлове с кръпки
ca: Pedaços de fitxer
el: Επιρράμματα αρχείου
es: Archivos de parche
mk: Закрпи за датотеки
sr: Закрпе фајлови
tr: Dosya yamaları

source: File size: %ls (%ls) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
bg: Размер на файла: %ls (%ls) Ширина: %ld пиксела Височина: %ld пиксела Хоризонтална разделителна способност: %.1f точки на инч Вертикална разделителна способност: %.1f точки на инч Дълбочина: %d бита Мащаб: %d%%
ca: Mida del fitxer: %ls (%ls) Amplada: %ld píxel Alçada: %ld píxel Resolució Horitzontal: %.1f dpi Resolució Vertical: %.1f dpi Profunditat: %d bit Zoom: %d%%
el: Μέγεθος αρχείου: %ls (%ls) Πλάτος: %ld εικονοστοιχεία Ύψος: %ld εικονοστοιχεία Οριζόντια Ανάλυση: %.1f dpi Κάθετη Ανάλυση: %.1f dpi Βάθος χρώματος: %d bit Μεγέθυνση: %d%%
es: Tamaño del archivo: %ls (%ls) Ancho: %ld pixel Alto: %ld pixel Resolución horizontal: %.1f ppp Resolución vertical: %.1f ppp Profundidad: %d bit Zoom: %d%%
sr: Величина фајлови: %ls (%ls) Ширина: %ld тачкица Висина: %ld тачкица Хоризонтална резолуција: %.1f дпи Вертикалана резолуција: %.1f дпи Дубина: %d бита Зоом: %d%%

source: File size: %ls (%ls) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %ls (%ls) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
bg: Размер на файла: %ls (%ls) Ширина: %ld пиксела Височина: %ld пиксела Хоризонтална разделителна способност: %.1f точки на инч Вертикална разделителна способност: %.1f точки на инч Дълбочина: %d бита Мащаб: %d%% Размер на файла: %ls (%ls) Ширина: %ld пиксела Височина: %ld пиксела Хоризонтална разделителна способност: %.1f точки на инч Вертикална разделителна способност: %.1f точки на инч Дълбочина: %d бита Мащаб: %d%%
ca: Mida del fitxer: %ls (%ls) Amplada: %ld píxel Alçada: %ld píxel Resolució Horitzontal: %.1f dpi Resolució Vertical : %.1f dpi Profunditat: %d bit Zoom: %d%% Mida del fitxer: %ls (%ls) Amplada: %ld píxel Alçada: %ld píxel Resolució Horitzontal: %.1f dpi Resolució Vertical: %.1f dpi Profunditath: %d bit Zoom: %d%%
el: Μέγεθος αρχείου: %ls (%ls) Πλάτος: %ld εικονοστοιχεία Ύψος: %ld εικονοστοιχεία Οριζόντια Ανάλυση: %.1f dpi Κάθετη Ανάλυση: %.1f dpi Βάθος χρώματος: %d bit Μεγέθυνση: %d%% Μέγεθος αρχείου: %ls (%ls) Πλάτος: %ld εικονοστοιχεία Ύψος: %ld εικονοστοιχεία Οριζόντια Ανάλυση: %.1f dpi Κάθετη Ανάλυση: %.1f dpi Βάθος χρώματος: %d bit Μεγέθυνση: %d%%
es: Tamaño del archivo: %ls (%ls) Ancho: %ld pixel Alto: %ld pixel Resolución horizontal: %.1f ppp Resolución vertical: %.1f ppp Profundidad: %d bit Zoom: %d%% Tamaño del archivo: %ls (%ls) Ancho: %ld pixel Alto: %ld pixel Resolución horizontal: %.1f ppp Resolución vertical: %.1f ppp Profundidad: %d bit Zoom: %d%%
sr: Величина фајлови: %ls (%ls) Ширина: %ld тачкица Висина: %ld тачкица Хоризонтална резолуција: %.1f дпи Вертикална резолуција: %.1f дпи Дубина: %d бита Зоом: %d%% Величина фајлови: %ls (%ls) Ширина: %ld точкица Висина: %ld точкица Хориyонтална резолуција: %.1f дпи Вертикална резолуција: %.1f дпи Дубина: %d бита Зоом: %d%%

source: File size: %ls (%ls) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
bg: Размер на файла: %ls (%ls) Ширина: %ld пиксела Височина: %ld пиксела Хоризонтална разделителна способност: %.1f точки на инч Вертикална разделителна способност: %.1f точки на инч Дълбочина: %d бита Мащаб: %d%%
ca: Mida del fitxer: %ls (%ls) Amplada: %ld píxel Alçada: %ld píxel Resolució Horitzontal: %.1f dpi Resolució Vertical: %.1f dpi Profunditat: %d bit Zoom: %d%%
el: Μέγεθος αρχείου: %ls (%ls) Πλάτος: %ld εικονοστοιχεία Ύψος: %ld εικονοστοιχεία Οριζόντια Ανάλυση: %.1f dpi Κάθετη Ανάλυση: %.1f dpi Βάθος χρώματος: %d bit Μεγέθυνση: %d%%
es: Tamaño del archivo: %ls (%ls) Ancho: %ld pixel Alto: %ld pixel Resolución horizontal: %.1f ppp Resolución vertical: %.1f ppp Profundidad: %d bit Zoom: %d%%
sr: Величина фајлови: %ls (%ls) Ширина: %ld тачкица Висина: %ld тачкица Хоризонтална резолуција: %.1f дпи Вертикална резолуција: %.1f дпи Дубина: %d бита Зоом: %d%%

source: File size: %ls (%ls) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %ls (%ls) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
bg: Размер на файла: %ls (%ls) Ширина: %ld пиксела Височина: %ld пиксела Хоризонтална разделителна способност: %.1f точки на инч Вертикална разделителна способност: %.1f точки на инч Дълбочина: %d бита Мащаб: %d%% Размер на файла:t %ls (%ls) Ширина: %ld пиксела Височина: %ld пиксела Хоризонтална разделителна способност: %.1f точки на инч Вертикална разделителна способност: %.1f точки на инч Дълбочина: %d бита Мащаб: %d%%
ca: Mida del Fitxer: %ls (%ls) Amplada: %ld píxel Alçada: %ld píxel Resolució Horitzontal: %.1f dpi Resolució Vertical: %.1f dpi Profunditat: %d bit Zoom: %d%% Mida del Fitxer: %ls (%ls) Amplada: %ld píxel Alçada: %ld píxel Resolució Horitzontal: %.1f dpi Resolució Vertical: %.1f dpi Profunditat: %d bit Zoom: %d%%
el: Μέγεθος αρχείου %ls (%ls) Πλάτος: %ld εικονοστοιχεία Ύψος: %ld εικονοστοιχεία Οριζόντια Ανάλυση: %.1f dpi Κάθετη Ανάλυση: %.1f dpi Βάθος χρώματος: %d bit Μεγέθυνση: %d%% Μέγεθος αρχείου: %ls (%ls) Πλάτος: %ld εικονοστοιχεία Ύψος: %ld εικονοστοιχεία Οριζόντια Ανάλυση: %.1f dpi Κάθετη Ανάλυση: %.1f dpi Βάθος χρώματος: %d bit Μεγέθυνση: %d%%
es: Tamaño del archivo: %ls (%ls) Ancho: %ld pixel Alto: %ld pixel Resolución horizontal: %.1f ppp Resolución vertical: %.1f ppp Profundidad: %d bit Zoom: %d%% Tamaño del archivo: %ls (%ls) Ancho: %ld pixel Alto: %ld pixel Resolución horizontal: %.1f ppp Resolución vertical: %.1f ppp Profundidad: %d bit Zoom: %d%%
sr: Величина фајлова: %ls (%ls) Ширина: %ld тачкица Висина: %ld тачкица Хоризонтална резолуција: %.1f дпи Вертикална резолуција: %.1f дпи Дубина: %d бита Зоом: %d%% Величина фајлова: %ls (%ls) Ширина: %ld точкица Висина: %ld точкица Хориyонтална резолуција: %.1f дпи Вертикална резолуција: %.1f дпи Дубина: %d бита Зоом: %d%%

source: Filename
bg: Име на файл
ca: Nom del fitxer
el: Όνομα αρχείου
es: Nombre de archivo
mk: Име на датотека
sr: Фајлиме
tr: Dosya Adı

source: Filename, extension or mime-type:
bg: Име на файл, разширение или MIME-тип:
ca: Nom del fitxer, extensió o tipus mime:
el: Όνομα αρχείου, επέκταση ή τύπος-mime:
es: Nombre de archivo, extensión o tipo-mime:
sr: Фајлиме, наставак или миме-тип:
tr: Dosya adı, uzantı veya mime-tipi:

source: Filename/Extension
bg: Име на файл/Разширение
ca: Nom del fitxer/Extensió
el: Όνομα αρχείου / Επέκταση
es: Nombre de archivo/Extensión
sr: Фајлиме/Наставак
tr: Dosya adı/Uzantı

source: Filenames
ca: Noms de fitxer
el: Ονόματα αρχείων
es: Nombre de archivo
sr: Имена фајлова
tr: Dosya adları

source: Files
bg: Файлове
ca: Fitxers
el: Αρχεία
es: Archivos
mk: Датотеки
sr: Фајлови
tr: Dosyalar

source: Fill Tool Fill
bg: Инструмент за запълване Запълване
ca: Eina d'Omplir Omple
mk: Исполни Алатка Исполни
sr: Алат за попуњавање Попуни
tr: Doldurma Aracı Doldurma

source: Filter by
bg: Филтриране по
ca: Filtre per
el: Φιλτράρισμα με
es: Filtrar por
sr: Филтрирање помоћу
tr: Şuna göre filtrele

source: Filter match
bg: Съвпадение на филтър
ca: Coincidència en filtre
es: Coincidencias en filtros
sr: Филтер захтев
tr: Süzgeçe göre eşleşenler

source: Filter out paths that contain one of the following strings (separate multiple paths with the '*' char):
bg: Изключване на пътища, съдържащи някой от следните низове (разделете множество пътища със знака '*'):
ca: Filtra els camins que contenen una de les següents cadenes (separeu camins múltiples amb el caràcter '*' ):
el: Φιλτράρισμα διαδρομών που περιέχουν ένα από τα επόμενα κείμενα (διαχωρίστε πολλαπλές διαδρομές με τον χαρακτήρα '*' ):
es: Excluír las rutas que contengan una de las siguientes cadenas (separar múltiples rutas con el carácter '*'):
mk: Филтрирај ги патеките кои содржат еден од следните стрингови (оддели повеке патеки со знакот '*'):
sr: Издвоји следеће путање које садрже јадан од следећих стрингова (одвојити вишеструке путање знаком '*' ):
tr: Aşağıdaki ifadeyi içeren yolları filtrele (birden çok yolu birbirinden '*' ile ayırın):

source: Filter paths
bg: Филтър на пътищата
ca: Camins de filtres
el: Φίλτρο διαδρομών
es: Filtrar rutas
mk: Закрпи за датотеки
sr: Филтер путања
tr: Dosya dizinleri

source: Filter:
ca: Filtre:
el: Φίλτρο:
es: Filtro:
sr: Филтер.
tr: Filtre:

source: Find
bg: Търсене
ca: Cerca
el: Εύρεση
es: Buscar
mk: Најди
sr: Пронађи
tr: Bul

source: Find &HEAD-Revision
ca: Cerca revisió &HEAD
es: Buscar Revisión &HEAD
sr: Нађи &ГЛАВНУ - ревизију

source: Find HEAD revisions
bg: Намери главни ревизии
ca: Cerca revisions HEAD
es: Buscar revisiones HEAD
sr: Нађи ГЛАВНУ ревизију

source: Find the specified text Find
bg: Търсене на специфичен текст Търсене
ca: Cerca el text especificat Cerca
el: Εύρεση του συγκεκριμένου κειμένου Εύρεση
es: Buscar el texto especificado Buscar
mk: Најди го означениот текст Најди
sr: Пронађи означени текст Пронађи
tr: Belirtilen metni bul Bul

source: Find: Can't find the text "%ls"
ca: Cerca: No s'ha trobat el text "%ls"
el: Εύρεση: Αδυναμία εύρεσης του κειμένου "%ls"
es: Búsqueda No encuentro el texto "%ls"
sr: Нађи: Не може да нађе текст "%ls"

source: Find: First occurrence from the bottom found. Beginning of document reached.
ca: Cerca: Primera ocurrència trobada des del final. Ha arribat a l'inici del document.
es: Buscar: Encontrada la primera coincidencia desde abajo. Se alcanzó el principio del documento.
sr: Нађи: Прво појављивање одоздо нађено. Почетак документа је достигнут.

source: Find: First occurrence from the top found. End of document reached.
ca: Cerca: Primera ocurrència trobada des de l'inici. Ha arribat al final del document.
es: Buscar: Encontrada primera coincidencia desde arriba. Se alcanzó el final del documento.
sr: Нађи: Прво појављивање од почетка нађено. Крај документа достигнут.

source: Finished!
bg: Завършено!
ca: Finalitzat!
el: Ολοκληρώθηκε!
es: ¡Terminado!
mk: Готово!
sr: Завршено!
tr: Tamamlandı!

source: Fit graph
bg: Напасване на диаграмата
ca: Ajusta gràfic
el: Προσαρμογή στο γράφημα
es: Ajustar gráfico
mk: Собери го графикот
sr: Подесите граф
tr: Diyagramı sığdır

source: Fit height
bg: Оптимален мащаб по височина
ca: Ajusta l'alçada
el: Προσαρμογή στο ύψος
es: Ajustar alto
mk: Собери по висина
sr: Подеси висину
tr: Boyu sığdır

source: Fit image &heights (H)
ca: Ajusta &alçades de la imatge (H)
es: Ajustar alto de las ima&genes (H)
sr: Углави слику по &висини (H)

source: Fit image &widths (W)
ca: Ajusta a&mplades de la image (W)
es: Ajustar ancho de las i&mágenes (W)
sr: Углави слику по &ширини (W)

source: Fit width
bg: Оптимален мащаб по ширина
ca: Ajusta l'amplada
el: Προσαρμογή στο πλάτος
es: Ajustar ancho
mk: Собери по широчина
sr: Подеси висину
tr: Eni sığdır

source: Fixed at rev
bg: Поправено в ревизия
ca: Solucionat a la revisió
el: Διορθώθηκε στην αναθεώρηση
es: Fijado en rev
sr: Фиксирано у ревизији
tr: Revizyonda düzeltildi

source: Fold &tags
bg: &Сгъване на етикетите
ca: Doblega &etiquetes
el: Αναδίπλωση &ετικετών
es: Plegar e&tiquetas
mk: Собери ги &ознаките
sr: Скупи &ознаке
tr: Etiket&leri katla

source: Folded tag
bg: Сгънат етикет
ca: Etiqueta doblegada
el: Διπλωμένη ετικέτα
es: Etiqueta plegada
mk: Соберена ознака
sr: Склопљена ознака
tr: Katlı etiket

source: Folder
bg: Папка
ca: Carpeta
mk: Директориум
sr: Фолдер
tr: Dizin

source: Font
bg: Шрифт
ca: Tipus de lletra
el: Γραμματοσειρά
es: Fuente
mk: Фонт
sr: Писмо

source: For Help, press F1. Scroll horizontally with Ctrl-Scrollwheel
bg: За Помощ, натиснете F1. За хоризонтално превъртане превъртане ползвайте клавиша 'Ctrl' и колелцето за превъртане на мишката
ca: Per ajuda premeu F1. Desplaceu horitzontalment amb Ctrl-Rodeta del ratolí
el: Για βοήθεια, πατήστε F1. Μεταβείτε οριζόντια με Ctrl-τροχό κύλισης
es: Para Ayuda, pulse F1. Haga scroll horizontalmente con Ctrl+rueda del ratón
mk: За помош, притисни F1. Скролувај хоризонтално со помош на тркалцето на глувчето + Ctrl
sr: За помоћ притисни Ф1. Помичи водоравно помоћу точкића миша уз тастер Цтрл
tr: Yardım için F1 tuşuna basın. Yatay olarak ilerlemek için Ctrl-KaydırmaÇubuğunu kullanın

source: For complete history deselect 'Stop on copy/rename'
bg: За пълна история изключете 'Спиране при копиране/преименуване'
ca: Per veure un històric complet deselecciona 'Atura't en còpia/canvi de nom'
el: Για πλήρες ιστορικό απο-επιλέξτε 'Παύση κατά την αντιγραφή/μετονομασία'
es: Para obtener la historia completa desmarque 'Parar en copia/cambio de nombre'
mk: За целосна историја оневозможете го 'Застани на копирање/преименување'
sr: За цјелокупни дневник помакните ознаку 'Заустави се на копирај/преименуј'
tr: Önceki tüm işlemleri görmek için "Kopyalamada/Tekrar adlandırmada dur" işaretini kaldırın

source: Force
bg: Принудително
ca: Força
el: Αναγκάσμος
es: Forzar
mk: Насила
sr: Форсира
tr: Zorla

source: Force removal
bg: Принудително премахване
ca: Força l'eliminació
es: Forzar la eliminación
sr: Присила одбацивања
tr: Kaldırmaya zorla

source: Foreground
ca: Primer pla
el: Προσκήνιο
es: Al frente
sr: Предњи план

source: Forward
bg: Напред
ca: Endavant
mk: Нанапред
sr: Напред
tr: İleri

source: Forwards in browsing history
ca: Cap endavant quan navegues per la història
es: Hacia delante en la historia de navegación
sr: Унапред претраживање историје

source: Found auto words:
bg: Намерени думи:
ca: Paraules auto trobades:
el: Βρέθηκαν λόγια αυτόματα:
es: Palabras automáticas encontradas:
mk: Пронајдени автоматски зборови:
sr: Налази аутентичне речи:
tr: Otomatik kelimeler bulundu:

source: From:
bg: От:
ca: De:
el: Από:
es: Desde:
mk: Од:
sr: Од:
tr: Buradan:

source: Full Screen
bg: Цял екран
ca: Pantalla Completa
mk: Цел екран
sr: Преко целог екрана
tr: Tam Ekran
