Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Visual Studio 2008
sr: Вижуал студио 2008

source: WARNING: Only change these settings if you are absolutely sure what you are doing! To set the values to their default, delete the value text.
bg: ВНИМАНИЕ! Променяйте тези настройки само ако сте съвсем сигурни, че знаете какво правите! За да върните стойностите по подразбиране, изтрийте текста им.
ca: ATENCIÓ: Canvieu aquesta configuració només si n'esteu ben segur. Per establir els valors per defecte, esborreu el text del valor.
el: ΠΡΟΣΟΧΗ: "Αλλάξτε αυτές τις ρυθμίσεις μόνο αν είστε απόλυτα σίγουροι για το τι κάνετε! Για να επαναφέρετε τις προεπιλεγμένες τιμές, διαγράψτε το κείμενο της τιμής.
es: ATENCIÓN: Solo modifique estos parametros si esta absolutamente seguro de lo que esta haciendo! Para volver los valores a su valor por defecto, deje el texto en blanco
sr: ПАЖЊА: Мењајте ова подешавања само ако сте апсолутно сигурни шта радите! Да поставите вредности на њихове подразумеване вредности, обришите текст вредности.
tr: UYARI: Bu ayarları sadece ne yaptığınızdan kesinlikle eminseniz değiştirin! Değerleri varsayılanlara döndürmek için değer metnini silin.

source: WC Revision:
ca: Revisió de la WC:
es: Revisión WC:
sr: РК Ревизија:
tr: Çalışan Kopya Revizyonu:

source: WC node
bg: Възел на работното копие
ca: Node WC (còpia treball)
el: Κόμβος ΑΕ
es: Nodo WC
mk: јазол на РК
sr: РК чвор
tr: WC düğümü

source: WC node border
bg: Рамка на възела на работното копие
ca: Vora node WC (còpia treball)
es: Borde del nodo WC
mk: граница на јазолот на РК
sr: РК чвор граница
tr: WC düğüm sınırı

source: Wait
bg: Изчакване
ca: Espereu
el: Αναμονή
es: Espera
mk: Чекај
sr: Чекај
tr: Bekleyiniz

source: Wait for the script to finish
bg: Изчакване на края на изпълнението на скрипта
ca: Espera que acabi l'script
el: Αναμονή για την ολοκλήρωση του script
es: Esperar a que el script termine
mk: Чекај до завршување на скриптата
sr: Чекај да скрипт заврши
tr: Komut-dosyasının çalışmasının bitmesini bekleyiniz

source: Waiting for monitoring thread to finish...
ca: Esperant que acabi el fil de monitoratge...
es: Esperando a que el hilo de monitorización termine...
sr: Чека се да се нит надгледања заврши...

source: Want to go offline?
bg: Работа без връзка?
ca: Voleu treballar sense connexió?
el: Θέλετε να πάτε εκτός σύνδεσης;
es: ¿Desea trabajar sin conexión?
mk: Сакате да одите offline?
sr: Желите ли да се искључите?
tr: Çevrimdışı olmak istiyor musunuz?

source: Warning
bg: Предупреждение
ca: Atenció
el: Προειδοποίηση
es: Atención
mk: Внимание
sr: Упозорење
tr: Uyarı

source: Warning!
bg: Внимание!
ca: Atenció!
el: Προειδοποίηση!
es: ¡Atención!
mk: Внимание!
sr: Упозорење!
tr: Uyarı!

source: When a small log cache has not been used for the given number of days, it will be removed automatically.
bg: Ако малък кеш на дневник не е бил използван определен брой дни, той ще бъде премахнат автоматично.
ca: Quan una memòria cau de log petita no s'utilitza durant el nombre de dies especificat, s'esborra automàticament.
es: Cuando una caché de registro pequeña no se ha utilizado durante el número de días especificado, se eliminará automáticamente.
mk: Кога мал кеш на дненикот не бил користен одреден број денови, ке биде отстранет автоматски.
sr: Када мали кеш дневника није могао бити коришћен за дати број дана, биће уклоњен аутоматски.
tr: Küçük kayıt önbelleği belirtilen gün kadar süre boyunca kullanılmadığında otomatik olarak silinecektir.

source: When activated, hold down the SHIFT key when right-clicking to get the TortoiseSVN menus added to the context menu
bg: Когато е активирано, задръжте SHIFT докато натискате дясното копче на мишката за да се покажат TortoiseSVN менютата към контекстното меню
ca: Quan estigui activat, mantén premuda la tecla Maj quan feu clic amb el botó dret per afegir els menús de TortoiseSVN al menú contextual
es: Cuando está activado, mantenga pulsada la tecla Mayús al hacer clic derecho para añadir los menús de TortoiseSVN al menú contextual
sr: Када је активиран, држите ШИФТ тастер док урадите десни клик да добијете ТортоисеСВН меније додате у контекст менију
tr: Etkin hale getirildiğinde, TortoiseSVN menülerinin sağ-tık menüsüne eklenmesi için sağ tıklarken SHIFT tuşuna basılı tutun

source: When connecting to the repository server is not possible, TSVN can switch to using cached data only. Select the default behaviour here.
bg: Когато е невъзможно свързването с хранилището, TortoiseSVN може да превключи в режим на работа само с кешираните данни. Изберете режима по подразбиране.
ca: Quan no és possible connectar amb el servidor del repositori, el TSVN pot fer que s'utilitzin només dades de la memòria cau. Seleccioneu aquí el comportament per defecte.
es: Cuando no es posible la conexión con el servidor, TSVN puede configurarse para utilizar sólo datos cacheados. Seleccione el comportamiento por defecto aquí.
mk: Кога не е можно да се поврзе со серверот за складишта, TSVN може да се префрли да ги користи кешираните податоци. Подесете го основното однесување тука.
sr: Када спајање са сервером није могуће, ТСВН може прећи на модус коришћења локално кешираних података. Одаберите овде жељено понашање.
tr: Depo sunucusuna bağlantı mümkün olmadığında TSVN ön belleğe alınmış veri ile çalışabilir. Ön tanımlı davranışı buradan seçiniz.

source: When enabled, TortoiseSVN move/copy context menu items will be available when dragging folders / files
ca: Si s'activa, els elements del menú contextual desplaça/copia del TortoiseSVN estaran disponibles quan s'arrosseguin carpetes / fitxers.
es: Si se habilita, TortoiseSVN mostrará los menús contextuales para mover/copiar cuando arrastre carpetas / archivos
sr: Када је омогућен, ТортоисеСВН помери/копирај контекст мени ставка биће доступна када се вуку фолдери / фајлови

source: When enabled, the versioned items listed in the commit dialog are automatically selected
bg: Ако е включено, контролираните обекти, включени в списъка на диалоговия прозорец за поверяване, са маркирани автоматично
ca: Quan està habilitat, els elements versionats llistats al diàleg de pujada es seleccionen automàticament
el: Όταν είναι ενεργοποιημένο, τα στοιχεία με έκδοση που βρίσκονται στη λίστα του διαλόγου καταχώρισης, επιλέγονται αυτόματα
es: Cuando se habilita, los ítems versionados mostrados en el diálogo de confirmación se seleccionan automáticamente
mk: Кога е овозможено, верзионираните ставки во дијалогот се автоматски изберени
sr: Кад је омогућено, ставке с верзијама у попису дијалога урезивања се аутоматски бирају
tr: İzin verildiği durumda, teslim etme diyaloğunda listelenen tüm versiyonlanmış kalemler otomatik olarak seçilirler

source: When locking one or more selected files, shows a dialog asking for a descriptive message about the locking
bg: При заключване на един или повече избрани файлове, показва диалогов прозорец, за да се въведе описателно съобщение за заключването
ca: Quan es bloquegen fitxers, mostra un diàleg demanant una descripció del bloqueig
es: Cuando se bloquea uno o varios archivos, muestra un diálogo pidiendo un mensaje descriptivo sobre el bloqueo.
mk: Кога една или повеќе изберени датотеки се заклучуваат, дијалог се покажува со барање за внес на дескриптивна порака за заклучувањето
sr: Кад закључавате један или више одабраних фајова, приказује дијалог који вас пита за описну поруку о закључавању
tr: Seçilmiş olan bir veya daha çok dosya kilitleneceği zaman, kilitleme ile ilgili açıklayıcı bir mesaj içeren bir onay ekranı görüntülenir

source: Whitespace changes (tabs, spaces)
ca: Canvis d'espai en blanc (tabuladors, espais)
el: Αλλαγές λευκών διαστημάτων (στηλοθετήσεις, κενά διαστήματα)
es: Cambios en espacios (tabuladores o espacios)
sr: Белине су измењене (табови, размаци)

source: Whitespaces
bg: Празни символи
ca: Espais en blanc
el: Κενά
es: Espacios en blanco
mk: Празнини
sr: Белине
tr: Boşluklar

source: Window Position
bg: Позицията на прозореца
ca: Posició de la finestra
mk: Позицијат на прозорецот
sr: Позиција прозора
tr: Pencere Konumu

source: Windows
bg: Прозорци
sr: Wиндоwс

source: Windows 2000
sr: Виндоус 2000

source: Windows 7
sr: Виндоус 7

source: Windows XP
sr: Виндоус ХП

source: Working Copy
bg: Работно копие
ca: Còpia de treball
el: Τρέχον Αντίγραφο Εργασίας
es: Copia de Trabajo
mk: Работна копија
sr: Радна копија
tr: Çalışan Kopya

source: Working Copy Path:
bg: Път на работното копие:
ca: Camí de la Còpia de treball:
el: Τρέχον Αντίγραφο Εργασίας
es: Ruta de la Copia de Trabajo:
mk: Патека кон работна копија:
sr: Путања радне копије:
tr: Çalışan Kopyanın Dizini

source: Working copy
ca: Còpia de treball
el: Τρέχον αντίγραφο
es: Copia de trabajo
mk: Работна копија
sr: Радна копија
tr: Çalışan kopya

source: Working copy relocated to %ls
bg: Работното копие бе преместено в %ls
ca: Còpia de treball tornada a situar a %ls
el: Το Τρέχον Αντίγραφο Εργασίας μετακινήθηκε στην τοποθεσία %ls
es: Copia de trabajo relocalizada en %ls
sr: Радна копија премештена на %ls

source: Working copy: %ls
bg: Работно копие: %ls
ca: Còpia de treball: %ls
el: Τρέχον αντίγραφο: %ls
es: Copia de trabajo: %ls
sr: Радна копија: %ls

source: Wrap long lines
ca: Ajusta les línies llargues
el: Περιτύλιγμα μεγάλων γραμμών
es: Envolver líneas largas
sr: Зави дугачке линије
tr: Uzun satırları ayır

source: Wrap long lines at the right border of the view Wrap long lines
ca: Ajusta línies llargues a la vora dreta de la vista Ajusta línies llargues
es: Envolver líneas largas a la derecha de la vista Envolver líneas largas
sr: Зави дугачке линије на десној ивици прегледа Зави дугачке линије

source: You already have the latest version installed.
bg: Вече имате инсталирана най-новата версия.
ca: Ja teniu instal·lada la darrera versió.
el: Έχετε ήδη εγκατεστημένη την τελευταία έκδοση
es: Ya tiene instalada la versión más reciente.
mk: Веќе ја имате последната верзија инсталирано.
sr: Ви већ имате инсталирану најсвјежију верзију.
tr: Sizde zaten en son versiyon yüklenmiş durumda.

source: You can disable specific Overlay handlers here. Disabled handlers won't use up an overlay slot and give other shell extensions a chance to show their overlays.
bg: Тук може да изключите определени модификации на иконките. Изключените модификации няма да заемат слот за модификация и ще дадат шанс на други разширения на обвивката да покажат техните модификации.
ca: Aquí podeu inhabilitar gestors específics de superposició. Els gestors inhabilitats no usaran cap espai de superposició, permetent que altres extensions de shell mostrin les seves superposicions.
es: Usted puede deshabilitar manejadores sobrepuestos específicos aquí. Los manejadores deshabilitados no utilizaran un espacio de sobreimpresionado y permiten que otras extensiones de shell puedan mostrar su sobreimpreso.
sr: Овде можете онемогућити специфичне руковаоце прекривачима. Онемогућени руковаоци немогу користити слот прекривача и дати шансу другим проширењима шкољке да прикажу своје прекриваче.
tr: Burada belirli Simge yöneticilerini geçersiz kılabilirsiniz. Geçersiz kılınan yöneticiler bir simge bölmesi kullanmayacaklar ve diğer kabuk eklentilerinin kendi simgelerini kullanmalarına şans tanıyacaklardır.

source: You can paste bitmap with the size (%d x %d) only!
bg: Може да поставите растерно изображение само с размери (%d x %d)!
ca: Només podeu enganxar bitmaps de mida (%d x %d).
mk: Можете да вметнете само слика со големина (%d x %d)!
sr: Можете налепити битмапу само величине (%d x %d) !
tr: Sadece (%d x %d) boyutlarında biteşlem yapıştırabilirsiniz!

source: You can't create more than %d user-defined toolbars!
bg: Не можете да създадете повече от %d потребителски ленти с инструменти!
ca: No podeu crear més de %d barres d'eines definides per l'usuari.
mk: Не можете да креирате повеќе од %d кориснички дефинирани алатници!
sr: Можете креирати више од %d алатних панела које је дефинисао корисник!
tr: %d den fazla kullanıcı tanımlı araç çubuğu yaratamazsınız!

source: You can't set this property on folders, only on files! If you want to set it on all files within that folder, you must activate the 'recursive' checkbox.
bg: Това свойство не може да се установи на папки, а само на файлове! Ако желаете да го установите на всички файлове в тази папка, трябва да включите 'рекурсивно'.
ca: No podeu establir aquesta propietat a les carpetes, només als fitxers. Si voleu establir-la a tots els fitxers dins d'aquesta carpeta, heu de marcar la casella 'recursivament'.
es: No se puede establecer esta propiedad en carpetas, ¡sólo es posible en archivos! Si desea establecerla en todos los archivos dentro de esa carpeta, debe activar la casilla 'recursivo'.
mk: Не можете да го подесите ова својсвто на директориуми, само на датотеки! Доколку сакате да го подесите на сите датотеки во еден директориум, морате да го активирате полето ‘рекурзивно‘.
sr: Не можете поставити то својство на именицима него само на фајловима! Ако га желите поставити на свим фајловима унутар фолдера, морате укључити квадратић 'рекурзивани'.
tr: Bu özelliği klasörler için uygulayamazsınız, sadece dosyalar için geçerlidir!. Bir klasörün içindeki tüm dosyalara uygulamak için, 'özyineli' seçeneğini etkinleştirmelisiniz.

source: You dropped more than one file or folder to add to the repository. It's not possible to do that in one step, so TortoiseSVN will add each file/folder individually, creating a new revision for every added item.
bg: Изберал си повече от един файл или папка за добавяне към хранилището. Не е възможно да направиш това в една стъпка, затова TortoiseSVN ще добави всеки файл/папка индивидуално, правейки нова ревизия за всеки добавен артикул.
ca: Heu deixat anar més d'un fitxer o carpeta per afegir al repositori. No és possible fer-ho en un sol pas. TortoiseSVN afegirà cada fitxer/carpeta individualment, creant una nova revisió per cada element afegit.
el: Ρίξατε παραπάνω από ένα αρχείο ή φάκελο για προσθήκη στο αποθετήριο. Αυτό δεν μπορεί να γίνει με ένα βήμα, οπότε το TortoiseSVN θα προσθέσει κάθε αρχείο ή φάκελο ξεχωριστά, δημιουργώντας καινούργια αναθεώρηση για κάθε προστιθέμενο αντικείμενο.
es: Ha soltado más de un archivo o carpeta para añadirlos al repositorio. No es posible hacer eso en un único paso, por lo que TortoiseSVN añadirá cada archivo/carpeta individualmente, creando una nueva revisión para cada ítem añadido.
sr: Отпустили сте више од једног фајла или фолдера да га додате у спремиште. То није могуће урадити у једном кораку, ТортоисеСВН ће додати фајл/фолдер појединачно, креирајући нову ревизију за сваку додату ставку.
tr: Depoya eklemek üzere birden fazla dosya veya klasör bıraktınız. Bunu bir adımda yapmak mümkün değildir, bu yüzden TortoiseSVN her dosya/klasörü tek tek ekleyecek, her biri için yeni bir revizyon oluşturacak.

source: You have marked changed blocks. How should those blocks be saved?
ca: Heu marcat blocs modificats. Com caldria desar aquests blocs?
el: Έχετε μαρκάρει αλλαγμένα μπλοκ. Πώς να αποθηκευτούν αυτά τα μπλοκ;
es: Ha marcado bloques modificados. ¿Cómo deben gurdarse esos bloques?
sr: Имате маркиране измењене блокове. Како ће ови блокови бити сачувани?

source: You have modified properties without saving them first. Do you want to save them now?
bg: Променили сте свойства без да сте ги записали. Желаете ли да ги запишете сега?
ca: Heu modificat propietats sense desar-les. Voleu desar-les ara?
el: Έχετε τροποποιήσει ιδιότητες χωρίς να τις αποθηκεύσετε πρώτα. Θέλετε να τις αποθηκεύσετε τώρα;
es: Ha modificado propiedades sin grabarlas antes. ¿Desea grabarlas ahora?
mk: Сте ги модифицирале својствата пред да ги зачувате. Дали сакате да ги зачувате сега?
sr: Изменили сте својства али их још нисте снимили. Желите ли то сада учинити?
tr: Bazı özelliklerde değişiklik yaptınız ve bunları daha kaydetmediniz. Bunları şimdi kaydetmek ister misiniz?

source: You have selected %d items to show the diff for. For every of these items a new instance of the diff viewer will be started. Do you really want to show the diff for so many items at once?
ca: Heu seleccionat %d elements per mostrar-ne la diferència. Per cadascun d'aquests elements s'obrirà una nova instància del visualitzador de diferències. Voleu mostrar realment les diferències de tants elements alhora?
es: Has seleccionado %d elementos para mostrar la diferencia. Para cada uno de estos elementos una nueva instancia del visor de diferencias se iniciará. ¿Quieres realmente mostrar la diferencia de tantos elementos a la vez?
sr: Изабрали сте %d ставки да прикажете диф за њих За сваку од тих ставки нова јединица диф прегледача ће се покренути. Да ли заиста желите да прикажете диф за толико много ставки одједном?

source: You have to update your working copy first.
bg: Първо ще трябва да обновите работното си копие.
ca: Primer heu d'actualitzar la còpia de treball.
el: Πρέπει να ενημερώσετε το αντίγραφο εργασίας πρώτα.
es: Debe de actualizar primero su copia de trabajo
mk: Мора да ја освежите работната копија првин.
sr: Морате најпре ускладити вашу радну копију.
tr: İlk olarak çalışan kopyanızı güncellemelisiniz.

source: You haven't entered an issue number.
bg: You haven't entered an issue number.Не си въвел номер на проблема.
ca: No heu introduït un número d'incidència.
es: No ha ingresado el número de incidente.
sr: Нисте унели број ставке.
tr: Bir iş numarası girmediniz.

source: You may define up to %d tools.
bg: Можете да дефинирате най-много %d инструмента.
ca: Podeu definir fins a %d eines.
mk: Може да дефинирате %d алатки.
sr: Можете дефинисати до %d алата.
tr: %d adede kadar araç tanımlayabilirsiniz.

source: You must restart your system for the changes to take effect.
bg: За да влязат в сила промените, трябва да рестартирате системата си.
ca: Heu de reiniciar el sistema per tal que els canvis tinguin efecte.
el: Πρέπει να επανεκκινήσετε το σύστημα για να ολοκληρωθούν οι αλλαγές.
es: Debe reiniciar su sistema para que los cambios sean efectivos.
mk: Мора да го рестартирате системот за да се применат измените.
sr: Морате поново покренути рачунар како би активирали измене.
tr: Değişikliklerin etkin olması için sisteminizi tekrar başlatmalısınız.

source: You selected an unversioned folder for a commit!
bg: Изберал си папка която не е добавена към хранилището!
ca: Heu seleccionat una carpeta sense versionar per fer la pujada.
es: Ha seleccionado una carpeta sin versionar para confimar!
sr: Изабрали сте неверзионисан фолдер за урезивање!
tr: Teslim etmek için versiyonlanmamış bir klasör seçtiniz!

source: You should enter a text!
bg: Трябва да въведете текст!
ca: Heu d'introduir un text.
mk: Треба да изберете текст!
sr: Треба да упишете текст!
tr: Lütfen bir metin giriniz!

source: You should select an image!
bg: Трябва да изберете изображение!
ca: Heu de seleccionar una imatge.
mk: Треба да изберете слика!
sr: Треба да одабарете слику!
tr: Lütfen bir resim seçiniz!

source: You're trying to add the item '%1!ls!', but the item '%2!ls!' already exists. It seems the item got renamed outside Subversion but only with case changes. Do you really want to add it?
bg: Опитвате се да добавите обекта '%1!ls!', но обектът '%2!ls!' вече съществува. Изглежда, че обектът е бил преименуван извън Subversion, но разликите са само в регистъра. Наистина ли желаете да го добавите?
ca: Esteu intentant afegir l'element '%1!ls!', però l'element '%2!ls!' ja existeix. Sembla que l'element va canviar de nom fora del Subversion, però només amb canvis de majúsc/minúsc. Esteu segur d'afegir-lo?
el: Προσπαθείτε να προσθέσετε το αντικείμενο '%1!ls!', αλλά το αντικείμενο '%2!ls!' υπάρχει ήδη. Φαίνεται ότι το αντικείμενο μετονομάστηκε έξω απο το Subversion αλλά οι διαφορές είναι μόνο μεταξύ κεφαλαίων και πεζών. Θέλετε να το προσθέσετε πραγματικά;
es: está intentando añadir el ítem '%1!ls!', pero el ítem '%2!ls!' ya existe. Parece que el ítem se renombró fuera de Subversionpero cambiando únicamente mayúsculas y minúsculas. ¿Desea realmente añadirlo?
sr: Покушавате да додате ставку '%1!ls!', али ставка '%2!ls!' већ постоји. Изгледа да је ставка преименована ван Субверзије али са променом величине слова. Да ли заиста желите да урадите то?

source: You've committed changes to external item that is tagged to a specific revision. Do you want to change the tagged revision now to the just committed revision?
ca: Heu pujat canvis d'un element extern que està etiquetat amb una determinada revisió. Voleu canviar ara la revisió etiquetada a la revisió tot just pujada?
es: Ha confirmado cambios a un ítem externo que está etiquetado a una revisión concreta. ¿Desea cambiar la revisión etiquetada a la revisión que acaba de confirmar?
sr: Урезали сте измене у екстернал ставки која је означена специфичној ревизији. Хоћете ли да промените означену ревизију у управо урезану ревизију?

source: Your previously entered log messages have been saved. Click here to read and insert them again.
bg: Вашите скорошни съобщения са запазени. Щракнете тук за да ги разгледате и да ги използвате отново.
ca: S'han desat els missatges introduïts prèviament. Feu clic aquí per llegir-los i inserir-los de nou.
el: Τα μηνύματα ιστορικού που εισάγατε προηγουμένως έχουν αποθηκευτεί. Κάντε κλικ εδώ για να τα διαβάσετε και να τα εισάγετε ξανά.
es: Se han guardado sus mensajes de registro anteriores. Pulse aquí para leeros e insertarlos de nuevo.
mk: Вашите претходни коментари во дневникот се зачувани. Кликнете тука за да ги прочитати и повторно да ги ставите.
sr: Поруке дневника које сте раније унели су снимљене. Кликните овде како бисте их могли прочитати и поново користити.
tr: Daha önceden giridiğiniz Günlük mesajlarınız kaydedildi. Mesajlarınızı tekrar eklemek yada okumak için tıklayın.

source: Your version is:
bg: Вашата версия е:
ca: La versió és:
el: Η εκδοσή σας είναι:
es: Su versión es:
mk: Вашата верзија е:
sr: Ваша верзија је:
tr: Versiyonunuz:

source: Your version is: %d.%d.%d.%d
bg: Вашата версия е: %d.%d.%d.%d
ca: La vostra versió és: %d.%d.%d.%d
el: Η εκδοσή σας είναι: %d.%d.%d.%d
es: Su versión es: %d.%d.%d.%d
mk: Вашата верзија е: %d.%d.%d.%d
sr: Ваша верзија је : %d.%d.%d.%d
tr: Versiyonunuz: %d.%d.%d.%d

source: Your working copy contains modifications. Lowest revision in working copy: %1!ld! Path: %2!ls!
bg: Вашето работно копие съдържа промени. Най-ниската ревизия в работното копие: %1!ld! Път: %2!ls!
ca: La còpia de treball conté modificacions. La revisió més baixa a la còpia de treball és: %1!ld! Camí: %2!ls!
el: Το αντίγραφο εργασίας σας περιέχει τροποποιήσεις. Η χαμηλότερη αναθεώρηση στο αντίγραφο εργασίας: %1!ld! Διαδρομή: %2!ls!
es: Su copia de trabajo contiene modificaciones. Revisión inferior en la copia de trabajo: %1!ld! Ruta: %2!ls!
sr: Ваша радна копија садржи измене. Најнижа ревизија у радној копији: %1!ld! Путања: %2!ls!

source: Your working copy has local modifications. If you branch/tag from the HEAD revision, your local changes won't show up in the branch/tag!
bg: Работното Ви копие има местни промени. Ако създавате разклонение/етикет от главната ревизия, Вашите местни промени няма да съществуват в разклонението/етикета!
ca: La còpia de treball té modificacions locals. Si feu una branca/etiqueta de la revisió HEAD, els canvis locals no es mostraran a la branca/etiqueta.
es: Su copia de trabajo tiene modificaciones locales. ¡Si crea una rama/etiqueta desde la revisión HEAD, sus cambios locales NO se mostrarán en la rama/etiqueta!
mk: Вашата работна копија има локални модификации. Доколку направите гранка од HEAD ревизијата, вашите измени нема да се прикажат во гранката!
sr: Радна копија има локалне измене. Ако радите грану/ознаку из главне гране (ХЕАД), ваше локалне измене се неће појавити у новој грани/ознаци!
tr: Çalışan kopyanız yerel değişiklikler içeriyor. Eğer HEAD revizyondan dallanır/etiketlerseniz, değişiklikleriniz dallama/etiketlemede görünmeyecek!
