Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Full data
ca: Dades completes
el: Πλήρη δεδομένα
es: Todos los datos
sr: Потпун податак
tr: Tam veri

source: Full revision data without changed paths
ca: Dades de revisió completa sense camins modificats
el: Πλήρη δεδομένα αναθεώρησης χωρίς αλλαγμένες διαδρομές
es: Todos los datos sin las rutas cambiadas
sr: Потпун ревизиони податак без измењених путања

source: Fully recursive
bg: Напълно рекурсивно
ca: Totalment recursiu
el: Πλήρως αναδρομικό
es: Totalmente recursivo
mk: Потполно рекурзивно
sr: Потпуно рекурзиван
tr: Tamamen özyineli

source: GDI+ couldn't be initialized!
bg: Грешка при инициализация на GDI+!
ca: No s'ha pogut iniciar GDI+.
el: Δεν γινεται να αρχίσει η λειτουργεία του υποσυστήματος GDI+
es: ¡No se puede inicializar GDI+!
mk: GDI+ не е иницијализиран!
sr: ГДИ+ није могао бити инициран!
tr: GDI+ başlatılamadı!

source: GDI+ couldn't create a bitmap object. You probably don't have enough memory.
bg: Грешка при създаване на обект растерно изображение от GDI+. Най-вероятно липсва достатъчно свободна памет.
ca: GDI+ no ha pogut crear un objecte bitmap. Probablement no hi ha prou memòria.
el: Το υποσυστήμα GDI+ δεν μπορεί να δημιουργήσει ένα αντικείμενο . Πιθανών να μην έχετε αρκετνή μνήμη στον υπολογιστή σας.
es: GDI+ no puede crear un objeto bitmap. Probablemente no haya suficiente memoria.
mk: GDI+ не е во можност да креира битмапа. Најверојатно немате доволно меморија.
sr: ГДИ+ није могао направити објекат битмапу. Вероватно нема доста меморије.
tr: GDI+ bitmap objesi yaratamadı. Belki de yeterli bellek yok.

source: Gathering information. Please wait...
bg: Събира се информация. Моля, изчакайте...
ca: Obtenint informació. Si us plau espereu...
el: Λήψη πληροφοριών. Παρακαλώ περιμένετε...
es: Obteniendo información. Por favor, espere...
mk: Собирам информации. Ве молам причекајте...
sr: Сакупљање информација. Молим сачекајте...
tr: Bilgi getiriliyor. Lütfen bekleyin...

source: General
bg: Общи
el: Γενικά
mk: Општо
sr: Уопштено
tr: Genel Ayarlar

source: General::Colors
bg: Общи::Цветове
el: Γενικά::Χρώματα
es: General::Colores
mk: Општо::Бои
sr: Уопштено::Боје
tr: Genel::Renkler

source: General::Context Menu
bg: Общи::Контекстно меню
ca: General::Menú contextual
el: Γενικά::Μενού Πλαίσιο
es: General::Menú Contextual
sr: Уопштено::Контекст мени
tr: Genel::İçerik Menüsü

source: General::Dialogs 1
bg: Общи::Диалогови прозорци 1
ca: General::Diàlegs 1
el: Γενικά::Διάλογοι 1
es: General::Diálogos 1
mk: Општо::Дијалози 1
sr: Уопштено::Дијалози 1
tr: Genel::Diyalog Ayarları 1

source: General::Dialogs 2
bg: Общи::Диалогови прозорци 2
ca: General::Diàlegs 2
el: Γενικά::Διάλογοι 2
es: General::Diálogos 2
mk: Општо::Дијалози 2
sr: Уопштено::Дијалози 2
tr: Genel::Diyalog Ayarları 2

source: General::Dialogs 3
ca: General::Diàlegs 3
el: Γενικά::Διάλογοι 3
es: General::Díalogos 3
sr: Генерално::дијалози 3
tr: Genel::Diyalog Ayarları 3

source: Generating patchfile...
bg: Създаване на файл с кръпка...
ca: Generant fitxer pedaç...
el: Δημηουργείται το αρχείων διαφορών...
es: Generando archivo de parche...
mk: Генерирај датотека со закрпи...
sr: Израђујем фајл закрпа...
tr: Yama dosyası oluşturuluyor...

source: Get loc&k...
bg: &Заключване...
ca: Obté blo&queig...
el: Προμήθεια κλείσ&θρου...
es: Obtener blo&queo...
mk: За&клучи...
sr: &Закључај...
tr: K&ilidi elde et...

source: Get merge logs
bg: Получаване на дневниците за сливанията
ca: Obté logs de la fusió
el: Λήψη ιστορικού συγχώνευσης
es: Obtener registros de fusión
mk: Земи ги логовите на спојување
sr: Узми дневнике стапања
tr: Birleşme günlüklerini getir

source: Getting file %1!ls!
bg: Получаване на файл %1!ls!
ca: Obtenint fitxer %1!ls!
el: Λήψη αρχείου %1!ls!
es: Obteniendo archivo %1!ls!
sr: Узимање фајла %1!ls!

source: Getting file %1!ls!, revision %2!ls!
bg: Получаване на файл %1!ls!, ревизия %2!ls!
ca: Obtenint fitxer %1!ls!, revisió %2!ls!
el: Λήψη αρχείου %1!ls!, αναθεώρηση %2!ls!
es: Obteniendo el archivo %1!ls!, revisión %2!ls!
sr: Узимам фајл %1!ls!, ревизија %2!ls!

source: Getting file info...
bg: Получаване на информация за файл...
ca: Obtenint informació del fitxer...
el: Λήψη πληροφοριών αρχείου...
es: Obteniendo información del archivo...
mk: Превземам информации за датотеката...
sr: Узимам инфо о фајлу...
tr: Dosya bilgileri getiriliyor...

source: Getting information from repository...
bg: Получаване на информация от хранилището...
ca: Obtenint informació del repositori...
el: Λήψη πληροφοριών από αποθετήριο...
es: Obteniendo información del repositorio...
mk: Превземам информација од складиштето...
sr: Узимам податке из спремишта...
tr: Bilgi depodan getirilmekte...

source: Getting information...
bg: Получаване на информация...
ca: Obtenint informació...
el: Λήψη πληροφοριών...
es: Obteniendo información...
mk: Превземам информација...
sr: Узимам информацију...
tr: Bilgi alınıyor...

source: Getting required information...
bg: Получаване на нужната информация...
ca: Obtenint informació requerida...
el: Λήψη απαραίτητων πληροφοριών...
es: Obteniendo la información necesaria...
mk: Превземам потрбни информации...
sr: Узимам потребне информације...
tr: Gerekli bilgi alınıyor...

source: Getting unified diff
bg: Получаване на Unified Diff
ca: Obtenint diff unificat
el: Λήψη ενιαίων διαφορών
es: Obteniendo diff unificado
mk: Превземам листа со обединети разлики
sr: Узимање пописа обједињених разлика
tr: Birleştirilmiş karşılaştırma dosyası getiriliyor

source: Global ignore &pattern:
bg: Глобален &шаблон за игнориране:
ca: &Patró d'ignorar global:
el: Να αγνοηθεί &γενικά
es: &Patrón global para ignorar:
mk: Глобален шаблон за &игнорирање
sr: Глобални &модел занемаривања:
tr: Global aldırmama &şablonu:

source: Global settings
bg: Глобални настройки
ca: Preferències globals
el: Γενικές ρυθμίσεις
es: Configuración global
mk: Глобални подесувања
sr: Глобалне поставке
tr: Global Ayarlar

source: Go To Line
ca: Vés a la línia
el: Μετάβαση Στη Γραμμή
es: Ir a la línea
sr: Иди на линију
tr: Satıra Git

source: Go to line
bg: Преход до ред
ca: Vés a la línia
el: Μετάβαση στη γραμμή
es: Ir a la línea
mk: Иди на линија
sr: Иди на линију
tr: Satıra git

source: Go to the next conflict Next conflict
bg: Преход до следващият конфликт Следващ конфликт
ca: Vés al proper conflicte Proper conflicte
el: Μετάβαση στην επόμενη διένεξη Επόμενη διένεξη
es: Ir al siguiente conflicto Siguiente conflicto
mk: Иди на следен конфликт Следен конфликт
sr: Пређи на следећи сукоб Следећи сукоб
tr: Bir sonraki çakışmaya git Sonraki çakışma

source: Go to the next difference Next difference
bg: Преход до следващата разлика Следваща разлика
ca: Vés a la propera diferència Propera diferència
el: Μετάβαση στην επόμενη διαφορά Επόμενη διαφορά
es: Ir a la siguiente diferencia Siguiente diferencia
mk: Иди на следната разлика Следна разлика
sr: Пређи на следећу разлику Следећа разлика
tr: Bir sonraki farklılığa git Sonraki farklılık

source: Go to the next inline difference Next inline difference
ca: Vés a la propera diferència a la línia Propera diferència a la línia
es: Ir a la siguiente diferencia en linea Siguiente diferencia en linea
sr: Иди на следећу разлику у линији Следећа разлика у линији
tr: Bir sonraki satır içi farklılığa git Sonraki satır içi farklılık

source: Go to the previous conflict Previous conflict
bg: Преход до предишен конфликт Предишен конфликт
ca: Vés al conflicte previ Conflicte previ
el: Μετάβαση στην προηγούμενη διένεξη Προηγούμενη διένεξη
es: Ir al conflicto anterior Conflicto anterior
mk: Иди на претходен конфликт Претходен конфликт
sr: Пређи на претходни сукоб Претходни сукоб
tr: Bir önceki çakışmaya git Önceki çakışma

source: Go to the previous difference Previous difference
bg: Преход до предишната разлика Предишна разлика
ca: Vés a la diferència prèvia Diferència prèvia
el: Μετάβαση στην προηγούμενη διαφορά Προηγούμενη διαφορά
es: Ir a la diferencia anterior Diferencia anterior
mk: Иди на претходната разлика Претходна разлика
sr: Пређи на претходну разлику Претходна разлика
tr: Bir önceki farklılığa git Önceki farklılık

source: Go to the previous inline difference Previous inline difference
ca: Vés a l'anterior diferència a la línia Anterior diferència a la línia
es: Ir a la anterior diferencia en linea Anterior diferencia en linea
sr: Иди на претходну разлику у линији Претходна разлика у линији

source: Goto Line
bg: Иди на линия
ca: Vés a la línia
el: Μετάβαση στη γραμμή
es: Ir a la linea
sr: Иди на линију
tr: Satıra Git

source: Graph type:
bg: Тип на диаграмата:
ca: Tipus de gràfic:
el: Τύπος γραφήματος:
es: Tipo de gráfico:
mk: Тип на графикон:
sr: Врста графа:
tr: Diyagram türü:

source: Graphs for repository roots are always empty!
bg: Графиките за главните хранилища са винаги празни!
ca: Les gràfiques d'arrels de repositori sempre estan buides.
es: Los gráficos para las raíces de los repositorios están siempre vacíos!
sr: Графови корена стабла су увек празни!
tr: Depo köklerinin grafikleri

source: Gray
bg: Сив
ca: Gris
mk: Сиво
sr: Сива
tr: Gri

source: Group by branch
bg: Групиране по разклонение
ca: Agrupa per branca
el: Ομαδοποίηση ανά κλαδί
es: Agrupar por rama
mk: Групирај по гранка
sr: Групиши по грани
tr: Branşlara göre grupla

source: Group changelists
bg: Групиране на списъци с промени
ca: Agrupa llistes de canvis
el: Ομαδοποιηση πινάκων αλλαγών
es: Agrupar listas de cambios
mk: Групирај ги листите со измени
sr: Групиши попис измена
tr: Değişiklik listelerini grupla

source: H&EAD Revision
bg: &Главна ревизия
ca: Revisió H&EAD
el: &HEAD Έκδοση
es: Revisión H&EAD
mk: &Главна ревизија (HEAD)
sr: ГЛ&АВНА Ревизија
tr: &BAŞ Revizyon

source: H&ue:
bg: &Тон:
ca: &Matís:
sr: Нија&нса
tr: R&enk:

source: HEAD
bg: Главна ревизия
el: ΚΕΦΑΛΗ
mk: ГЛАВНО
sr: ГЛАВНО
tr: BAŞ

source: HEAD node
bg: Възел на главната ревизия
ca: Node HEAD
el: Κόμβος HEAD
es: Nodo HEAD
mk: HEAD јазол
sr: ГЛАВНИ чвор
tr: BAŞ düğüm

source: HEAD revision is %ls
bg: Главната ревизия е %ls
ca: La revisió HEAD és %ls
es: La revisión HEAD es %ls
sr: ГЛАВНА ревизија је %ls

source: Header
bg: Заглавна част
ca: Capçalera
el: Κεφαλίδα
es: Encabezado
sr: Заглавље
tr: Başlık

source: Help
bg: Помощ
ca: Ajuda
el: Βοήθεια
es: Ayuda
mk: Помош
sr: Помоћ
tr: Yardım

source: Help Keyboard
bg: Помощна клавиатура
ca: Tecla d'Ajuda
mk: Помош за тастатурата
sr: Помоћ о тастатури
tr: Klavye Yardım

source: Hex
bg: Шестнайсетично
mk: Хексадецимално
sr: Хеx

source: Hide &deleted paths
bg: Скриване на &изтритите пътища
ca: Amaga camins &suprimits
el: Απόκρυψη &διαγραμμένων διαδρομών
es: Ocultar rutas &eliminadas
mk: &Скриј ги избришаните патеки
sr: Сакри &обрисане путање
tr: Silinmiş dizinleri s&akla

source: Hide Menus for unversioned paths
bg: Скрий менютата за неревизирани папки
ca: Amaga menús per als camins sense versionar
es: Ocultar Menús para caminos sin versionar
sr: Крије меније за неверзионисане путање
tr: Versiyonlanmamış dizinler için menüleri gizle

source: Hide all branches that did not modify the item
bg: Скриване на всички разклонения, които не променят обекта
ca: Amaga totes les branques que no han modificat l'element
el: Απόκρυψη όλων των κλάδων που δεν αλλοίωσαν το αντικείμενο
es: Ocultar todas las ramas que no modificaron el ítem
mk: Скриј ги сите гранки кои не го модифицираат членот
sr: Сакри све гране које нису измениле ставку
tr: Kalemi değiştirmeyen tüm dalları gizle

source: Hide all tags
bg: Скриване на всички етикети
ca: Amaga totes les etiquetes
el: Απόκρυψη όλων των ετικετών
es: Ocultar todas las etiquetas
sr: Скри све ознаке
tr: Tüm etiketleri gizle

source: Hide deleted branches and tags
bg: Скриване на изтритите разклонения и етикети
ca: Amaga les branques esborrades i les etiquetes
el: Απόκρυψη διαγραμμένων κλαδιών και ετικετών
es: Ocultar ramas y etiquetas eliminadas
mk: Сокриј ги избришаните гранки и ознаки
sr: Сакри обрисане гране и ознаке
tr: Silinmiş dalları ve etiketleri gizle

source: Hide docked window
bg: Скриване на скачен прозорец
ca: Amaga finestra encastada
mk: Скриј го намалениот прозорец
sr: Сакри углављени прозор
tr: Eklenmiş pencereyi gizle

source: Hide non-mergeable revisions
bg: Скрий ревизии, които не могат да се слеят
ca: Amaga revisions que no es poden fusionar
el: Απόκρυψη μή-συγχωνεύσιμων αναθεωρήσεων
es: Ocultar revisiones no fusionables
sr: Сакри нестопљене ревизије
tr: Birleştirilemeyen revizyonları gizle

source: Hide ta&gs
bg: Скриване на &етикетите
ca: Amaga eti&quetes
es: Ocultar &etiquetas
sr: Сакри &ознаке
tr: Etiketleri &gizle

source: Hide the script while running
bg: Скриване на скрипта, докато се изпълнява
ca: Amaga l'script mentre s'està executant
el: Απόκρυψη του αρχείου όσο αυτό εκτελείται
es: Ocultar el script mientras se ejecuta
mk: Скриј ја скриптата за време на извршување
sr: Сакри скрипт док се извршава
tr: Komuta

source: Hide unused &branches
bg: Скриване на неизползваните &разклонения
ca: Amaga &branques sense utilitzar
el: Απόκρυψη μη χρησιμοποιημένων &κλάδων
es: Ocultar &ramas no utilizadas
mk: Скриј ги некористените &гранки
sr: Крије некоришћене &гране
tr: Kullanılmayan &dalları gizle

source: Hide/Show the patch file list
ca: Amaga/Mostra la llista de fitxers pedaç
el: Απόκρυψη/Εμφάνιση της λίστας αρχείων-επιρραμμάτων
es: Ocultar/Mostrar la lista de archivos parche
sr: Сакри/Прикажи листу фајлова закрпа
tr: Yama dosyası listesini göster/sakla

source: Hide/Show the patch file list Hides or shows the patch file list
bg: Скриване/показване на списъка с файлове с кръпки Скрива или показва списъка с файлове с кръпки
ca: Amaga/Mostra el llistat de fitxers pedaç Amaga o mostra el llistat de fitxers pedaç
el: Απόκρυψη/Εμφάνιση της λίστας αρχείων-επιρραμμάτων Αποκρύπτει ή εμφανίζει τη λίστα αρχείων-επιρραμμάτων
es: Ocultar/Mostrar la lista de archivos de parche Ocutla o muestra la lsita de archivos de parche
mk: Скриј/покажи ја листата со закрпи Сокрива или покажува листа со закрпи
sr: Сакриј/покажи попис закрпа Сакрива или показује попис фајл закрпа
tr: Yama dosyası listesini göster/sakla Yama dosyası listesini gösterir yada saklar

source: Highest revision number in the cache
bg: Номер на най-новата ревизия в кеша
ca: Número de revisió més alt a la memòria cau
el: Υψηλότερος αριθμός έκδοσης στην κρυφή μνήμη
es: Número de revisión más alto en la caché
mk: Најголема бројка на ревизија во кешот
sr: Највиша ревизија у кешу
tr: Ön bellekteki en yüksek revizyon numarası

source: Hint: select the context menu, change the page to 'Commands' and drag the toolbar buttons into the menu window.
bg: Съвет: изберете контекстното меню, идете на страницата 'Команди' и плъзнете бутоните за лентата с инструменти в главния прозорец.
ca: Ajuda: seleccioneu el menú, canvieu la pàgina a 'Ordres' i arrossegueu els botons de la barra d'eines cap a la finestra del menú.
mk: Финта: изберете го контекстното мени, сменете ја страната на 'Команди' и одвлечете ги копчињата од алатникот во прозорецот со менито
sr: Савет: изабери контекстни мени, замени страну у "Команде" и вуци дугмиће алатног панела у главни прозор.
tr: İpucu: içerik menüsünü seçin, 'Commands' sayfasını açın ve araç çubuğu düğmelerini menü penceresine sürükleyin.

source: Home
bg: Начална директория
ca: Inici
mk: Дома
sr: Дом
tr: Anasayfa

source: Hook Scripts
bg: Закачени скриптове
ca: Scripts hook
el: Γάντζωμα αρχείων
es: Scripts gancho
mk: Hook скрипти
sr: Закачиве Скрипте
tr: Yakalayıcı Komut-Dosyaları

source: Hook Scripts::Issue Tracker Integration
bg: Закачени скриптове::Интеграция с програми за проследяване на дефекти
ca: Scripts hook::Integració del seguidor d'incidències
el: Γαντζώμα αρχείων::Ενσωμάτοση ανίχνευσης σφαλμάτων
es: Scripts gancho::Integración con control de incidentes
sr: Закачиве Скрипте::Проблем трагач интеграција
tr: Çengel Komutları::Sorun Takip Entegrasyonu

source: Hook Type
bg: Тип на кука
ca: Tipus de Hook
el: Είδος άγκιστρου
es: Tipo de gancho
mk: Hook тип
sr: Тип закачаљки
tr: Yakalayıcı türü

source: Hook Type:
bg: Тип на кука:
ca: Tipus de Hook:
el: Είδος άγκιστρου:
es: Tipo de gancho:
mk: Hook тип:
sr: Тип закачаљки:
tr: Yakalayıcı türü:

source: Hook script failed
ca: L'script Hook ha fallat
es: El script ha fallado
sr: Неиспревна закачива скрипта

source: Hook script failed!
bg: Скрипта се провали!
ca: L'script Hook ha fallat.
es: Falló el script gancho!
sr: Закачива скрипта неисправна!
tr: Kanca betiği başarısız oldu!

source: Hostname mismatch (%ls)
bg: Разминаване в името на хост (%ls)
ca: No coincideixen els noms de host (%ls)
el: Αποτυχημένος συνδυασμός των ονομάτων των εξυπερετητων (%ls)
es: No coinciden los nombres de host (%ls)
sr: Неслагање имена домаћина (%ls)

source: How do you want to resolve this conflict?
bg: Как бихте желали да разрешите този конфликт?
ca: Com voleu resoldre aquest conflicte?
mk: Како сакате да го остраните овој конфликт?
sr: Како желите да решите овај сукоб?
tr: Bu çelişmeyi nasıl çözmek istiyorsunuz?

source: I&gnore all whitespaces
bg: Игнориране на &всички празни символи
ca: I&gnora tots els espais en blanc
el: Πα&ράβλεψη κενών διαστημάτων
es: I&gnorar todos los espacios en blanco
sr: &Занемари све белине
tr: Tüm &boşluk karakterlerine aldırma

source: I&gnored
bg: &Игнорирани
ca: I&gnorat
el: Έχουν &παραβλεφθεί
es: I&gnorado
mk: Зане&марени
sr: &Занемарен
tr: Al&dırılmayan

source: I&nclude paths:
bg: Пътища за &включване:
ca: &Inclou els camins:
el: Σ&υμπερίληψη διαδρομών:
es: I&ncluir rutas:
mk: В&клучени патеки:
sr: У&кључи путање:
tr: Bu dizi&nleri dahil et:

source: IBugTraqProvider
sr: ИБагТракДобављач

source: ID
sr: ИД

source: ID:32785:V C +O
sr: ID:32773:V C +O

source: ID:32824:V C +F
el: ID:32822:V C +F
sr: ID:32822:V C +F

source: Icon Overlays
bg: Модификации на иконките
ca: Icones superposades
el: Επικαλύψεις εικονιδίων
es: Superposición de Iconos
mk: Преклопени икони
sr: Прекривне иконе
tr: Simge Ayarları

source: Icon Overlays / Status Columns
bg: Модификации на иконките / Колони за състоянието
ca: Icones superposades / Columnes d'estat
el: Επικαλύψεις εικονιδίων / Στήλες καταστάσεως
es: Superposición de iconos / Columnas de estado
mk: Преклопување на икони / Статусни колони
sr: Преклапање икона / Колоне статуса
tr: Simge İşaretleri / Durum Sütunları

source: Icon Overlays::Icon Set
bg: Модификации на иконките::Комплект с иконки
ca: Icones superposades::Conjunt d'icones
el: Επικαλύψεις εικονιδίων::Σύνολο εικονιδίων
es: Superposición de Iconos::Iconos
mk: Преклопени Икони::Множество икони
sr: Прекривне иконе::Скуп икона
tr: Simge Ayarları::Simge Seti

source: Icon Overlays::Overlay Handlers
bg: Модификации на иконките::Налични модификации
ca: Icones de superposició::Gestors de superposició
es: Superposición de Iconos::Controladores
sr: Прекривне иконе::Руковаоци икона
tr: Simge Ayarları::Simge Seti

source: Icons/Design/Code: Luebbe Onken
bg: Иконки/дизайн/програмиране: Luebbe Onken
ca: Icones/Disseny/Codi:⇥⇥Luebbe Onken
el: Εικονίδια/Σχεδιασμός/Κώδικας: Luebbe Onken
es: Iconos/Diseño/Código: Luebbe Onken
sr: Иконе/Дизајн/Код: Луеббе Онкен
tr: Simgeler/Tasarım/Kodlama: Luebbe Onken

source: If a component (part between two '/') of a given path matches one of these patterns, it is considered a 'branch'.
bg: Ако елемент (част между два '/') на даден път съвпада с един от тези шаблони, той се смята за 'разклонение'.
ca: Si una component (part entre dos '/') d'un camí qualsevol coincideix amb un d'aquests patrons, és considerat una 'branca'.
el: Αν ένα συστατικό (μέλος μεταξύ δύο '/') ενός δεδομένου μονοπάτιου ταιριάζει με ένα από αυτά τα πρότυπα, τότε θεωρείται κλάδος.
es: Si un elemento (parte entre dos '/') de una ruta dada coincide con uno de estos patrones, se considera una 'rama'.
mk: Доколку компонента (делот помеѓу две '/') на дадената патека се совпаѓа со дадените патерни, се смета дека е 'гранка'.
sr: Ако један елемент (део између два '/') дате путање нађе један од ових модела, то се схвата као 'грана''.
tr: Eğer verilen yolun bileşenleri (iki '/' işareti arasında kalan bölüm) bu şablonlardan birine uyuyorsa, 'dal' olarak kabul edilir.

source: If a component (part between two '/') of a given path matches one of these patterns, it is considered a 'tag'.
bg: Ако елемент (част между два '/') на даден път съвпада с един от тези шаблони, той се смята за 'етикет'.
ca: Si una component (part entre dos '/') d'un camí qualsevol coincideix amb un d'aquests patrons, és considerat una 'etiqueta' (tag).
el: Αν ένα συστατικό (μέλος μεταξύ δύο '/') ενός δεδομένου μονοπάτιου ταιριάζει με ένα από αυτά τα πρότυπα, τότε θεωρείται ετικέττα.
es: Si un elemento (parte entre dos '/') de una ruta dada coincide con uno de estos patrones, se considera una 'etiqueta'.
mk: Доколку компонента (делот помеѓу две '/') на дадената патека се совпаѓа со дадените патерни, се смета дека е 'ознака'.
sr: Ако један елемент (део између два '/') дате путање нађе један од ових модела, то се схвата као 'ознака.
tr: Eğer verilen yolun bileşenleri (iki '/' işareti arasında kalan bölüm) bu şablonlardan birine uyuyorsa, 'etiket' olarak kabul edilir.

source: If a component (part between two '/') of a given path matches one of these patterns, it is considered a 'trunk'.
bg: Ако елемент (част между два '/') на даден път съвпада с един от тези шаблони, той се смята за 'основно течение'.
ca: Si una component (part entre dos '/') d'un camí qualsevol coincideix amb un d'aquests patrons, és considerat un 'tronc'.
el: Αν ένα συστατικό (μέλος μεταξύ δύο '/') ενός δεδομένου μονοπάτιου ταιριάζει με ένα από αυτά τα πρότυπα, τότε θεωρείται κορμός.
es: Si un elemento (parte entre dos '/') de una ruta dada coincide con uno de estos patrones, se considera un tronco ('trunk').
mk: Доколку компонента (делот помеѓу две '/') на дадената патека се совпаѓа со дадените патерни, се смета дека е 'стебло'.
sr: Ако један елемент (део између два '/') дате путање нађе један од ових модела, то се схвата као 'дебло'.
tr: Eğer verilen yolun bileşenleri (iki '/' işareti arasında kalan bölüm) bu şablonlardan birine uyuyorsa, 'ana hat' olarak kabul edilir.

source: If activated, prevents the overlays and the context menu from showing in 'save as...' or 'open' dialogs
bg: Ако е включено, предотвратява появата на модификациите на иконките и на контекстното меню в диалоговите прозорци 'Запис като...' или 'Отваряне'
ca: Si s'activa, no es mostren superposicions ni menús als diàlegs 'anomena i desa...' o 'obre'
el: Εφόσον ενεργό, εμποδίζει τις επικαλύψεις και τον κατάλογο συμφραζομένων να εμφανίζονται σε διαλόγους "αποθήκευση ως" ή "άνοιγμα"
es: Si está marcada, no se mostrarán las superposiciones de iconos ni el menú contextual en los cuadro de diálogos 'Guardar como...' o 'Abrir'
mk: Доколку е активирано, оневозможува преклопување икони и менито од појавување во 'зачувај...' или 'отвори' диjалозите
sr: Уколико је укључено, спречава да се преклапања икона и контекст мени приказују у 'сними као..' или 'отвори' дијалозима
tr: Etkinleştirildiğinde, işaretlerin ve sağ-tık menüsünün "farklı kaydet.." ya da "aç" diyaloglarını göstermesini engeller
