Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Sub-string filter: * Specify one or more strings, separated by spaces. They will be evaluated left to right. * Put a - in front of a sub-string to exclude revisions that contain this sub-string. * Put a + in front of a sub-string to include revisions that may not match the filter so far. * Enclose strings that contain spaces etc. with ". * Put a ! at the beginning of the line to invert the whole filter condition. Examples: myname 2008 : my commits of 2008 .h -.cpp : commits that changed headers but no implementations .doc +.xls 2010 : commits from 2010 with .doc or .xls files in it " " : commits with spaces (ex. when searching in paths only) -""show all"" : commits that don't contain the string "show all" !myname .cpp : everything but my commits to .cpp files
bg: Филтър за под-низове: * Задайте един или повече низове, разделени с интервал. Те ще бъдат прегледани от ляво на дясно. * Сложете тире (-) пред всеки под-низ, за да изключите ревизиите, които го съдържат. * Сложете плюс (+) пред всеки под-низ, за да включите ревизиите, които може и да не удовлетворяват филтъра до тук. * Затворете низовете които съдържат интервал с кавички ("). * Сложете ! в началото на реда, за да обърнете условието на филтъра. Например: myname 2008 : моите поверявания oт 2008 .h -.cpp : поверявания, които променят заглавните файлове, но не и имплементациите .doc +.xls 2010 : поверявания от 2010 със файлове .doc или .xls в тях " " : поверявания с интервали (напр. когато търсите само в пътища) -""покажи всички"" : поверявания които не съдържат низа '"покажи всички"' !myname .cpp : всичко без моите поверявания във файлове .cpp
ca: Filtre de sub-cadenes: * Especifiqueu una o més cadenes, separades per espais. S'avaluaran d'esquerra a dreta. * Poseu - davant d'una sub-cadena per excloure revisions que contenen aquesta sub-cadena. * Poseu + davant d'una sub-cadena per incloure revisions que no han coincidit amb el filtre fins ara. * Tanqueu les cadenes que contenen espais, etc. entre ". * Poseu ! al principi de la línia per invertir tota la condició del filtre. Exemples: elmeunom 2015 : pujades meves del 2015 .h -.cpp : pujades que han canviat de capçalera però no implementacions .doc +.xls 2014 : pujades del 2014 amb fitxers .doc o .xls " " : pujades amb espais (per ex: quan cerqueu només en camins) -""mostra tot"" : pujades que no contenen la cadena "mostra tot" !elmeunom .cpp : tot excepte les pujades meves a fitxers .cpp
es: Filtro de sub-cadenas: *Especifique una o más cadenas, separadas por espacios. Serán evaluadas de izquierda a derecha. * Utilice un guión - delante de una sub-cadena para excluir revisiones que contengan esa sub-cadena. * Utilice un guión + delante de una sub-cadena para incluir revisiones que no coincidan con el filtro. * Delimite las cadenas que contengan espacios, etc. con ". * Utilice un signo de admiración ! al principio de la linea para invertir completamente el condicional del filtro. Ejemplos: minombre 2008 : mis confirmación de 2008 .h -.cpp : confirmaciones que modificaron encabezados pero no las implementaciones .doc +.xls 2010 : confirmaciones del 2010 con archivos .doc o .xls " " : confirmaciones con espacios (cuando solo se buscan en rutas, por ejemplo) -""mostrar todo"" : confirmaciones que no contienen la cadena "mostrar todo" !minombre .cpp : todo, excepto mis confirmaciones de archivos .cpp
sr: Суб-стринг филтер: * Специфицирајте један или више стрингова, одвојене размаком. Обрадиће се с лева у десно. * Ставите - испред суб-стринга да одстраните ревизије које садрже тај суб-стринг. * Ставите + испред суб-стринга да укључите ревизије које неће више тражити филтер. * Заокружите текст који садржи размак итд. са ". * Ставите ! на почетак линије да инвертјете целикупне услове филтра Примери: мyнаме 2008 : моје урезивање 2008 .х -.цпп : урезивање које мења заглавље али не и примену " " : урезивање са размаком (нпр. када се претражује само у путањама) .доц +.xлс 2010 : урезује од 2010 са .доц или .xлс фајловима у њему -""схоw алл"" : урезивања која не садрже текст '"прикажи свел"' !мyнаме .цпп : све осим мог урезивања у .цпп фајлове
tr: Alt ifade filtresi: * Boşluklarla ayrılan, bir veya daha fazla ifade belirtin. Tüm alt ifadeler soldan sağa doğru incelenir. * Alt ifadeyi içeren revizyonları hariç tutmak için alt ifadenin başına bir - koyun. * Şu ana kadar filtreyle eşleşmeyen revizyonları dahil etmek için alt ifadenin başına bir + koyun. Boşluk vb. içeren ifadeleri " arasına yazın. * Tüm filtre koşulunu olumsuzlamak için satırın başına bir ! koyun. Örnekler: ismim 2008 : 2008'deki teslimlerim .h -.cpp : başlıkları değiştiren ama gerçeklemeleri değiştirmeyen teslimler .doc + .xls 2010 : 2010'daki .doc veya .xls dosyası içeren teslimler " " : " " : boşluk içeren teslimler (örn. sadece yolları ararken) -""tümünü göster"" : '"tümünü göster"' ifadesini içermeyen teslimler !ismim .cpp : benim yaptığım teslimler hariç .cpp dosyalarına yapılan tüm teslimler

source: Subversion
mk: Пресврт
sr: Субверзија

source: Subversion configuration &file:
bg: &Файл с настройки на Subversion:
ca: &Fitxer de configuració del Subversion:
el: &Αρχείο παραμετροποίησης Subversion:
es: &Archivo de configuración de Subversion:
mk: Пресвртна конфигурациска &датотека:
sr: Субверзијин конфигурациони &фајл:
tr: Subversion Ayar &dosyası:

source: Subversion encountered a serious problem. Please take the time to report this on the Subversion mailing list with as much information as possible about what you were trying to do. But please first search the mailing list archives for the error message to avoid reporting the same problem repeatedly. You can find the mailing list archives at http://subversion.apache.org/mailing-lists.html Subversion encountered the problem in: file %1!ls!, line %2!ld! expression = %3!ls! you can copy the content of this dialog to the clipboard using Ctrl-C.
bg: Subversion засече сериозен проблем. Моля отделете време за да докладвате за това в пощенският списък с възможно най-детаилна информация относно какво сте правили. Но първо моля потърсете в архивите за текущата грешка за да се избегнат доклади за еднакви грешки. You can find the mailing list archives at http://subversion.apache.org/mailing-lists.html Subversion засече проблем в: file %1!ls!, line %2!ld! израз = %3!ls! може да копирате съдържанието на прозореца в паметта с Ctrl-C.
ca: El Subversion ha trobat un problema greu. Si us plau reporteu-ho a la llista de correu del Subversion amb tanta informació com sigui possible sobre el que estàveu intentant fer. Cerqueu primer el missatge d'error als arxius de la llista de correu per evitar reportar el mateix problema repetidament. Trobareu els arxius de la llista de correu a http://subversion.apache.org/mailing-lists.html El Subversion ha trobat el problema a: fitxer %1!ls!, línia %2!ld! expressió = %3!ls! copieu el contingut d'aquest diàleg al porta-retalls amb Ctrl-C.
sr: Субверзија је наишла на озбиљан проблем. Молим вас да нађете времена да известите Субверзиону мејлинг листу са што више информација о томе шта сте покушали да урадите. Али молимо да најпре прегледате архиву мејлинг листе о порукама о грешци да би се избегло извештавање о истим проблемима стално. Архиву мејлинг листе можете наћи на http://subversion.apache.org/mailing-lists.html Субверзија је наишла на проблем: фајл %1!ls!, линија %2!ld! израз = %3!ls! можете копирати садржај овог дијалога на клипборд користећи Ctrl-C.

source: Subversion encountered a serious problem. Please take the time to report this on the Subversion mailing list with as much information as possible about what you were trying to do. But please first search the mailing list archives for the error message to avoid reporting the same problem repeatedly. You can find the mailing list archives at http://subversion.apache.org/mailing-lists.html Subversion reported the following (you can copy the content of this dialog to the clipboard using Ctrl-C):
bg: Subversion засече сериозен проблем. Моля отделете време за да докладвате за това в пощенският списък с възможно най-детаилна информация относно какво сте правили. Но първо моля потърсете в архивите за текущата грешка за да се избегнат доклади за еднакви грешки. Може да намерите пощенските архиви на http://subversion.apache.org/mailing-lists.html Subversion докладва за следното (може да копирате съдържанието на прозореца в паметта с Ctrl-C):
ca: El Subversion ha trobat un problema greu. Si us plau reporteu-ho a la llista de correu del Subversion amb tanta informació com sigui possible sobre el que estàveu intentant fer. Cerqueu primer el missatge d'error als arxius de la llista de correu per evitar reportar el mateix problema repetidament. Trobareu els arxius de la llista de correu a http://subversion.apache.org/mailing-lists.html El Subversion ha informat el següent (copieu el contingut d'aquest diàleg al porta-retalls amb Ctrl-C):
sr: Субверзија је наишла на озбиљан проблем. Молим вас да нађете времена да известите Субверзиону мејлинг листу са што више информација о томе шта сте покушали да урадите. Али молимо да најпре прегледате архиву мејлинг листе о порукама о грешци да би се избегло извештавање о истим проблемима стално. Архиву мејлинг листе можете наћи на http://subversion.apache.org/mailing-lists.html Субверзија је известила следеће (можете копирати садржај овог дијалога на клипборд користећи Ctrl-C):
tr: Subversion ciddi bir sorun ile karşılaştı. Ne yapmaya çalışıyor olduğunuz hakkında mümkün olduğunca fazla bilgiyi Subversion e-posta listesine raporlamak için lütfen zaman ayırın. Ama tekrar tekrar aynı sorunun raporlanmasını önlemek için önce lütfen hata mesajını e-posta listesi arşivlerinde arayın. Posta listesi arşivlerini şu adreste bulabilirsiniz: http://subversion.apache.org/mailing-lists.html Subversion aşağıdaki durumu bildirdi (bu diyalog içeriğini Ctrl-C kullanarak panoya kopyalayabilirsiniz):

source: Subversion passwor&d
ca: Contraseny&a del Subversion
el: Κωδικός πρόσβα&σης Subversion
es: Clave subversion
sr: Субверзиона &лозинка

source: Subversion reported an error while creating a repository! Make sure the folder is empty and not write protected.
bg: Subversion съобщи за грешка при създаване на хранилище! Проверете дали папката е наистина празна и не е защитена от запис.
ca: El Subversion ha trobat un error mentre creava un repositori. Assegureu-vos que la carpeta és buida i que no està protegida contra escriptura.
el: Το Subversion ανέφερε σφάλμα κατά τη δημιουργία αποθετηρίου! Σιγουρευτείτε ότι ο φάκελος είναι άδειος και δεν προστατεύεται η εγγραφή σε αυτόν.
es: ¡Subversion reportó un error mientras creaba un repositorio! Asegúrese de que la carpeta está vacía y no está protegida contra escritura.
mk: Пресвртни пријави грешка при креирање на складиштето! Проверете дали директориумот е празен и слободен за пишување.
sr: Субверсион је пријавио грешку приликом израде спремишта! Проверите да фолдер није празан и заштићен од писања.
tr: Subversion depoyu oluşturken bir hata oluşturduğunu bildirdi! Klasörün boş olduğundan ve salt-okunur olmadığından emin olunuz.

source: Subversion reported an error:
bg: Грешка при субверия:
ca: El Subversion ha trobat un error:
el: Το Subversion ανέφερε σφάλμα:
es: Subversion informó un error:
sr: Субверзија пријављује грешку:
tr: Subversion bir hata bildirdi:

source: Subversion server file:
bg: Файл със сървъри на Subversion:
ca: Fitxer del servidor Subversion:
el: Αρχείο Διακομιστή Subversion:
es: Archivo de servidores de Subversion:
mk: Пресвртна серверска датотека:
sr: Субверзијин сервер фајл:
tr: Subversion Sunucu dosyası:

source: Success
ca: Èxit
el: Επιτυχία
es: Éxito
sr: Успех
tr: Başarılı

source: Swit&ch working copy to new branch/tag
bg: Прев&ключване на работното копие към ново разклонение/етикет
ca: Canv&ia còpia de treball a nova branca/etiqueta
el: Με&ταστροφή αντιγράφου εργασίας σε νέα διακλάδωση / ετικέτα
es: &Cambiar la copia de trabajo a la nueva rama / etiqueta
sr: Преба&ци радну копију на нову грану/ознаку
tr: Ç&alışan kopyayı yeni bir dal'a/etiket'e geçir

source: Switch
bg: Превключи
ca: Canvia
el: Μεταστροφή
es: Cambiar
sr: Пребаци
tr: Değiştir

source: Switch %1!ls! to %2!ls!, Revision %3!ls!
bg: Превключи %1!ls! на %2!ls!, Ревизия %3!ls!
ca: Canvia %1!ls! a %2!ls!, revisió %3!ls!
es: Cambiar %1!ls! a %2!ls!, Revisión %3!ls!
sr: Пребацује %1!ls! у %2!ls!, Ревизија %3!ls!

source: Switch Depth
bg: Дълбочина на превключване
ca: Canvia profunditat
es: Alternar Profundidad
sr: Замена дубине
tr: Değiştirme Derinliği

source: Switch To Branch / Tag
bg: Превключване към разклонение / етикет
ca: Canvia a branca / etiqueta
el: Μεταστροφή σε μία άλλη διακλάδωση / δελτάριο
es: Cambiar a Rama / Etiqueta
mk: Префрли на гранка/налепница
sr: Пребаци на Грану / Ознаку
tr: Dal / Etikete geç

source: Switch back to parent
bg: Превключи обратно на родител
ca: Canvia al pare
el: Μεταστροφή πίσω στον γονέα
es: Cambiar de nuevo al padre
sr: Пребацује назад у предачки
tr: Üst öğeye değiştir

source: Switch back to the previous window pane Previous Pane
bg: Превключване обратно към предишното пано на прозореца Предишно пано
ca: Torna al panell previ Panell Previ
el: Μεταστροφή πίσω στο προηγούμενο πλαίσιο Προηγούμενο πλαίσιο
es: Volver al panel previo de la ventana Panel Previo
mk: Префрли се назад на претходен панел Претходен панел
sr: Врати се на претходну плочу прозора Претходна плоча
tr: Bir önceki pencereye geç Önceki pencere

source: Switch between single and double pane view
ca: Canvia entre visualització de panell doble i de panell simple
es: Alternar entre vista individual o doble
sr: Пребаци између појединачног и двоструког панел прегледа

source: Switch between single and double pane view Switch between single and double pane view
bg: Превключване между изглед с единично или двойно пано Превключване между изглед с единично или двойно пано
ca: Canvia entre visualització de panell doble i de panell simple Canvia entre visualització de panell doble i de panell simple
el: Μεταστροφή μεταξύ μονού και διπλού πλαισίου Μεταστροφή μεταξύ μονού και διπλού πλαισίου
es: Cambiar entre vista de panel simple o doble Cambiar entre vista de panel simple o doble
mk: Префрли помеѓу единечен и двоен поглед на панел Префрли помеѓу единечен и двоен поглед на панел
sr: Пребаци се између погледа с једном или две плоче Пребаци се између погледа с једном или две плоче
tr: Tek yada çift pencereli görünüm arası geçiş Tek yada çift pencereli görünüm arası geçiş

source: Switch left and right view
ca: Canvia vista esquerra i dreta
es: Alternar vista de izquierda y derecha
sr: Пребаци ллеви и десни преглед
tr: Sol ve sağ görünümü yer değiştir

source: Switch the contents of the left and right view Switch left and right view
bg: Разменяне на съдържанието на левия и десния изглед Разменя левия с десния изглед
ca: Intercanvia els continguts de les visualitzacions esquerra i dreta Intercanvia visualitzacions esquerra i dreta
el: Αναστροφή των περιεχωμένων της αριστερής και δεξιάς όψης Αναστροφή των περιεχωμένων της αριστερής και δεξιάς όψης
es: Intercambia los contenidos de la vista izquierda y derecha Intercambia la vista izquierda y derecha
mk: Префрли ја содржината помеѓу лев и десен поглед Префрли лев и десен поглед
sr: Замени садржај левог и десног погледа Замени леви и десни поглед
tr: Sol ve sağ panelin içeriklerini kendi aralarında değiştir Sol ve sağ paneli kendi aralarında değiştir

source: Switch to the next document window
bg: Превключване към следващият прозорец на документа
ca: Canvia a la següent finestra de document
el: Μεταστροφή στο επόμενο παράθυρο
es: Cambiar a la siguiente ventana de documento
mk: Префрли се на следен прозорец со документ
sr: Пребаци на прозор са следећим документом
tr: Bir sonraki belge penceresine geç

source: Switch to the next window pane Next Pane
bg: Превключване към следващото пано на прозореца Следващо пано
ca: Canvia al següent panell Següent panell
el: Μεταστροφή πίσω στο επόμενο πλαίσιο Επόμενο πλαίσιο
es: Cambiar al siguiente panel de la ventana Siguiente Panel
mk: Префрли се на следен панел Следен панел
sr: Пребаци се на следећу плочу прозора Следећа плоча
tr: Bir sonraki pencereye geç Sonraki pencere

source: Switch to the previous document window
bg: Превключване към предишния прозорец на документа
ca: Canvia a la finestra de document prèvia
el: Μεταστροφή στο επόμενο παράθυρο
es: Cambiar a la ventana de documento previa
mk: Префрли на претходен прозорец
sr: Пребаци на прозор с претходним документом
tr: Bir önceki belge penceresine geç

source: Switch working copy to another branch / tag
bg: Превключване на работното копие към друго разклонение / етикет
ca: Canvia còpia de treball a una altra branca / etiqueta
el: Μεταστροφή του επεξεργαζόμενου αντιγράφου σε μία άλλη διακλάδωση / δελτάριο
es: Cambia la copia de trabajo a otra rama / etiqueta
mk: Префрли работна копија на друга гранка / ознака
sr: Мијења радну копију другом граном / ознаком
tr: Çalışan kopyayı bir sonraki dal / etiket ile değiştir

source: Switch:
bg: Превключване:
ca: Canvia:
el: Μεταστροφή:
es: Cambiar:
mk: Префрли:
sr: Замена:
tr: Değiştir:

source: Switched
bg: Превключен
ca: Canviat
es: Cambiado
sr: Пребачено
tr: Değiştirildi

source: Switches the comparison left<->right
bg: Размяна на ляво с дясно при сравняване
ca: Canvia la comparació esquerra<->dreta
el: Αλλαγή σύγκρισης αριστερά<->δεξιά
es: Cambia la comparación izquierda<->derecha
mk: Префрли ја споредбата лево <-> десно
sr: Замењује поређење лево<->десно
tr: Karşılaştırmayı değiştirir Sol<->Sağ

source: Sync
el: Συγχρονισμός
sr: Синхро

source: Sync setup
ca: Configuració de Sync
es: Configuración de sincronización
sr: Синхро подешавање

source: Sync stored auth data
ca: Sincronitza dades d'autenticació desades
el: Συγχρονισμός αποθηκευμένων δεδομένων ταυτοποίησης
es: Sincronizar datos de autorización almacenados
sr: Синхр запамћен излазни податак

source: System &sounds
bg: Системни &звуци
ca: &Sons del sistema
el: &Ηχοι συστήματος
es: &Sonidos del sistema
mk: Си&стемски звуци
sr: Системски &звуци
tr: Sistem &sesleri

source: System registry entries have been removed and the INI file (if any) was deleted.
bg: Записи в системният регистър са били премахнати и INI файлът (ако е съществувал) е бил изтрит.
ca: S'han esborrat valors del registre i el fitxer INI (si existia) s'ha esborrat.
el: Σβύστηκαν οι καταχωρήσεισ το Μητρώο του συστήματος καθώς και τίποτα τυχώντα ΙΝΙ αρχείοα
es: Las entradas del registro del sistema se han quitado y el archivo INI (si existía) ha sido eliminado.
mk: Записите во регистрито се отстранети и INI (датотеката) е избришата.
sr: Ставке из системског регистра су уклоњене и ИНИ фајл (ако је постојао) је обрисан.
tr: Sistem kütüğüne girilen bileşenler ve eğer var ise INI dosyası silindi.

source: TORTOISEBLAME
sr: ТОРТОИСЕБЛАМЕ

source: TORTOISEIDIFF
sr: ТОРТОИСЕИДИФФ

source: Tab Placeholder
bg: Заместител на страница
ca: Posicions Tabulador
sr: Таб знак
tr: Sekme Yertutucusu

source: Tab size:
bg: Размер на табулатора:
ca: Mida del tabulador:
el: Μέγεθος στηλογνώμονα:
es: Tamaño de tabulación:
mk: Големина на табулаторот:
sr: Величина таба:
tr: Tab boyutu:

source: Tag nodes
bg: Етикетни възли
ca: Nodes etiqueta
el: Ετικέτες κόμβων
es: Nodos etiqueta
mk: Јазли со ознаки
sr: Ознаке чворови
tr: Etiket düğümleri

source: Target folder is not empty
bg: Папката не е празна
ca: La carpeta a la destinació no és buida
el: Ο φάκελος προορισμού δεν είναι άδειος
es: Carpeta destino no esta vacía
sr: Циљни фолдер није празан.
tr: İptal Et Kaldırma

source: Tasks
bg: Задачи
ca: Tasques
el: Εργασίες
es: Tareas
mk: Задачи
sr: Задаци
tr: Görevler

source: Tasks Pane
bg: Пано на задачите
ca: Zona de Tasques
mk: Панел со задачи
sr: Плоча задатака
tr: Görevler Paneli

source: Test Only
bg: Пробно
ca: Només prova
el: Δοκιμή Μόνο
es: Sólo probar
mk: Само тест
sr: Само за тест
tr: Sadece Testler

source: Test the regex strings
bg: Тествай регулярен израз
ca: Prova les cadenes regex
es: Probar las expresiones regulares
sr: Тестирање регекс стрингова
tr: Düzenli ifade dizelerini test et

source: Text Status:
bg: Състояние на текста:
ca: Estat del text:
el: Κατάσταση Κειμένου:
es: Estado del Texto:
mk: Статус на текстот:
sr: Статус текста:
tr: Metin Durumu:

source: Text status
bg: Състояние на текста
ca: Estat del text
el: Κατάσταση κειμένου
es: Estado del texto
mk: Статус на текстот
sr: Статус текста
tr: Metin durumu

source: The changes will be applied to your working copy with a reverse merge operation. The repository won't be affected. You can review the changes before you commit them.
bg: Промените ще бъдат приложени към работното копие с обратно сливане. Хранилището няма да бъде засеганто. Може да прегледате промените преди поверяване.
ca: Els canvis s'aplicaran a la còpia de treball amb una operació de fusió revertida. El repositori no quedarà afectat. Reviseu els canvis abans de fer-ne la pujada.
es: Los cambios serán aplicados a su copia de trabajo con una operación de fusión en reversa. El repositorio no será afectado. Puede revisar los cambios despues de confirmarlos.
sr: Измене ће бити примењене на радну копију са инверзном операцијом стапања. Спремиште неће бити дирано. Можете прегледати измене пре него их урежете.
tr: Değişiklikler çalışan kopyanıza bir ters birleştirme işlemiyle uygulanacak. Depo etkilenmeyecek. Teslim etmeden önce değişiklikleri inceleyebilirsiniz.

source: The chunk size did not match the number of added/removed lines!
bg: Размера на блока с код не съвпада с броя на добавените/премахнатите редове!
ca: La mida del tros no correspon al nombre de línies afegides/esborrades.
es: ¡El tamaño de bloque no coincide con el número de líneas añadidas/eliminadas!
mk: Големината на парчето не е иста со бројот на додадени/отстранети линии!
sr: Величина блока се није поклапала с бројем додатих/уклоњених линија!
tr: Yığın boyutu eklenen/silinen satır sayısı ile uyuşmuyor!

source: The color of creation, copy and rename nodes of tags will be shifted towards yellow.
bg: Цветът на възлите на създаване, копиране и преименуване на етикетите ще бъде преместен към жълто.
ca: El color de creació, còpia i nodes renombrats de les etiquetes es canviarà cap al groc.
es: El color de los nodos de creación, copia y renombrado de etiquetas se tornará amarillo.
mk: Бојата на креирање, копирање и преименување на јазлите ке биде померена накај жолто.
sr: Боја креираних, копираних и преименованих чворова ознака биће померен према жутом.
tr: Oluşturulma, kopyalama ve isim değiştirme anahat düğümlerinin renkleri sarıya dönüştürülecektir.

source: The color of creation, copy and rename nodes of the trunk will be shifted towards green.
bg: Цветът на възлите на създаване, копиране и преименуване на главното течение ще бъде преместен към зелено.
ca: El color de creació, còpia i canvi de nom dels nodes del tronc canviarà cap al verd.
es: El color de los nodos de creación, copia y renombrado del tronco se tornará verde.
mk: Бојата на креирање, копирање и преименување на јазлите ке биде померена накај зелено.
sr: Боја креирних, копираних и преименованих чворова дебла биће померени према зеленом.
tr: Oluşturulma, kopyalama ve isim değiştirme anahat düğümlerinin renkleri yeşile dönüştürülecektir.

source: The default URL to checkout from if nothing else is specified
bg: URL по подразбиране при изписване
ca: L'URL per defecte d'on obtenir, si no s'especifica res més
es: La URL por defecto desde la que obtener si no se especifica ninguna otra
mk: Номиналното URL за превземање ако ништо друго е специфицирано
sr: Уобичајна путања УРЛ за преузимање ако није другачије одређено
tr: Eğer başka bir şey belirtilmemişse çekilecek ön tanımlı URL
