Repository: TortoiseGit/tortoisesvn
Catalog: Languages/*/TortoiseUI.po
Languages: bg, ca, el, es, mk, sr, tr

source: Changed files between %1!ls!, %2!ls! and %3!ls!, %4!ls!
bg: Променени файлове между %1!ls!, %2!ls! и %3!ls!, %4!ls!
ca: Fitxers canviats entre %1!ls!, %2!ls! i %3!ls!, %4!ls!
el: Αλλάχθηκαν τα αρχεία μεταξύ %1!ls!, %2!ls! και %3!ls!, %4!ls!
es: Archivos cambiados entre %1!ls!, %2!ls! y %3!ls!, %4!ls!
sr: Промењени фајлови између %1!ls!, %2!ls! и %3!ls!, %4!ls!

source: Changelist %ls moved
bg: Списъкът с промени %ls е преместен
ca: Llista de canvis %ls desplaçada
el: Η λίστα αλλαγών %ls μεταφέρθηκε
es: Lista de cambios %ls movida
sr: Попис измена %ls премештен:

source: Changelist:
bg: Списък с промени:
ca: Llista de canvis:
el: Λίστα αλλαγών:
es: Lista de cambios:
mk: Креирај листа со измени
sr: Попис измена:
tr: Değişiklik Listesi

source: Changes made (double-click on file for diff):
bg: Промени (щракнете двойно върху файла за сравнение):
ca: Canvis fets (feu doble clic sobre el fitxer per veure diferències):
el: Έγιναν αλλαγές ( διπλό-κλικ στο αρχείο για διαφορές):
es: Cambios hechos (doble-click en archivo para ver diferencias):
mk: Направени измени (двоен клик на датотека за разлики):
sr: Измењено (двоструки клик на фајл за разл):
tr: Yapılan değişiklikler (farklılık detayları için iki kere tıklayın):

source: Changes the style of the application
ca: Canvia l'estil de l'aplicació
sr: Промени стил апликације
tr: Uygulamanın görünümünü değiştirir

source: Char position where to show a border line in commit text boxes:
bg: Позиция за показване на гранична линия в поверяващи диалози:
ca: Posició on es mostra una línia de vora als quadres de text de pujada:
es: Posición del caractér donde se mostrará una linea en el bloque de texto de confirmación:
sr: Положај карактера где приказати граничне линије у текст боксу урезивања:
tr: Teslim etme metin kutularında gösterilecek sınır çizgisi için karakter pozisyonu:

source: Chec&kout...
bg: Изпис&ване...
ca: O&bté...
el: Έ&λεγχος
es: &Obtener...
mk: Прев&земи...
sr: Преузи&мање...
tr: Ç&ıkar(al)...

source: Check
bg: Поставяне на отметка
ca: Selecciona
el: Έλεγχος
es: Marcar
mk: Провери
sr: Провери
tr: Denetim

source: Check For Updates
bg: Проверка за обновления
ca: Cerca actualitzacions
el: Έλεγχος για νεότερες ενημέρωσεις
es: Buscar Actualizaciones
mk: Провери за надоградби
sr: Провера за обнављање
tr: Güncelleme ara

source: Check For Updates...
bg: Проверка за обновления...
ca: Cerca actualitzacions...
el: Έλεγχος για νεότερες ενημέρωσεις...
es: Buscar actualizaciones...
mk: Провери за надоградби...
sr: Провера за обнављање...
tr: Güncelleme ara...

source: Check for &modifications
bg: Проверка за &промени
ca: Troba &modificacions
el: Έλεγχος για &μεταβολές
es: Comprobar &modificaciones
mk: Провери за &модификации
sr: Провера из&мена
tr: &Modifikasyon ara

source: Check for modi&fications
bg: Про&верка за промени
ca: Troba modi&ficacions
el: Έλεγχος για μετα&βολές
es: Comprobar modi&ficaciones
mk: Провери за моди&фикации
sr: Провери из&мене
tr: Modi&fikasyon ara

source: Check for modifications
bg: Проверка за промени
ca: Troba modificacions
el: Έλεγχος για μεταβολές
es: Comprobar modificaciones
mk: Провери за модификации
sr: Провера измена
tr: Modifikasyon ara

source: Check for updates
bg: Проверка за обновления
ca: Comprova si hi ha actualitzacions
el: Έλεγχος για ενημερώσεις
es: Buscar Actualizaciones
sr: Провера обнављања
tr: Güncellemeleri kontrol et

source: Check out a working copy from a repository
bg: Изписване на работно копие от хранилище
ca: Obtén una còpia de treball des d'un repositori
el: Έλεγχος τρέχον αντίγραφο εργασίας από μια αποθήκη
es: Obtiene una copia de trabajo desde un repositorio
mk: Превземи работна копија од складиштето
sr: Преузми радну копију из спремишта
tr: Depodan çalışan kopya dosyasını al

source: Check the authentication items you want to delete below
ca: Activeu els elements d'autenticació que voleu suprimir
el: Επιλέξτε παρακάτω τα αντικείμενα ταυτοποίησης που θέλετε να διαγράψετε
es: Comprueba los elementos de autentificación que quieras borrar de abajo
sr: Провери аутентификацију ставки коју хоћеш доле да обришеш

source: Check the path and/or URL you've entered.
bg: Проверете пътя и/или URL, кoйто сте въвели.
ca: Comproveu el camí i/o l'URL introduït.
el: Έλεξτε τη διαδρομή ή/και το URL που εισάγατε.
es: Verifique la ruta y/o URL que ha introducido
mk: Провери внесена датотека или URL.
sr: Провери путању и/или УРЛ који сте унели.
tr: Giridiğiniz dizin ve/veya URL'yi kontrol ediniz.

source: Check those menu entries you want to appear in the top context menu instead of the TortoiseSVN submenu
bg: Изберете тези команди, които желаете да се виждат в главното контекстно меню, вместо подменюто на TortoiseSVN
ca: Marqueu les entrades de menú que s'han de mostrar al menú superior contextual enlloc del submenú del TortoiseSVN
el: Θέστε τις εισαγωγές του μενού που θέλετε να εμφανίζονται στο κυρίως μενού αντί στο μενού του TortoiseSVN
es: Marque las entradas de menú que desea que aparezcan en el menú contextual principal en vez de en el submenú de TortoiseSVN
mk: Означете ги оние ставки во менито кои сакате да се појават на врвот на изборникот наместо ТortoiseSVN подменито
sr: Означите оне ставке менија које желите да се појаве у главном садржају менија уместо у ТортоисеСВН подменију
tr: TortoiseSVN alt menüsü yerine üst içerik menüsünde gösterilmesini istediğiniz menü elemanlarını işaretleyiniz.

source: Check to use a less verbose date and time format in log messages
bg: Включете за по-кратък формат за час и дата в дневника
ca: Marca per utilitzar un format de temps/data simplificat en els missatges del log
el: Επιλέξτε αυτό για να χρησιμοποιήσετε μια πιό συνεπτυγμένη μορφή ημερομηνιάς και ώρας στα μηνύματα ιστορικού
es: Marcar para utilizar un formato de fecha/hora menos redundante en mensajes de registro
mk: Означете доколку сакате скратен приказ на датата и времето во лог пораките
sr: Означите да користите сажетији приказ датума и времена у дневнику порука
tr: Günlük mesajlarında daha az gereksiz sözcük kullanarak tarihi ve zamanı göstermek için işaretleyiniz

source: Check working copy for modifications
bg: Проверка на работното копие за промени
ca: Comprova modificacions a la còpia de treball
el: Έλεγχος αντιγράφου εργασίας για μεταβολές
es: Comprobar la copia de trabajo buscando modificaciones
mk: Провери ја работната копија за модификации
sr: Провера радне копије за измене
tr: Çalışan kopyayı değişiklikler için kontrol et

source: Check-Commit Hook
ca: Hook de Comprovació-Pujada
es: Script de gancho de chequeo de confirmación
sr: Провери-Урежи закачаљке

source: Check:
bg: Отметка:
ca: Selecciona:
el: Έλεγχος:
es: Marcar:
mk: Провери:
sr: Провери:
tr: Kontrol et:

source: Checking if a newer version of TortoiseSVN is available...
bg: Проверка за по-нова версия на TortoiseSVN...
ca: Comprovant si hi ha una nova versió del TortoiseSVN...
el: Έλεγχος για νεότερη έκδοση του TortoiseSVN...
es: Comprobando si una versión más reciente de TortoiseSVN está disponible...
mk: Проверувам дали понова верзија на TortoiseSVN е достапна...
sr: Провера да ли је доступна новија верзија ТортоисеСВН...
tr: TortoiseSVN'nin daha güncel versiyonunun olup olmadığı kontrol ediliyor...

source: Checking project '%ls' for updates...
ca: Comprovant actualitzacions pel projecte '%ls'...
el: Έλεγχος έργου '%ls' για ενημερώσεις...
es: Buscando actualizaciones del proyecto '%ls'
sr: Провера пројекта '%ls' за усклађења...

source: Checkout
bg: Изписване
ca: Obtenció
es: Obtener
mk: Превземање
sr: Преузимање
tr: Çıkar(al)

source: Checkout &directory:
bg: Изписване на &директория:
ca: &Directori on deixar l'obtenció:
el: &Φάκελος checkout:
es: &Directorio donde obtener:
mk: Превземи &директориум:
sr: &Фолдер преузимања:
tr: Çıkış alınacak &Klasör:

source: Checkout D&epth
bg: &Дълбочина на изписване
ca: &Profunditat d'obtenció
el: &Βάθος checkout
es: Profundidad de obt&ención
sr: Дубина пр&еузимања
tr: Dosya Çekme D&erinliği

source: Checkout from %1!ls!, revision %2!ls!, %3!ls!, %4!ls!
bg: Проверка от %1!ls!, ревизия %2!ls!, %3!ls!, %4!ls!
ca: Obtenció de %1!ls!, revisió %2!ls!, %3!ls!, %4!ls!
es: Obteniendo de %1!ls!, revisión %2!ls!, %3!ls!, %4!ls!
sr: Преузимање од %1!ls!,revizija %2!ls!, %3!ls!, %4!ls!

source: Checkout Checkout into the non empty folder.
bg: Проверка Проверка в непразна папка.
ca: Obtén Obtén a la carpeta no buida.
sr: Преузимање Преузимање у фолдер који није празан.
tr: Çıkar(al) Boş olmayan bir klasöre al.

source: Checksum:
bg: Контролна сума:
ca: Suma de verificació:
el: Άθροισμα ελέγχου:
es: Suma de comprobación:
mk: Провери
sr: Сума провере:
tr: Denetim:

source: Choose item:
bg: Изберете обект:
ca: Escull element:
mk: Избери ставка:
sr: Изабери ставку:
tr: Öğe seçin:

source: Choose items...
bg: Изберете елементи ...
ca: Escull elements...
el: Επιλέξτε αντικείμενα...
es: Seleccione los elementos ...
sr: Изабери ставке...
tr: Öğe seçin...

source: Classification Patterns
bg: Класификационни шаблони
ca: Patrons de classificació
el: Πρότυπο ταξινόμησης
es: Patrones de clasificación
mk: Шаблони за класификација
sr: Класификациони Модел
tr: Sınıflandırma kalıpları

source: Cleaning up
bg: Почистване
ca: Netejant
el: Καθάρισμα
es: Limpiando
mk: Чистење
sr: Чишћење
tr: Temizleniyor

source: Cleaning up directory '%1!ls!'
bg: Почистване на директория '%1!ls!'
ca: Netejant el directori '%1!ls!'
es: Limpiando carpeta '%1!ls!'
sr: Чишћење фолдера '%1!ls!'

source: Cleanup
bg: Почисти
ca: Neteja
el: Καθαρισμός
es: Limpieza
sr: Чипћење
tr: Temizle

source: Cleanup failed to process the following paths: %ls
bg: Почистването се провали за следните пътища: %ls
ca: Neteja no ha pogut processar els següents camins: %ls
el: Ο καθαρισμός απέτυχε να επεξεργαστεί τους παρακάτω καταλόγους: %ls
es: La limpieza falló al procesar una de las siguientes rutas: %ls
sr: Чишћење није успело на следећим путањама: %ls

source: Cleanup has successfully processed the following paths: %ls
bg: Почистването успешно обработи следните пътища: %ls
ca: Neteja ha processat satisfactòriament els següents camins: %ls
el: Η εκκαθάριση επιτυχώς επεξεργάστηκε τους ακόλουθους καταλόγους: %ls
es: La limpieza ha procesado satisfactoriamente las siguientes rutas: %ls
sr: Чишћење је успешно завршено на следећим путањама: %ls

source: Cleanup interrupted operations, locked files, ...
bg: Почиства недовършени операции, блокирани файлове, ...
ca: Neteja operacions interrompudes, fitxers bloquejats, ...
el: Καθαρισμός διακεκομένων λειτουργιών, κλειδωμένων αρχειων, ...
es: Limpia operaciones interrumpidas, archivos bloqueados, ...
mk: Чистење на преостанатите операции, заклучени датотеки...
sr: Чисти прекинуте операције, закључај фајлове, ...
tr: Temizlik tarafından engellenen operasyonlar, kilitli dosyalar, ...

source: Clear
bg: Изчистване
ca: Esborra
el: Εκκαθάριση
es: Limpiar
mk: Бриши
sr: Чисти
tr: Temizle

source: Clear Tool Clear
bg: Инструмент за изчистване Изчистване
ca: Eina de neteja Neteja
mk: Алатка исчисти Исчисти
sr: Алат за чишћење Чисти
tr: Temizlik Aracı Temizle

source: Clear all
ca: Esborra tot
el: Εκκαθάριση όλων
es: Borrar todos
sr: Очисти све
tr: Tümünü temizle

source: Clear...
ca: Esborra...
el: Εκκαθάριση...
es: Borrar...
sr: Очисти...
tr: Temizle...

source: Clears %1!ld! URLs stored for %2!ld! working copies
bg: Изчиства %1!ld! URL-a, съхранени за %2!ld! работни копия
ca: Neteja %1!ld! URLs emmagatzemats per a %2!ld! còpies de treball
el: Καθαρίζει %1!ld! URLs αποθηκευμένα για %2!ld! αντίγραφα εργασίας
es: Limpia %1!ld! URLs almacenadas para %2!ld! copias de trabajo
sr: Чисти %1!ld! УРЛ-ове ускладиштених за %2!ld! радне копије
tr: %1!ld! çalışan kopya için saklanan %2!ld! URL'yi siler

source: Clears %1!ld! log messages stored for %2!ld! working copies
bg: Изчиства %1!ld! съобщения за дневника, съхранени за %2!ld! работни копия
ca: Neteja %1!ld! missatges de log emmagatzemats per a %2!ld! còpies de treball
el: Καθάριζει%1!ld! μυνήματα ιστορικότητας που έχουν αποθηκευτεί για %2!ld! αντίγραφα εργασίας
es: Limpia %1!ld! mensajes de registro almacenados para %2!ld! copias de trabajo
sr: Чисти %1!ld! порука дневника ускладиштених за %2!ld! радне копије
tr: %1!ld! çalışan kopya için saklanan %2!ld! günlük mesajını siler

source: Clears %1!ld! username/password pairs, %2!ld! ssl certificates and %3!ld! usernames
bg: Изчиства %1!ld! двойки потребителско име/парола, %2!ld! SSL сертификата и %3!ld! потребителски имена.
ca: Neteja %1!ld! parelles nom d'usuari/contrasenya, %2!ld! certificats ssl i %3!ld! noms d'usuari
el: Καθαρίζει %1!ld! ζευγάρια από όνομα χρήστη/κωδικό, %2!ld! ssl πιστοποιητικά και %3!ld! ονόματα χρηστών
es: Limpia %1!ld! pares de usuario/contraseña, %2!ld! certificados ssl y %3!ld! nombres de usuario
sr: Чисти %1!ld! парова име корисника/лозинка, %2!ld! ссл сертификата и %3!ld! имена корисника
tr: %1!ld! kullanıcı adı/şifresi çiftini, %2!ld! ssl sertifikasını ve %3!ld! kullanıcı adını siler

source: Clears all %ld approved client-side hook scripts
ca: Neteja tots els %ld scripts hook del cantó client aprovats
es: Limpiar todos los %ld script gancho aprobados del cliente.
sr: Брише свих %ld потврђених клијентских скрипти

source: Clears cached logs from %ld repositories
bg: Изчиства кеширани съобщения от дневника от %ld хранилища
ca: Esborra logs en memòria cau de %ld repositoris
es: Limpia la caché de mensajes de registro de %ld repositorios
mk: Чисти кеширани записи од %ld складишта.
sr: Чисти кеш дневника из %ld спремишта
tr: %ld depolarından önbelleğe alınmış kayıtları temizler

source: Clears the stored sizes and positions of %ld dialogs
bg: Изчиства съхранените данни за позиции и размери на %ld диалогови прозорци
ca: Deixa en blanc les mides i posicions de %ld formularis
el: Διαγράφει τα αποθηκευμένα μεγέθη και θέσεις %ld διαλόγων
es: Elimina los tamaños y las posiciones almacenadas de %ld diálogos
mk: Чисти ги запишаните големини и позиции на %ld прозорци
sr: Чисти ускладиштене величине и положаје %ld дијалога
tr: %ld diyaloglarının saklanan pozisyon ve boyut bilgilerini siler

source: Click here to go to the website
bg: Щракнете тук, за да отворите сайта
ca: Feu clic aquí per anar a la pàgina web
el: Πατήστε εδώ για να μεταφερθείτε στην ιστοσελίδα
es: Pulse aquí para ir al sitio web
mk: Кликнете тука за да одите на страната
sr: Кликните овде за одлазак на wеб страницу
tr: Web sitesine gitmek için buraya tıklayın

source: Click here to select a recently typed message
bg: Щракнете тук, за да изберете наскоро въведено съобщение
ca: Fer clic aquí per seleccionar un text escrit recentment
el: Πατήστε εδώ για να διαλέξετε ένα πρόσφατα δακτυλογραφημένο μύνημα
es: Pulse aquí para seleccionar un mensaje escrito recientemente
mk: Кликнете тука за избор на претходно напишана порака
sr: Кликните овде за избор скоро откуцане поруке
tr: Son yazılan mesajı seçmek için buraya tıklayın

source: Click on "Advanced" to specify alternate diff programs based on file extension
bg: Щракнете върху 'Допълнителни', за да укажете друга сравняваща програма според разширението
ca: Feu clic a "Avançat" per especificar programes de comparació alternatius segons l'extensió dels fitxers
es: Haga clic en "Avanzado" para especificar programas de diferencias alternativos basándose en la extensión del archivo
mk: Клик на "Напредни" за да специфицирате дополнителни програми за споредба во зависност од наставката на датотеката.
sr: Кликните на "Напредно" за одређивање допунских дифф програма базираних на екстензију фајла
tr: Belirli bir uzantı için alternatif karşılaştırma programları belirtmek için "Gelişmiş" 'i tıklayın

source: Click on "Advanced" to specify alternate merge programs based on file extension
bg: Щракнете върху 'Допълнителни', за да укажете друга сливаща програма според разширението
ca: Feu clic a "Avançat" per especificar programes de fusió de fitxers alternatius segons l'extensió dels fitxers
el: Κάντε κλικ στο "Για προχωρημένους" για να καθορίσετε εναλλακτικά προγράμματα συγχώνευσης με βάση την προέκταση αρχείου
es: Haga clic en "Avanzado" para especificar programas de fusión alternativos basándose en la extensión del archivo
mk: Клик на "Напредни" за да специфицирате дополнителни програми за спојување во зависност од наставката на датотеката.
sr: Кликните на "Напредно" за одређивање допунских програма за стапање базираних на екстензији фајла
tr: Belirli bir uzantı için alternatif birleştirme programları belirtmek için "Gelişmiş" 'i tıklayın

source: Click to see commands to move blocks of text Use text blocks
ca: Feu clic per a veure les ordres de desplaçar blocs de text Utilitzeu blocs de text
el: Κάντε κλικ για να δείτε εντολές για μετακίνηση τμημάτων κειμένου Χρήση τμημάτων κειμένου
es: Clic para ver los comandos para mover bloques de texto Utilizar bloques de texto
sr: Кликни да видиш команде за померанје блока текста Користи текст блокове

source: Clipboard
bg: Системен буфер
ca: Porta-retalls
el: Προχειρο
es: Portapapeles
sr: Клипборд
tr: Pano

source: Close
ca: Tanca
mk: Затвори
sr: Затвори
tr: Kapat

source: Close Full Screen
bg: Изход от цял екран
ca: Tanca pantalla sencera
mk: Затвори приказ на цел екран
sr: Затвори пун екран
tr: Tam Ekranı Kapat

source: Close Print Preview &Close
bg: Затваряне на прегледа за печат &Затваряне
ca: Tanca visualització prèvia d'impressió &Tanca
sr: Затвори принт преглед &Затвори
tr: Baskı Önizlemeyi Kapat &Kapat

source: Close manually
bg: Ръчно затваряне
ca: Tanca manualment
el: Χειροκίνητος τερματισμός λειτουργείας
es: Cerrar manualmente
mk: Затвори рачно
sr: Затвори ручно
tr: Otomatik kapama yok

source: Close the active window and prompts to save the documents
bg: Затваря активния прозорец и напомня да се запишат документите
ca: Tanca la finestra activa i pregunta si es volen gravar els documents
el: Κλείνει το ενεργό παράθυρο και προτρέπει την αποθήκευση των αρχείων
es: Cerrar la ventana activa y solicitar confirmación para guardar los documentos
mk: Го затвора активниот прозорец и прашува за зачувување на документите
sr: Затвара активни прозор и упозорава на снимање докумената
tr: Aktif pencereyi kapatır ve dökümanları kayıt etmeniz gerektiğini söyler

source: Code Collaborator Settings
ca: Preferències del Col·laborador de codi
es: Ajustes de colaborador de código
sr: Подешавање сарадничког кода

source: Coll&apse source tree
bg: &Свиване на изходното дърво
ca: Contr&au arbre font
el: Κατά&ρρευση πηγαίου δένδρου
es: Col&apsar árbol de origen
mk: Собе&ри го изворното дрво.
sr: Са&жети изворно стабло
tr: Kayn&ak ağacı kapat

source: Collaborator &password
ca: &Contrasenya del col·laborador
el: Κωδικός πρόσβασης &συνεργάτη
es: Clave de Colaborador
sr: Сардничка &лозинка

source: Collapse
bg: Сгъване
ca: Replega
el: Κατάρρευση
es: Colapsar
sr: Колапс
tr: Gizle

source: Collapse &following tree
bg: Свиване на &следното дърво
ca: Replega arbre &següent
el: Κατάρρευση &του ακόλουθου δένδρου
es: Colapsar árbol &siguiente
mk: Собери го &следното дрво
sr: Сажети &следеће стабло
tr: Sonraki &ağacı apat

source: Collapse unchanged sections Collapse
bg: Свиване на непроменените секции Свиване
ca: Replega seccions sense canvis Replega
el: Κατάρρευση αμετάβλητων τμημάτων Κατάρρευση
es: Colapsar secciones no modificadas Colapsar
mk: Собери ги неизменетите секции Собери
sr: Слаже неизмењене делове Сложи
tr: Değişmemiş bölümleri kapat Kapat

source: Color
bg: Цвят
mk: Боја
sr: Боја
tr: Renk

source: Color 1
bg: Цветове 1
el: Χρώμα 1
mk: Боја 1
sr: Боја 1
tr: Renk 1

source: Color 2
bg: Цветове 2
el: Χρώμα 2
mk: Боја 2
sr: Боја 2
tr: Renk 2

source: Color by &age, indexed
ca: Color per &edat, indexat
es: Color por &edad, indexado
sr: Боје по ст&арости, индексирано

source: Color by age, &continuous
ca: Color per edat, &continu
es: Color por edad, &continuo
sr: Боје по старости, &континуално

source: Color by au&thor
ca: Color per au&tor
es: Color por au&tor
sr: Боје по ау&тору

source: Colors
bg: Цветове
el: Χρώματα
es: Colores
mk: Бои
sr: Боје
tr: Renk

source: Colors:
bg: Цветове:
mk: Бои:
sr: Боје:
tr: Renkler:

source: Comman&ds:
bg: &Команди:
ca: Or&dres:
mk: Наред&би
sr: Коман&де:
tr: &Komutlar:

source: Command
bg: Команда
ca: Ordre
el: Εντολή
es: Comando
mk: Наредба
sr: Команда
tr: Komut

source: Command Line
bg: Команден ред
ca: Línia d'ordres
el: Γραμμή εντολών
es: Línea de comandos
mk: Командна линија
sr: Командна линија
tr: Komut satırı

source: Command Line To Execute:
bg: Команден ред за изпълнение:
ca: Línia d'ordre a executar:
el: Γραμμή εντολών για Εκτέλεση:
es: Línea de comandos a ejecutar:
mk: Командна линија за извшување:
sr: Командна линија за извршење:
tr: Yürütülecek komut satırı:

source: Command Line To Execute: To specify a path inside a working copy, specify the url in the repository with the repository root url as %REPOROOT%, or %REPOROOT+% deeper down the working copy root.
ca: Línia d'ordres a executar: '% d' Per especificar un camí dins d'una còpia de treball, especifiqueu l'URL en el repositori amb l'URL arrel del repositori com %REPOROOT%, o %REPOROOT+% més profund dins l'arrel de la còpia de treball.
es: Línea de comandos a ejecutar: Para especificar una ruta dentro de la copia de trabajo, especifica la URL en el repositorio con la ruta raíz del repositorio como %REPOROOT%, o %REPOROOT+% dentro del raíz de la copia de trabajo.
sr: Командна линија за извршење: За специфицирање путање унутар радне копије специфисирајте урл у спремишту са кореном спремишта као %REPOROOT%, или %REPOROOT+% дубље у корену радне копије.

source: Command failed - Update needed
bg: Командата не успя - Нужна е актуализация
ca: La línia d'ordres ha fallat - Actualització necessària
el: Η εντολή απέτυχε - Χρειάζεται ενημέρωση
es: Comando fallido - Actualización necesaria
sr: Команда неисправна - Обнављање је потребно
tr: Komut başarısız oldu - Güncelleme gerekiyor

source: Command failed.
bg: Командата се провали.
ca: L'ordre ha fallat.
el: Η διαταγή απέτυχε.
es: El Comando falló.
mk: Наредбата не е извршена.
sr: Наредба погрешно извршена.
tr: Komut başarısız.

source: Commands
bg: Команди
ca: Ordres
mk: Наредби
sr: Команде
tr: Komutlar

source: Commit
bg: Поверяване
ca: Pujada
el: Δέσμευση
es: Confirmar
mk: Изврши
sr: Урезивање
tr: Teslim et

source: Commit only the folder Files inside the folder won't get committed.
bg: Повери само папка Файловете в папката няма да се поверят.
ca: Puja només la carpeta Els fitxers dins de la carpeta no es pujaran.
sr: Урезуј само фолдер Фајлове унутар фолдера не треба узети при урезивању.
tr: Sadece klasörü teslim et Klasördeki dosyalar teslim edilmez.

source: Commit to:
bg: Поверяване в:
ca: Puja a:
el: Δέσμευση στο:
es: Confirmar en:
mk: Изврши на:
sr: Урежи у:
tr: Teslim et:

source: Commit...
bg: Поверяване...
ca: Puja...
el: Καταγραφή...
es: Confirmar...
mk: Изврши...
sr: Урежи...
tr: Teslim et...

source: Commit Commit the changes to the target.
bg: Поверчване Повери промените към целта.
ca: Pujar Puja els canvis a la destinació.
sr: Урезивање Урезуј измене у мету.
tr: Teslim Et Değişiklikleri hedefe teslim et.

source: Commits by author
bg: Поверявания по автор
ca: Pujades per autor
el: Δεσμέυσεις ανα συγγραφέα
es: Confirmaciones por autor
mk: Извршувања според автор
sr: Урезивање према аутору
tr: Yaratıcıya göre teslim eder

source: Commits by date
bg: Поверявания по дата
ca: Pujades per data
el: Δεσμέυσες ανα ημερομηνία
es: Confirmaciones por fecha
mk: Извршувања според дата
sr: Урезивање према датуму
tr: Tarihe göre teslim eder

source: Commits each %ls:
ca: Pujades cada %ls:
es: Confirmaciones cada %ls:
sr: Урезује свако %ls:

source: Commits each week:
bg: Поверявания всяка седмица:
ca: Pujades cada setmana:
el: Δεσμεύσεις κάθε ευδομάδα:
es: Confirmaciones cada semana:
mk: Извршувања секоја недела:
sr: Урезивање једном недељно:
tr: Haftalık teslim sayısı
